{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"The Fiver / Sign up for a daily dose of our funny and free email. OK, our free email","rawTitle":"Sign up for a daily dose of our funny and free email. OK, our free email","item":{"type":"article","id":"football/2015/jun/30/the-fiver-real-madrid","title":"Keeping it Real with his fabled skills of negotiation","trailText":"<strong>Today:</strong> Ticking clocks, grown men squeals, plastic devices and Jack Warner","standFirst":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a></p>","byline":"Daniel Harris","body":"<h2><p>TICKING CLOCKS, GROWN MEN SQUEALS AND PLASTIC DEVICES</p></h2> \n<p>“Champions of the transfer window, it is like a trophy”, mused Ars&egrave;ne Wenger yesterday, immediately after signing Petr Cech and immediately prior to taking in the crunch friendly between Beveren Foetuses and L’Orient Pets. And he’s not wrong either, the payment of millions to millionaires now a sport in its own right, supplying the hope and wonder so often missing from the actual football. </p> \n<p>Yes, the old fen&ecirc;tre has now “swung open in earnest”, and, before it “slams shut”, we shall enjoy done deals and ticking clocks, grown men squeals and plastic, er, devices. It’s on!</p> \n<p>Naturally, much of this activity shall revolve around Real Madrid, the annual upheaval simply a fringe privilege of Florentino P&eacute;rez’s presidential expertise. Concerned that appreciation of his work had faded in the 11 years since he fired his Big Cup-winning manager, Vicente del Bosque and sold Claude Mak&eacute;l&eacute;l&eacute; – whatever happened to them, anyway? – he had no choice but to act. </p> \n<p>So, after Madrid won last season’s Big Cup – by strange coincidence their first since that halcyon summer of 2003 – he made sure to bin the final’s man of the match, &Aacute;ngel Di Mar&iacute;a. This ran contrary to the wishes of the various amateurs on his coaching and playing staff – and what clown brought them to the club anyway? – waylaid by football, when it was clear to all that James/Hames/Hamez Rodr&iacute;guez’ is handsomer. A trophyless season did thus ensue. </p> \n<p>Naturally, this was the fault of Carlo Ancelotti, one of only two managers ever to win three Big Cups, and as such, he was summarily sacked, despite the contrary wishes of his players. In the first instance, this ruthlessness was entirely unintelligible, but then, in an amazing coup, P&eacute;rez prised Rafael Ben&iacute;tez from Napoli, his fabled skills of negotiation and persuasion securing the release of a man who had just guided his team to a majestic fifth-place finish. Suddenly, all was clear. </p> \n<p>But naturally, that is not all. Now, Sergio Ramos, hero of <em>La D&eacute;cima</em>, leader and symbol of the wondrously unashamed snide that makes Madrid so special, has asked to leave. In a sense, this is understandable: he’s 29, and, thanks in part to P&eacute;rez’s interventions, Barcelona look to have the title sewn up for the next couple of seasons. Ramos, though, does not want away, not for this reason, rather because of P&eacute;rez – or, put another way, Madrid look like losing one of the most significant, decorated and inspirational footballers of the generation because a bloke who sports a syoot, tie and glasses combo has allowed himself to be fallen out with. </p> \n<p>We are blessed to be living in his time.</p> \n<h2>LIVE ON BIG WEBSITE TONIGHT</h2> \n<p><a href=\"http://www.theguardian.com/football\">Join Nick Ames in the MBM hot seat for Portugal 2-1 Sweden in the European Under-21s Championship final from 7.45pm UK time.</a></p> \n<h2>QUOTE OF THE DAY</h2> \n<figure class=\"element element-image\" data-media-id=\"6d194b5ceb0dca87bd7c0f82eced2270633dfeb0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435679860561/2e4b9ac2-3895-4b06-b3f0-b8a378e20614-460x276.jpeg\" alt=\"Ronaldinho\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Setting the world on fire. Getty</span> \n  <span class=\"element-image__credit\">Photograph: Alfredo Estrella/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“Besides Eto’o and Ronaldinho, we will make another big-name signing. When it’s done, we’ll set the world on fire” – Antalyaspor president Gultekin Gencer, ladies and gentlemen.</p> \n<h2>FIVER LETTERS</h2> \n<p>“I feel the picture of the tumbleweed in yesterday’s Fiver could’ve been employed in more than one instance, in more than one tea timely email” – Tom Bonsell (and 1,056 others).</p> \n<p>“Not meaning to shine a light where it should not be shone as regards The Fivers drinking habits, but ham and peach liqueur? Really? Do they do ham and cheese liqueur as well? If so I am a buyer in size please direct me accordingly” – Dion Di Miceli.</p> \n<p>“Fred, Wallace and Bernard, Brazil’s famed ‘Players With Names That Make Them Sound Like They Are In A Working Man’s Club XI’ (Friday’s bits and bobs)) put me in mind of something that I’ve always found slightly childishly amusing about certain Dutch players of recent vintage. Ronald, Clarence, Edgar, Edwin, Wesley, Virgil, Dirk, Winston: ‘Dutch Players With First Names That Make Them Sound Like They Are In A 1920s Private Gentleman’s Club XI’” – Halli Cauthery.<br /></p> \n<p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\">tweet the Fiver</a>. <strong>Today’s winner of our prizeless letter o’the day is: </strong>Another rollover.<br /></p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2>BITS AND BOBS</h2> \n<figure class=\"element element-image\" data-media-id=\"eee77f9949a9d0d50dc357793338facd3757f377\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678350187/6d770b16-3450-4837-b38b-1ff64c73f1df-460x276.jpeg\" alt=\"Arda Turan\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Arda Turan, whistling over Europe soon. </span> \n  <span class=\"element-image__credit\">Photograph: Juan Medina/Reuters</span> \n </figcaption> \n</figure> \n<p>Arda Turan has been bundled into a<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/atletico-madrid-arda-turan-manchester-united-chelsea\"> transfer cannon</a> and Atl&eacute;tico Madrid can apparently do nothing to stop him being fired at whatever club waves the most notes. “In the next four days Arda will decide which team he’ll play for next season,” boomed his Mr 15%.</p> \n<p>Jack Warner <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/jack-warner-hires-myra-hindley-lawyer\">has hired the lawyer who represented Myra Hindley</a> in his fight against extradition to the United States.<br /></p> \n<p>Uefa has confirmed that Cardiff’s Millennium Stadium will host the 2016-17 Big Cup final. “These are exciting times for Welsh football,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/millennium-stadium-champions-league-final-2017\">cheered Gareth Bale</a>, presumably because he’s Welsh.</p> \n<p>Fun and games in South America dept: Chilean police buzzkilled the hell out of Chile fans in Santiago who were just a bit giddy after watching their team make the Copa Am&eacute;rica final for the first time in 28 years, by giving them a water-cannon washdown. </p> \n<p>Guus Hiddink <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/29/guus-hiddink-holland-quits-coach\">has bundled himself aboard the Dutch cruise-liner called Do One</a> after just a year in charge of Holland. “I think it’s a real pity things worked out like this,” sobbed Hiddink, who confirmed Danny Blind will jump into his warm spot. </p> \n<p>And Arouna Kon&eacute;, who has been knacked for the best part of two seasons, has reminded Everton supporters that he still exists. “The fans haven’t been able to see me at my very best level,” he understated.</p> \n<h2>STILL WANT MORE?</h2> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-377f53b4-f850-43b0-a13b-e622d3ddbd3d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/30/1435678379161/971041ba-a0c3-44d8-83eb-efdabb30a190-460x276.jpeg\" alt=\"The Sweden Under-21 striker, John Guidetti, has had a better time for his country than in club football of late\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ooh, he’s so dreamy.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Recine/Reuters</span> \n </figcaption> \n</figure> \n<p>John Ashdown is doodling pictures of John Guidetti and hearts all over his shorthand notebook. Why? Because he’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/john-guidetti-sweden-football-mr-nice-guy\">a player who can do no wrong at the moment</a>. </p> \n<p>Why have Chile ditched the romance at Copa Am&eacute;rica? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/chile-shed-romantic-ideals-copa-america-title-dream\">Because they want to win the bleedin’ thing</a>, writes floating football brain in a box Jonathan Wilson. </p> \n<p>Gabriel Hanot was a player, a coach, a prisoner of war, a journalist and a pioneer who remains oddly neglected in France, writes Philippe Auclair in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/gabriel-hanot-france-coach-journalist\">this doozy of an extract from The Blizzard</a>. </p> \n<p>Pigs, Godzilla, <em>that</em> Partick Thistle mascot and Paul Scholes pop up in this week’s Gallery <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/gallery/2015/jun/30/bastian-schweinsteiger-the-gallery\">on Bastian Schweinsteiger</a>.</p> \n<p>AC Jimbo and the Football Weekly Live crew are in Lahndan on 6 August to preview the new season and tickets are selling faster than Weird Uncle Fiver’s Special Brew at that secret annual convention he goes to. So, <a href=\"https://membership.theguardian.com/event/football-weekly-live-17423997646\">click here to get your mitts on some</a>. </p> \n<p>Oh, and if it’s your thing … <a href=\"https://www.facebook.com/guardianfootball\">you can follow Big Website on Big Social FaceSpace</a>.<br /></p> \n<h2>SIGN UP TO THE FIVER<br /></h2> \n<p>Want your very own copy of our free tea-timely(ish) email sent direct to your inbox? Has your regular copy stopped arriving? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to sign up</a>.</p> \n<h2>STOP TENNIS!</h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/94c5478e8ce59287e3f03e75565d6378ff6cbf6a/0_0_2709_1626/2709.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1626,"width":2709,"orientation":"landscape","credit":"Sergio Perez/REUTERS","altText":"Florentino Perez","cleanCredit":"Photograph: Sergio Perez/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435679861931/2e4b9ac2-3895-4b06-b3f0-b8a378e20614-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Setting the world on fire. Getty Photograph: Alfredo Estrella/AFP/Getty Images","credit":"Alfredo Estrella/AFP/Getty Images","altText":"Ronaldinho","cleanCaption":"Setting the world on fire. Getty","cleanCredit":"Photograph: Alfredo Estrella/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435678351590/6d770b16-3450-4837-b38b-1ff64c73f1df-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Arda Turan, whistling over Europe soon.  Photograph: Juan Medina/Reuters","credit":"Juan Medina/Reuters","altText":"Arda Turan","cleanCaption":"Arda Turan, whistling over Europe soon. ","cleanCredit":"Photograph: Juan Medina/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435584729128/0d0115e2-b39f-48d3-ae60-df99ea54c4d7-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Ooh, he’s so dreamy. Photograph: Carl Recine/Reuters","credit":"Carl Recine/Reuters","altText":"The Sweden Under-21 striker, John Guidetti, has had a better time for his country than in club football of late","cleanCaption":"Ooh, he’s so dreamy.","cleanCredit":"Photograph: Carl Recine/Reuters"}],"webPublicationDate":"2015-06-30T15:49:15Z","lastModified":"2015-06-30T16:02:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Daniel Harris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/danielharris"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Daniel Harris","topic":{"type":"tag-contributor","name":"profile/danielharris"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/the-fiver-real-madrid","shortUrl":"http://gu.com/p/4a9x4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/the-fiver-real-madrid","webUri":"http://www.theguardian.com/football/2015/jun/30/the-fiver-real-madrid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/94c5478e8ce59287e3f03e75565d6378ff6cbf6a/0_0_2709_1626/2709.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1626,"width":2709,"orientation":"landscape","caption":"Erm, anyone know who this is? Photograph: Sergio Perez/Reuters","credit":"Sergio Perez/Reuters","altText":"Erm, anyone know who this is?","cleanCaption":"Erm, anyone know who this is?","cleanCredit":"Photograph: Sergio Perez/Reuters"}},"importance":7,"kicker":{"title":"The Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d20e87eaa826c40f370236d09da371d9e157cde8/0_169_3040_1824/1000.jpg","height":600,"width":1000}}]},{"title":"Rumour Mill / Adebayor for Aston Villa? Austin to West Brom?","rawTitle":"Adebayor for Aston Villa? Austin to West Brom?","item":{"type":"article","id":"football/2015/jun/30/football-transfer-rumours-emmanuel-adebayor-aston-villa","title":"Football transfer rumours: Emmanuel Adebayor for Aston Villa?","trailText":"Is Emmanuel Adebayor heading for a Tim Sherwood reunion? Is Charlie Austin off to West Brom? Can Arsenal snap up William Carvalho?","standFirst":"Today’s tittle tattle is running through its target list","byline":"Simon Burnton","body":"<p>Tottenham are hoping to rekindle Tim Sherwood’s memorable bromance with <strong>Emmanuel Adebayor</strong>, by offering the Togo striker, who smashed a measly two goals last season in all competitions but who flourished during the Englishman’s brief spell in charge at White Hart Lane, in part exchange for Aston Villa’s <strong>Christian Benteke</strong>, who has flourished during the Englishman’s as-yet brief spell at Villa but who also tries a bit for other managers.</p> \n<p>West Brom are also in search of a striker and their hopes of snapping up the former Newcastle and Chelsea hotshot Demba Ba ended when the player decided to move to Shanghai instead, so they have moved smoothly to the next name on their target list – <strong>QPR’s Charlie Austin</strong>. The 25-year-old is definitely available but could cost as much as &pound;15m and has already been linked with approximately half the Premier League, with Newcastle, Southampton, West Ham and Chelsea the most frequently recurring names.</p> \n<p>Talking of <strong>West Ham</strong>, Slaven Bilic’s contract stipulates that if the new manager guides them to relegation he can be sacked without notice or compensation, and also that he won’t qualify for a bonus unless the Hammers finish the season in the top eight. In other words, he’d better have negotiated himself a decent basic salary, because that’s all he’s getting. And he might have to manage without <strong>Stewart Downing</strong>, who is a &pound;7m target for Newcastle, Leicester, Sunderland, Middlesbrough and now Stoke, who have entered the race after becoming tired of Yevhen Konoplyanka’s procrastination, the out-of-contract Dnipro wideman having stalled for weeks and now appearing to favour Atl&eacute;tico Madrid.</p> \n<p>Boro obviously have some money to spend despite their narrow failure to win promotion to the Premier League, and in addition to Downing are also linked to the <strong>Dundee United striker Nadir Ciftci</strong>, who is likely to cost around &pound;1.7m. In other striker news, Bournemouth and Norwich are ready to battle each other for the Crystal Palace striker Glenn Murray, whom the Eagles might allow to leave for around &pound;5m to help fund a deal for someone more expensive. And Leicester’s Chris Wood is apparently on the very verge of signing a &pound;2m deal with Leeds, having turned down Wolves.</p> \n<p>In London-based top-flight club midfield news, Arsenal have suddenly gone off Arturo Vidal and are determined to sign <strong>William Carvalho</strong>, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/28/william-carvalho-portugal-germany-euro-under-21-championship\" title=\"\">star of Portugal’s European Under-21 Championship success</a>, instead. And Internazionale could come a-calling for Chelsea’s Mikel John Obi, but only if they can’t sign Galatasaray’s Felipe Melo, who they think is better.</p> \n<p>Defender latest: <strong>Sergio Ramos </strong>is still angling to move to Manchester United (and no surprise either if rumours of a &pound;230,000-a-week contract offer are to be believed), and Roma’s 31-year-old Greek defender Jos&eacute; Holebas is apparently a &pound;2m target for Watford.</p> \n<p>Talking of Roma, <strong>Edin Dzeko</strong> has apparently become a bit fed up with being only an occasional starter at Manchester City, leading his Bosnia team-mate Miralem Pjanic to suggest he “would run to Roma” to join him in Serie A, adding “the wages won’t be a problem”. The bad news is that Roma can’t afford his &pound;20m asking price – they want Manuel Pellegrini to accept the Serbian midfielder Adem Ljajic in part-exchange.</p> \n<p>The Monaco right-back Fabinho is, says the Sun, available for &pound;20m (&pound;15m if you ask the Mail), news that they suggest may interest City. They also suggest “a new right-back was not on their list of priorities” and “the asking price is considered too high”, so let’s not get too excited, eh? Aymen Abdennour, another member of the Mon&eacute;gasque back-line, is equally available, with his agent merrily trilling about interest from Barcelona, Internazionale, Juventus and Liverpool. “I want to play for one of the biggest clubs spoken about soon,” the player said t’other day. “I’m ready.”</p> \n<p>Also on <strong>Liverpool</strong>’s shortlist is Ludwig Augustinsson, a left-back and Swedish Under-21 international whose sudden appearance on the radar of one of England’s most cash-flashy clubs is somewhat striking given that it’s barely a week since he called our own Under-21 side “overrated” (with some justification, to be fair) and fumed: “Some players go for such sick amounts of money in England and are a bit more expensive than they are good.” Augustinsson would apparently cost &pound;2m, though where that stands on the expensive/good scale remains to be seen.</p> \n<p>Ineffective rumour-snuffing dept: Ronald Koeman – who is hoping to bring the &pound;7m Juventus defender Angelo Ogbonna to <strong>Southampton</strong> – says that “until now we have not had a serious bid for [Morgan] Schneiderlin from United” (though “until now” seem to be key words there), and the Sampdoria president, Massimo Ferrero, insists: “Mario Balotelli is a player of extraordinary talent but, no, we won’t be signing him,” (which is what Brendan Rodgers was saying a year ago).</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/30/1435652012641/Emmanuel-Adebayor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images","credit":"Matthew Childs/Action Images","altText":"Emmanuel Adebayor","cleanCaption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images"}],"bodyImages":[],"webPublicationDate":"2015-06-30T08:14:52Z","lastModified":"2015-06-30T09:37:51Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Simon Burnton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonburnton"}],"feature":true,"keywords":["Transfer window","Aston Villa","Tottenham Hotspur","West Bromwich Albion","West Ham United","Arsenal","Middlesbrough","Football","Sport"],"tags":[{"id":"football/transfer-window","webTitle":"Transfer window"},{"id":"football/aston-villa","webTitle":"Aston Villa"},{"id":"football/tottenham-hotspur","webTitle":"Tottenham Hotspur"},{"id":"football/westbrom","webTitle":"West Bromwich Albion"},{"id":"football/westhamunited","webTitle":"West Ham United"},{"id":"football/arsenal","webTitle":"Arsenal"},{"id":"football/middlesbrough","webTitle":"Middlesbrough"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Simon Burnton","topic":{"type":"tag-contributor","name":"profile/simonburnton"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/30/football-transfer-rumours-emmanuel-adebayor-aston-villa","shortUrl":"http://gu.com/p/4a8mp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/30/football-transfer-rumours-emmanuel-adebayor-aston-villa","webUri":"http://www.theguardian.com/football/2015/jun/30/football-transfer-rumours-emmanuel-adebayor-aston-villa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/30/1435652012641/Emmanuel-Adebayor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images","credit":"Matthew Childs/Action Images","altText":"Emmanuel Adebayor","cleanCaption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images"}},"importance":5,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Clubs/Club_Home/2015/6/30/1435652012641/Emmanuel-Adebayor-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images","credit":"Matthew Childs/Action Images","altText":"Emmanuel Adebayor","cleanCaption":"A bromance rekindled? Spurs could offer Emmanuel Adebayor to Tim Sherwood at Aston Villa. Photograph: Matthew Childs/Action Images"}}]},{"title":"The Agenda / Who will reach the Women’s World Cup final?","rawTitle":"Who will reach the Women’s World Cup final?","item":{"type":"article","id":"sport/2015/jun/27/the-agenda-womens-world-cup-final","title":"The Agenda: who will reach the Women’s World Cup final?","trailText":"Will England be at the final on Friday night? There is other football, too, with Slaven Bilic making his bow as the West Ham manager in the Europa League","standFirst":"Will England be at the final on Friday night? There is other football, too, with Slaven Bilic making his bow as the West Ham manager in the Europa League","byline":"Observer sport","body":"<h2>INTERNATIONAL FINALS…</h2> \n<p>A big week for football finals. England’s early exit from the European Under-21s Championship means they will not be involved in the final on Tuesday (7pm, BT Sport 1). However, dependent on the outcome of their match against the hosts, Canada, in the wee hours of this morning - too late for a Sunday newspaper deadline –the Women’s World Cup may yet feature an England side. The final on Friday (11.30pm, BBC2) should provide further evidence of why the women’s game is fast emerging from the shadow of its male counterpart. Elsewhere South America’s finest will be on show on Saturday in the Copa Am&eacute;rica final (8.00pm, Premier Sports and Xbox Live). Even though football is in its off-season there’s plenty to get stuck in to.</p> \n<h2>BILIC MAKES HIS BOW…</h2> \n<p>Wait, there’s more football. Among the 102 teams named in the first round of Europa League qualifying were West Ham, who made it to the foothills of the competition by virtue of their fair play. Having had little more than a month since the Premier League ended with a defeat at Newcastle and then rolling out the welcome mat to former defender Slaven Bilic as their manager, West Ham now find themselves facing the mighty Andorran outfit FC Lusitans on Thursday. This is where the prefix “minnows” invariably appears but the team from the tiny Iberian principality – population: 85,500; motto: “United virtue is stronger” – are perhaps feebler than minnows (mini-minnows?), having lost their last European tie 7-3 on aggregate to Streymur of the Faroe Islands – pop: 50,000 – nearly two years ago. Bilic will hope for sterner tests before the Premier League starts in August, but the first game of Upton Park’s final season is a good match to ease him in.</p> \n<h2>ROAD RACE CLIMAX…</h2> \n<p>Cycling is in full cry as anticipation mounts for the Tour de France and today sees the culmination of the British Road-Race National Championships (11.30am, Eurosport 1). Laura Trott and Peter Kennaugh both return to defend their titles, hoping to be first through the finish line in Lincoln’s Castle Square.</p> \n<h2>SPEED MERCHANTS…</h2> \n<p>The British Athletics Championships get underway on Friday as the country’s athletes chase qualification for August’s world championships. The controversy surrounding the eligibility of the Anguillan-born sprinter Zharnel Hughes will add a tense backdrop to the blockbuster 100m and 200m events, with rival Richard Kilty tweeting his displeasure at Hughes’s place in Team GB. However the 19-year-old has openly targeted a place in Beijing so will need to show he is worth the hype to seal his spot. Expect fireworks.</p> \n<h2>SPEED MERCHANTS II…</h2> \n<p>After his starting grid error in Austria, Lewis Hamilton will be hoping he can make amends with a strong performance on home soil at Silverstone (BBC1 from Saturday). Hamilton still leads his Mercedes team-mate Nico Rosberg by 10 points but with the pair’s rivalry simmering, the British Grand Prix will be compelling viewing. Let’s hope Hamilton forgets the Queen’s recent advice and turns right first.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329157569/BC-PLACE-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images","credit":"Rich Lam/Getty Images","altText":"BC PLACE","cleanCaption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-27T11:01:01Z","lastModified":"2015-06-27T23:00:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Football","Cycling","Athletics","Cricket","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/cycling","webTitle":"Cycling"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"series":{"title":"The Agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-agenda"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/27/the-agenda-womens-world-cup-final","shortUrl":"http://gu.com/p/4a6t7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/27/the-agenda-womens-world-cup-final","webUri":"http://www.theguardian.com/sport/2015/jun/27/the-agenda-womens-world-cup-final"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329157569/BC-PLACE-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images","credit":"Rich Lam/Getty Images","altText":"BC PLACE","cleanCaption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images"}},"importance":5,"kicker":{"title":"The Agenda"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435329157569/BC-PLACE-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images","credit":"Rich Lam/Getty Images","altText":"BC PLACE","cleanCaption":"Who will take to the field at BC Place, Vancouver for the final of the Women's World Cup? Photograph: Rich Lam/Getty Images"}}]},{"title":"The Gallery / Schweinsteiger gets the treatment","rawTitle":"Schweinsteiger gets the treatment","item":{"type":"gallery","id":"football/gallery/2015/jun/30/bastian-schweinsteiger-the-gallery","title":"Bastian Schweinsteiger | The Gallery","trailText":"The Bayern Munich man stars as pig farmer, a part of a building and the new Paul Scholes","standFirst":"<p data-dropid=\"0\">This week’s winner is Jack Allen, who gets a copy of <a href=\"http://www.amazon.co.uk/Journeyman-odyssey-through-leagues-football/dp/1849548544\">Ben Smith’s Journeyman</a>. Get in touch to claim your prize. <strong>Next week we’d like your takes on</strong><strong> Morgan Schneiderlin</strong><strong>.</strong> Send your efforts to <a href=\"mailto:gallery@theguardian.com\">gallery@theguardian.com</a> by noon on Monday 6 July as a jpeg, complete with a <em>caption</em>. Anyone who forgets will be summoned to Guardian Towers for a stern talking to</p>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"6952045c3c75dc1c905e348a75b42fb17d1cee60\"> \n <img src=\"http://media.guim.co.uk/6952045c3c75dc1c905e348a75b42fb17d1cee60/0_0_750_498/750.jpg\" alt=\"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen\" width=\"750\" height=\"498\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"b85bba58f18526577557a734f7b27f984c96ceb0\"> \n <img src=\"http://media.guim.co.uk/b85bba58f18526577557a734f7b27f984c96ceb0/0_0_800_629/800.jpg\" alt=\"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Lavi&ntilde;a\" width=\"800\" height=\"629\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Lavi&ntilde;a</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"a234b984f48b3d26d2106e22eed87d450d68dbf2\"> \n <img src=\"http://media.guim.co.uk/a234b984f48b3d26d2106e22eed87d450d68dbf2/0_0_2998_1686/1000.jpg\" alt=\"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell\" width=\"1000\" height=\"562\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bc15fc682ef9226d3b44e39939dab1eb3bfcfc73\"> \n <img src=\"http://media.guim.co.uk/bc15fc682ef9226d3b44e39939dab1eb3bfcfc73/0_0_606_598/500.jpg\" alt=\"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones\" width=\"500\" height=\"493\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones</span> \n  <span class=\"element-image__credit\">Photograph: Photomontage</span> \n </figcaption> \n</figure>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6952045c3c75dc1c905e348a75b42fb17d1cee60/0_0_750_498/750.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":498,"width":750,"orientation":"landscape","caption":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen Photograph: Photomontage","credit":"Photomontage","altText":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen","cleanCaption":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen","cleanCredit":"Photograph: Photomontage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b85bba58f18526577557a734f7b27f984c96ceb0/0_0_800_629/800.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":629,"width":800,"orientation":"landscape","caption":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña Photograph: Photomontage","credit":"Photomontage","altText":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña","cleanCaption":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña","cleanCredit":"Photograph: Photomontage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a234b984f48b3d26d2106e22eed87d450d68dbf2/0_0_2998_1686/2998.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1686,"width":2998,"orientation":"landscape","caption":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell Photograph: Photomontage","credit":"Photomontage","altText":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell","cleanCaption":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell","cleanCredit":"Photograph: Photomontage"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc15fc682ef9226d3b44e39939dab1eb3bfcfc73/0_0_606_598/606.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":598,"width":606,"orientation":"landscape","caption":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones Photograph: Photomontage","credit":"Photomontage","altText":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones","cleanCaption":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones","cleanCredit":"Photograph: Photomontage"}],"bodyImages":[],"webPublicationDate":"2015-06-29T23:05:09Z","lastModified":"2015-06-29T23:05:09Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Bayern Munich","Football","Sport"],"tags":[{"id":"football/bayernmunich","webTitle":"Bayern Munich"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[],"series":{"title":"The Gallery","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thegallery"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/gallery/2015/jun/30/bastian-schweinsteiger-the-gallery","shortUrl":"http://gu.com/p/4a4hb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/gallery/2015/jun/30/bastian-schweinsteiger-the-gallery","webUri":"http://www.theguardian.com/football/gallery/2015/jun/30/bastian-schweinsteiger-the-gallery"},"shouldHideAdverts":false},"importance":4,"kicker":{"title":"The Gallery"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6952045c3c75dc1c905e348a75b42fb17d1cee60/0_0_750_498/750.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":498,"width":750,"orientation":"landscape","caption":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen Photograph: Photomontage","credit":"Photomontage","altText":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen","cleanCaption":"‘Bastian, what would you be doing if you hadn’t become a footballer?’ chortles Jack Allen","cleanCredit":"Photograph: Photomontage"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b85bba58f18526577557a734f7b27f984c96ceb0/0_0_800_629/800.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":629,"width":800,"orientation":"landscape","caption":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña Photograph: Photomontage","credit":"Photomontage","altText":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña","cleanCaption":"‘Bastian knew he should have taken a closer look at his contract when he signed for the Jags,’ roars Marcial Laviña","cleanCredit":"Photograph: Photomontage"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a234b984f48b3d26d2106e22eed87d450d68dbf2/0_0_2998_1686/2998.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1686,"width":2998,"orientation":"landscape","caption":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell Photograph: Photomontage","credit":"Photomontage","altText":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell","cleanCaption":"‘#1. Bastion #2. Swine #3. Stag #4. R,’ Say what you see, reckons Stephen Mitchell","cleanCredit":"Photograph: Photomontage"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bc15fc682ef9226d3b44e39939dab1eb3bfcfc73/0_0_606_598/606.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":598,"width":606,"orientation":"landscape","caption":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones Photograph: Photomontage","credit":"Photomontage","altText":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones","cleanCaption":"‘We know Bastian admires him, but could he fill the void that Paul Scholes left at United?’ hoots Alex Howard-Jones","cleanCredit":"Photograph: Photomontage"}}]},{"title":"You are the Umpire / Featuring a fielder in shorts and a very late arrival","rawTitle":"Featuring a fielder in shorts and a very late arrival","item":{"type":"article","id":"sport/2015/jun/26/you-are-the-umpire-paul-trevillion","title":"You are the Umpire: Alastair Cook","trailText":"<p>Featuring: A bowler's shoulder, a laid-back fielder in shorts, and a very late arrival</p>","standFirst":"","byline":"","body":"<p><a href=\"http://i.guim.co.uk/static/w-1065/h--/q-95/sys-images/Guardian/Pix/pictures/2015/6/26/1435306096553/You-are-the-Umpire-Cook-004.jpg\">Click to enlarge</a>, and debate the strip below the line. </p>\n<h2>John Holder's verdict</h2>\n<p><strong>1)</strong> In this instance, the over will be completed by another member of the fielding side. That person cannot have bowled the previous over and in a limited-overs match where bowlers are restricted to a set number of overs, that person must not have bowled his allowance of overs. <em>Thanks to Peter Lockwood</em>. <br /><strong>2)</strong> The Laws do not specify what clothing a player must or must not wear. A male player could wear a dress if he wanted. However the preamble to the Laws states that participants should respect the traditions of the game and one tradition is that all players wear long trousers. The image of the game is important so I would consult with my colleague, then speak to the player and his captain also. If they refuse to comply I would allow the cricketer to play but would report it to the executive. <em>Thanks to Jon Miles</em>. <br /><strong>3)</strong> If that player's name was on the team sheet when captains nominated their teams at the toss, there can be no objection from the fielding captain as to where he bats, even though he has arrived late at the ground. <em>Will Harrison wins the shirt</em>.</p>\n<h2>Competition: win a T-shirt of your choice</h2>\n<figure data-media-id=\"gu-image-457293909\">\n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg\" alt=\"Cricket shirt\" width=\"140\" height=\"130\" class=\"gu-image\" />\n <figcaption></figcaption>\n</figure>\n<p>For a chance to win a sporting T-shirt of your choice from the <a href=\"http://entertainment.guardianoffers.co.uk/search/results/?search=cricket\">Guardian range</a> send us your questions for You are the Umpire to <a href=\"mailto:you.are.the.umpire@observer.co.uk\">you.are.the.umpire@observer.co.uk</a>. The best scenario used in each new strip wins a T-shirt; Terms apply. For more on You are the Ref's history, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/aug/07/football.ref?guni=Article:in body link\">click here</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306095315/You-are-the-Umpire-Cook-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Cook Photograph: Observer Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":"You are the Umpire Cook Photograph: Observer","cleanCredit":"Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":130,"width":140,"orientation":"landscape","credit":"Observer","altText":"Cricket shirt","cleanCredit":"Observer"}],"webPublicationDate":"2015-06-26T08:22:00Z","lastModified":"2015-06-29T00:22:00Z","metadata":{"commentable":true,"commentCount":36,"contributors":[],"feature":true,"keywords":["Cricket","Alastair Cook","Sport"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/alastair-cook","webTitle":"Alastair Cook"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[],"series":{"title":"You are the Umpire","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/you-are-the-umpire"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/you-are-the-umpire-paul-trevillion","shortUrl":"http://gu.com/p/4a67z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/you-are-the-umpire-paul-trevillion","webUri":"http://www.theguardian.com/sport/2015/jun/26/you-are-the-umpire-paul-trevillion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306096553/You-are-the-Umpire-Cook-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":429,"width":940,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":" ","cleanCredit":"Observer"}},"importance":4,"kicker":{"title":"You are the Umpire"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435306095315/You-are-the-Umpire-Cook-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Cook Photograph: Observer Photograph: Observer","credit":"Observer","altText":"You are the Umpire Cook","cleanCaption":"You are the Umpire Cook Photograph: Observer","cleanCredit":"Observer"}}]},{"title":"Joy of Six / Sporting bravery from Abbott to Freeman via Terry and Switzer","rawTitle":"Sporting bravery from Abbott to Freeman via Terry and Switzer","item":{"type":"article","id":"sport/2015/jun/26/the-joy-of-six-sporting-bravery","title":"The Joy of Six: sporting bravery","trailText":"From doing things normally after a tragedy, to overcoming entrenched sexism, bravery in sport takes many different forms. Here are half a dozen examples","standFirst":"<p>From doing things normally after a tragedy, to overcoming entrenched sexism, to punching an armed mugger, bravery in sport takes many different forms</p>","byline":"Nick Miller","body":"<h2>1) Sean Abbott</h2> \n<p>In most walks of life, the disregard for personal safety or ignoring pain is your traditional barometer of bravery, like running into a burning building to save a puppy, or jumping on a land mine. Bravery is an emotional state, usually related to physical wellbeing. As is the case in sport; in cricket, for example, one might usually think of bravery as standing up to a fearsome bowling attack, or fielding at short-leg without a helmet on, having little regard for one’s own personal safety in the name of The Cause.</p> \n<p>Brian Close is the obvious name for both of those criteria – the old boy who of course famously stood and took the missiles of the West Indies on the chest at Old Trafford in 1976. Close, who curiously looked older than his 46 years then but these days barely seems to have aged at all, declared that a cricket ball couldn’t really hurt you because “it’s only on you for a second”, which was presumably his theory behind wearing a succession of bumpers from Andy Roberts and Michael Holding rather than swaying away, leaving a flamboyant tapestry of bruises on his torso. He also, as legend has it, once exclaimed “catch it” after the ball rebounded off his forehead while fielding at short-leg in a Yorkshire match. The catch was taken.</p> \n<p> However, there’s also a bravery in dishing out that sort of treatment, because while the intention (usually) isn’t to actually seriously hurt one’s opponent, it’s an inevitable hazard of hurling a hard object at someone from 22 yards away, at upwards of 95 miles an hour. It is, though, part of the sport, and obviously the instances of serious injury, or worse, are few and far between. But they do happen, and did to Phillip Hughes in November 2014, when he suffered a freak injury after being hit on the head by a bouncer, passing away a couple of days later.</p> \n<p> It was something that couldn’t have happened again if someone had taken the same blow another 1,000 times, but part of human nature is, when something like this is shown to be possible, to be afraid. Many remain terrified of flying despite the millions of planes that land safely every year, and so you can only imagine how terrified Sean Abbott, the man who delivered the fateful bouncer that struck Hughes, must have been when he returned to cricket.</p> \n<p> It took some bravery to even come back to cricket at all, even in the certain knowledge that Hughes’ death absolutely was not his fault, but even more to play on using the logic that it couldn’t happen again and he must play normally, and for a fast bowler like Abbott, ‘normally’ means short-pitched bowling. In his first over back, for New South Wales against Queensland, less than three weeks after Hughes’ death, Abbott bowled a bouncer, which batsman Joe Burns ducked underneath. The psychological barrier was hurdled, although it took courage to even let go of the ball under those circumstances. Abbott took two wickets in that innings, but in the second ran through the Queensland order to claim figures of 6-14 off seven overs and was named man of the match. He was given the Bradman Young Cricketer of the Year award in January.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=7V6heKr8E8Y\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/7V6heKr8E8Y?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>2) Kathrine Switzer</h2> \n<p> And then there’s political bravery. Kathrine Switzer was an amateur runner at Syracuse University in 1967, when she decided to challenge herself by running the Boston Marathon. Thing was, no woman had ever run the Boston Marathon before, and even her own coach didn’t believe it was possible for a poor, fragile, weak little woman to run 26.2 miles (“No dame ever ran the Boston Marathon!” he told her), but once she proved to him she could in a training run (with an extra five miles thrown in, just for yucks), they entered the race. Apparently there was nothing official in the rules preventing a woman from registering, but she wrote her name down as KV Switzer on the entry form anyway, just to be sure. Switzer, coach Arnie Briggs, her boyfriend (a 235-pound hammer thrower who didn’t bother training because if a woman could run a marathon, he could too) and another friend all piled into a car and headed to an unseasonably cold Boston.</p> \n<p> All was going well until around the four-mile mark, when Switzer heard leather-soled footsteps behind her. “Instinctively I jerked my head around quickly and looked square into the most vicious face I’d ever seen,” <a href=\"http://kathrineswitzer.com/about-kathrine/1967-boston-marathon-the-real-story/\">she wrote in ‘Marathon Woman’</a>, her memoir. “A big man, a huge man, with bared teeth was set to pounce, and before I could react he grabbed my shoulder and flung me back, screaming, ‘Get the hell out of my race and give me those numbers!’ Then he swiped down my front, trying to rip off my bib number, just as I leapt backward from him. He missed the numbers, but I was so surprised and frightened that I slightly wet my pants and turned to run. But now the man had the back of my shirt and was swiping at the bib number on my back.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2014/apr/11/10-best-marathon-moments-in-pictures-london\">The 10 best marathon moments – in pictures</a> </p> \n</aside> \n<p> The outraged man in question turned out to be Jock Semple, the marathon director, who was promptly barged out of the way by the macho boyfriend. Switzer finished the race in four hours twenty minutes, but caused a press sensation for the eyebrow-raising feat of ‘running a long way while in possession of ovaries’, batting off the questions from journalists (“Are you a suffragette?” asked one hack with his finger firmly on the political pulse) about why she had entered the race with a Forrest Gump-esque “I like to run.” </p> \n<p> She wrote: “I’ve stepped into a different life, I thought. To the guys it was a one-off event. But I knew it was a lot more than that. A lot more.” Switzer campaigned for women to be officially admitted to the race, which they eventually were in 1972, and went on to be a TV journalist.</p> \n<p> Incidentally, the boyfriend hit the wall at about 13 miles and staggered home an hour after Switzer.</p> \n<h2>3) Leonardo Bonucci</h2> \n<p>This is cheating slightly, because it displays bravery away from the field of play. The more obvious route would be to comment on the many examples of those who went to war, from the likes of Donald Bell, the only professional footballer to ever be awarded the Victoria Cross, to great baseball slugger Ted Williams, who interrupted his career twice to fly in World War Two then the Korean War. However, there are too many sportsmen who have fought in assorted wars to select just one, so how about a slightly different example of off-pitch bravery.</p> \n<p> Juventus defender Leonardo Bonucci was car shopping (at a Ferrari dealership – he is a professional footballer) with his wife and infant son in 2012, when an opportunistic mugger decided that this was the perfect mark, a wealthy man who was distracted and, given that he was with his family, would most likely hand over the demanded trinkets with the minimum of fuss. The villain in question approached the Bonuccis and demanded Leonardo hand over his watch (not, one suspects, a Casio), brandishing a firearm by way of persuasion. </p> \n<p>Bonucci, though, was having little of it. The mugger reportedly grabbed him by the wrist but Bonucci, sensing an opening where most would sense a troubling churning of the stomach, punched his assailant with his free hand. The startled criminal made his escape on an accomplice’s moped, only for Bonucci to chase after him. To repeat: he chased after an armed mugger who was retreating on a moped. “What are you doing? Are you mad? I’ll shoot you!” the mugger quite reasonably noted. </p> \n<p> There’s a fine line between bravery and stupidity. Speaking of which …</p> \n<h2>4) John Terry</h2> \n<p> There must be a good reason to be a jockey. The synergy between man and beast; the competitive instinct; the racing despite not being of the traditional athletic physique; the sensation of being of diminutive stature but controlling such a large animal; the money, if you turn out to be really good. All of those might do it.</p> \n<p> But when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/2015/apr/24/tony-mccoy-broke-bones-heart-sandown-retires\">even the very best break every bone in their body,</a> thrown from the horse and with very little chance to do anything about it, you do wonder whether it’s worth all the trouble. You have to be seriously sturdy up top to mentally shake all of that off and quite literally get back on the horse; that, or be wired slightly differently to most other people. You have to basically be impervious to pain.</p> \n<p> Of the various forms of moral fortitude, bravery is not one that you’d necessarily ascribe to John Terry the man. John Terry the defender, football player and thrower of body onto line, however, is a different matter. There’s no horse involved, but you sometimes wonder whether Terry is actually made of fragile flesh, the sort that reacts to sensations like heat, cold, pain, sunlight etc, and is rather a theoretical humanoid, hewn from rubber and kevlar, like a sentient and hard-wearing crash test dummy. How else would one explain his insistence on throwing everything in the way of the ball when propelled at speed? </p> \n<p> Terry is far from the first or only footballer to determine that his skin and bones are worth sacrificing to prevent a goal being scored (Kevin Moran, Terry Butcher, Colin Hendry and Nemanja Vidic all spring to mind), but it seems as if he has appointed himself as a sort of central defensive member of the secret service, diving in front of a bullet to keep the president from harm, in his case the Chelsea or England goal playing the part of commander in chief. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=8GEB-TYLMmQ\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/8GEB-TYLMmQ?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> The incident that readily springs to mind is in the 2007 League Cup final, when Terry attempted to compete for the ball (in attack, this time) with Abou Diaby’s swinging right boot. Perhaps Terry reasoned that Diaby is so injury-prone that his own bonce was more than a match for a full-blooded kick, and skull would overcome leather boot. It didn’t, as it turned out, Terry knocked unconscious and immediately taken from the field. “I remember walking out for the second half and nothing else until waking up in the ambulance on the way to the hospital,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2007/feb/26/newsstory.carlingcup06072\">Terry said</a> after returning to the dressing room from hospital to celebrate with his teammates. Probably for the best.</p> \n<h2>5) David Purley</h2> \n<p> Motor racing was not a safe business in years gone by. Mercifully, there have been no fatalities at a Formula One Grand Prix since Ayrton Senna and Roland Ratzenberger in 1994, but between 1953 and 1982, 27 drivers died at races, which isn’t even including the assorted deaths at other forms of motor sport. </p> \n<p> There wasn’t a Dutch Grand Prix at Circuit Park Zandvoort in 1972, after it was left off the schedule while safety upgrades were made to the track, a development that was at least in part inspired the death of Piers Courage in 1970, his car veering off at a fast bend and catching fire. They were back in 1973, but just as three years earlier, at the same corner on which Courage perished, Roger Williamson crashed, his car flipped over and caught fire, trapping him in the blazing vehicle. </p> \n<p> David Purley, Williamson’s March-Ford teammate, was not far behind him when the accident took place. Remarkably, Purley stopped his own car, pulled to the side of the track and rushed over to try and help his colleague, desperately trying to extricate Williamson from the upside-down, burning vehicle. The marshals that arrived on the scene to help Purley were not wearing fire retardant clothing, and there was just one fire extinguisher in the immediate area, meaning the frenzied attempts to at least right the car and put out the flames were in vain. </p> \n<p> Eric Dymock wrote in the Guardian at the time: “Purley said that when he got to the car, Williamson was trying to reach the fire extinguisher button on the car itself, and undo his seat belts to get out. Yet still the marshals held back for fear, no doubt, of an explosion or the fierceness of the fire they felt sure was to follow.”</p> \n<p> Many, including the race controllers, assumed that it was Purley’s car that was ablaze and he had safely escaped, so the race continued. A fire crew eventually arrived eight minutes later, but by that time Williamson had suffocated. “You would have thought after Piers’s accident, they’d have got hold of the best fire-fighting equipment in the world,” an unnamed driver told the Guardian at the time, “but they haven’t.”</p> \n<p> Purley was awarded the George Medal for his efforts, and appeared only sporadically in Formula One over the following few years. He died in a plane crash in 1985.</p> \n<h2>6) Cathy Freeman</h2> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=tslYPALKWO0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/tslYPALKWO0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p> Of course, all sportspeople are brave in one respect, as much as anyone is for getting up and doing anything in front of thousands of people. The expectation at the highest level is such that you’d would forgive anyone under that sort of pressure for running away and curling up in a dark room somewhere for the duration. Many of us hyperventilate if we have to give a presentation or go on a first date, and that’s just (unless either go really well) talking for a little bit. </p> \n<p> And the pressure obviously grows when it becomes about more than just the sport. Cathy Freeman was a symbol of the Sydney Olympics in a way that few others have been throughout history; not only was she the host nation’s best and most prominent track and field athlete, but an Aboriginal in a nation desperately trying to make up for its long racist past. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/gallery/2012/jan/11/olympic-cathy-freeman-in-pictures\">50 stunning Olympic moments: Cathy Freeman's gold – in pictures</a> </p> \n</aside> \n<p> Freeman ran for Australia, but wasn’t afraid to speak about the crimes her nation had committed. She carried an Aboriginal flag around the track after winning gold at the 1994 Commonwealth Games for which, remarkably, she was reprimanded by the Australian Commonwealth Association. “You have to understand that when you have a government that is so insensitive to the issues that are close to people’s hearts, that have affected so many lives for the worse, people are going to be really angry and emotional,” she told the Daily Telegraph before the Olympics in 2000. “I’ll never know who my grandfather was. I didn’t know who my great-grandmother was. And that can never be replaced. All that pain. It’s very strong. And generations have felt it.”</p> \n<p> So when the final of the 400m came around, it was as if she had the expectation of two countries on her shoulders, as well as the simple pressure of 112,524 people watching her try to run around a track as fast as possible. Oh, and it was the Olympic final. It’s enough to make anyone go away and never come back.</p> \n<p> But Freeman won, and with some style too, running a remarkably controlled race before storming down the home straight to take gold. After the race, she didn’t celebrate wildly or even smile, but simply unzipped the hood of her bodysuit and sank to the floor – the realisation that she had coped with the pressure and won simply too much for her to do anything else. “I was totally overwhelmed because I could feel the crowd all around me,” she said after the race. “All their emotions, all that happiness and joy. I just had to sit down.”</p> \n<p> “What a legend! What a champion!” said Australian commentator Bruce McAvaney after she crossed the finish line. “What a relief,” Raelene Boyle, the former Olympic sprinter, sighed alongside him. </p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCredit":"Photograph: Nick Wilson/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-26T07:50:36Z","lastModified":"2015-06-26T11:35:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nick Miller","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nick-miller"}],"feature":true,"keywords":["Sport","Football","Marathon","Olympics","Formula One","Cricket"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"sport/marathon","webTitle":"Marathon"},{"id":"sport/olympics-general","webTitle":"Olympics"},{"id":"sport/formulaone","webTitle":"Formula One"},{"id":"sport/cricket","webTitle":"Cricket"}],"section":{"id":"sport"},"topics":[{"displayName":"Nick Miller","topic":{"type":"tag-contributor","name":"profile/nick-miller"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jun/26/the-joy-of-six-sporting-bravery","shortUrl":"http://gu.com/p/4a4j5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jun/26/the-joy-of-six-sporting-bravery","webUri":"http://www.theguardian.com/sport/2015/jun/26/the-joy-of-six-sporting-bravery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435154948971/4257ee95-12e4-4c39-9bc0-29f6f34c2bc5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics. Photograph: Nick Wilson/Getty Images","credit":"Nick Wilson/Getty Images","altText":"25 Sep 2000:  Cathy Freeman of Australia is elated after winning Gold in the 400m Final during the 2000 Sydney Olympic Games at Stadium Australia in Sydney, Australia. Mandatory Credit: Nick Wilson/ALLSPORTOLYW400M","cleanCaption":"Cathy Freeman is consumed by joy after winning gold in the 400m at the 2000 Sydney Olympics.","cleanCredit":"Photograph: Nick Wilson/Getty Images"}},"importance":3,"kicker":{"title":"Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f04e39009d49179a7b842c0f2de11c823644f520/0_61_3000_1801/1000.jpg","height":600,"width":999}}]},{"title":"Football Weekly presents ... / Lutz Pfannenstiel, the global goalkeeper","rawTitle":"Lutz Pfannenstiel, the global goalkeeper","item":{"type":"audio","id":"football/audio/2015/jun/29/football-weekly-presents-lutz-pfannenstiel-the-global-goalkeeper","title":"Football Weekly presents: Lutz Pfannenstiel, the global goalkeeper","trailText":"<p>Lutz Pfannenstiel puts the journey into journeyman, having played for 25 clubs in all corners of the globe. Iain Macintosh guides us through this most unorthodox of careers</p>","standFirst":"Lutz Pfannenstiel puts the journey into journeyman, having played for 25 clubs in all corners of the globe. Iain Macintosh guides us through this most unorthodox of careers","byline":"Presented by Iain Macintosh, produced by Matthew Nelson, edited by Ben Green","body":"<p>Some players rack up massive transfer fees over the course of their careers. <a href=\"https://twitter.com/1_lpfannenstiel\">Lutz Pfannenstiel</a> decided he would clock up air miles instead. The former Germany Under-17 goalkeeper is the only professional player to have played in all six of Fifa's confederations (<a href=\"https://en.wikipedia.org/wiki/Lutz_Pfannenstiel\">for a mere 25 clubs</a>, since you ask).</p>\n<p>In the third instalment of our <strong>Football Weekly presents ...</strong> documentaries, <a href=\"http://thesetpieces.com/\"><strong>Iain Macintosh</strong>, editor of the Set Pieces</a>, plays tour guide as we follow Lutz's journey from Bavaria to Malaysia to New Zealand to Albania via Finland and the English lower leagues - with, quite literally, some arresting and heart-stopping incidents along the way.</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/these-football-times/2014/nov/03/lutz-pfannenstiel-football-25-clubs-13-countries-six-continents\">You can read more about Lutz's remarkable career here</a>, and please give us your feedback about what you've heard in the comments below. </p>\n<p><em>Football Weekly presents... is a collaboration between the Guardian and <a href=\"http://www.howlermagazine.com/podcasts/\">Howler Radio</a>, the audio offshoot of football quarterly <a href=\"http://www.howlermagazine.com/\"><strong>Howler Magazine</strong></a>. It was written and produced in its original form by <strong><a href=\"https://twitter.com/mattyfatpants\">Matthew Nelson</a></strong>. This reworked version is brought to you Matthew and <strong><a href=\"http://www.twitter.com/greenbengreen\">Producer Ben</a></strong></em>.</p>\n<p><em>For a limited time,<a href=\"http://shop.howlermagazine.com/collections/howler-magazine/products/howler-8-summer-2015\"> Football Weekly listeners can get a 10% discount on the most recent issue of Howler Magazine</a> with the offer code <strong>footballweekly</strong>.</em></p>","audio":{"source":"guardian.co.uk","durationInSeconds":1225,"uri":"http://static.guim.co.uk/audio/kip/football/series/footballweekly/1434534776716/2160/FootballWeeklyLutz.mp3","mimeType":"audio/mpeg"},"section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434534878005/Lutz_pic.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"guardian.co.uk","altText":"lutz","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-06-29T09:00:00Z","lastModified":"2015-06-29T09:35:33Z","metadata":{"commentable":true,"commentCount":23,"contributors":[{"name":"Ben Green","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bengreen"}],"feature":false,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ben Green","topic":{"type":"tag-contributor","name":"profile/bengreen"}}],"series":{"title":"Football Weekly","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/footballweekly"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#aad8f1","navigationDownColour":"#dbf3ff","ruleColour":"#aad8f1","headlineColour":"#ffffff","headlineAccentColour":"#aad8f1","standfirstColour":"#ffffff","metaColour":"#ffffff","timestampColour":"#ffffff","dividerColour":"#333333","backgroundColour":"#484848","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#999999","iconColour":"#aad8f1","kickerColour":"#aad8f1","colourPalette":"podcast"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/audio/2015/jun/29/football-weekly-presents-lutz-pfannenstiel-the-global-goalkeeper","shortUrl":"http://gu.com/p/49ppc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/audio/2015/jun/29/football-weekly-presents-lutz-pfannenstiel-the-global-goalkeeper","webUri":"http://www.theguardian.com/football/audio/2015/jun/29/football-weekly-presents-lutz-pfannenstiel-the-global-goalkeeper"},"shouldHideAdverts":false},"importance":3,"kicker":{"title":"Football Weekly presents ..."},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/e350a225d991a987e33d2127575edef3464dfb47/428_41_938_563/938.jpg","height":563,"width":938}}]}],"lastModified":"2015-06-30T23:31:03Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}