{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","title":"regulars","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"cards":[{"title":"The Agenda / Farah is back running at the Diamond League in Zurich","rawTitle":"Farah is back running at the Diamond League in Zurich","item":{"type":"article","id":"sport/2015/jul/04/the-agenda-mo-farah-diamond-league","title":"The Agenda: Mo Farah is back running at the Diamond League in Zurich","trailText":"Farah heads cast but 100m looks to be fast; Justin Rose and Rory McIlroy go for the Scottish Open; Scotland and Ireland chase World T20 qualification","standFirst":"Farah heads cast but 100m looks to be fast; Justin Rose and Rory McIlroy go for the Scottish Open; Scotland and Ireland chase World T20 qualification","byline":"Matthew Smith","body":"<h2>FARAH BACK ON TRACK …<br /></h2> \n<p>There will be no Usain Bolt at the <strong>IAAF Diamond League in Lausanne</strong> on Thursday (7pm, British Eurosport) – the Olympic hero and wifi salesman is sidelined with a pelvic injury – but there is plenty of interest in Switzerland in the lean shape of Mo Farah, who will compete for the first time since the doping scandal surrounding his coach, Alberto Salazar, and his inability to hear his own doorbell blew up last month. Farah has bullishly maintained his cleanness and is sticking by Salazar for now, and no doubt Britain’s double Olympic champion will be happy to focus firmly on the track as he prepares for next month’s world championships. The men’s 100m will still be fascinating without Bolt, with Justin Gatlin, Asafa Powell and Tyson Gay lining up.</p> \n<h2>ROSE’S DEFENCE …<br /></h2> \n<p>Gullane is the venue for this year’s <strong>Scottish Open</strong>, beginning on Thursday (Sky Sports 4). Rory McIlroy, Phil Mickleson, Ian Poulter and Luke Donald will all compete, along with last year’s champion, Justin Rose. The Englishman Rose has had an up and down year, with his runners-up place at the Masters being counterbalanced by a disappointing showing at the US Open, and he will hope to ensure he is in form for the Open at St Andrews by picking up his second title of the year, following his Zurich Classic triumph in April. Also competing will be the 1999 champion, Colin Montgomerie, who will hope the familiarity of his home tournament will wash away the memory of his failed attempt to qualify for the Open.</p> \n<h2>YET MORE FOOTBALL …<br /></h2> \n<p>The close season no longer means a footballing famine for supporters desperately staring at their calendars, trying to will the new season into existence. Instead, those who will follow the Women’s World Cup to its conclusion tonight (midnight, BBC Two) will be pleased to hear there is more footballing action from North America with the first game of the <strong>Gold Cup</strong> on Wednesday (midnight, BT Sport 2) with the glamour tie of... Panama v Haiti. Yes, really: those in the know when it comes to Concacaf have Panama (pop. 3.6m) down as the region’s rising force. Finalists in 2013, <em>Los Canaleros </em>(you guessed it, the Canalmen) are hotly tipped to go one better this time.</p> \n<h2>CRICKETING MINNOWS …<br /></h2> \n<p>English (and Welsh) focus will be squarely on Cardiff this week, but it is an important time for Scottish cricket too, as they begin their <strong>qualification campaign for the ICC World T20 </strong>on Thursday against the United Arab Emirates (10am, Sky Sports 3 HD). The tournament is co-hosted by Scotland and Ireland, meaning they will start as favourites to reach the finals tournament in India next year. Of the 14 nations taking part, six will make it. Among those nations in with a sniff of glory are some more recognisable minor cricketing nations, such as Afghanistan and the Netherlands, but also Oman, Papua New Guinea and Jersey.</p> \n<h2>BROLLY SELLERS …<br /></h2> \n<p>Few fans had a more chastening season last year than Newcastle’s. But after Alan Pardew (hounded out) and John Carver (hapless) comes Steve McClaren (brolly at the ready) and perhaps a new era for football on the Tyne. A <strong>friendly against Gateshead </strong>at the International Stadium on Friday (8pm) should feature a raft of new young blood in the old black and white stripes, including Karl Darlow and Jamaal Lascelles. The appointment of the ex-England manager has divided opinion on Tyneside, so here is a chance to make a favourable first impression. Just pray it doesn’t rain.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925838066/Mo-Farah-and-Usain-Bolt-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Mo Farah and Usain Bolt Filer","cleanCaption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T15:23:00Z","lastModified":"2015-07-04T23:02:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":true,"keywords":["Sport","Athletics","Mo Farah","Ireland Cricket Team","Cricket","Scotland Cricket Team","Football","Newcastle United","Golf","Justin Rose"],"tags":[{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/athletics","webTitle":"Athletics"},{"id":"sport/mo-farah","webTitle":"Mo Farah"},{"id":"sport/ireland-cricket-team","webTitle":"Ireland Cricket Team"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/scotland-cricket-team","webTitle":"Scotland Cricket Team"},{"id":"football/football","webTitle":"Football"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"sport/golf","webTitle":"Golf"},{"id":"sport/justin-rose","webTitle":"Justin Rose"}],"section":{"id":"sport"},"topics":[],"series":{"title":"The Agenda","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/the-agenda"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/04/the-agenda-mo-farah-diamond-league","shortUrl":"http://gu.com/p/4acxm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/04/the-agenda-mo-farah-diamond-league","webUri":"http://www.theguardian.com/sport/2015/jul/04/the-agenda-mo-farah-diamond-league"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925838066/Mo-Farah-and-Usain-Bolt-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Mo Farah and Usain Bolt Filer","cleanCaption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA"}},"importance":7,"kicker":{"title":"The Agenda"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435925838066/Mo-Farah-and-Usain-Bolt-F-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA","credit":"Adam Davy/PA","altText":"Mo Farah and Usain Bolt Filer","cleanCaption":"Mo Farah will be at Zurich for the Diamond League meet on Thursday but Usain Bolt is missing from a strong 100m field. Photograph: Adam Davy/PA"}}]},{"title":"The Joy of Six / The Joy of Six: half a dozen of the best Ashes quotes","rawTitle":"The Joy of Six: half a dozen of the best Ashes quotes","item":{"type":"article","id":"sport/2015/jul/03/the-joy-of-six-ashes-quotes","title":"The Joy of Six: Ashes quotes","trailText":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes","standFirst":"From 58 beers to burnt toast via the promise of a broken arm, here are half-a-dozen memorable Ashes quotes\n<br />\n<a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><span class=\"bullet\">•</span> The Guardian bookshop: Gentlemen and Sledgers, by Rob Smyth</a>","byline":"Rob Smyth","body":"<h2>1) “Come and look at this. You’ve never seen anything like it.”</h2> \n<p><em>Don Bradman to his team-mates, Trent Bridge, 1938</em></p> \n<p>The 29-year-old Donald Bradman was as giddy and restless as a newborn pup. Stanley Joseph McCabe, his Australia team-mate, was giving a demonstration of rare genius in the first Ashes Test at Trent Bridge, and Bradman urgently implored the rest of the team to take the once-in-a-lifetime opportunity to watch his innings. It was almost too much for Bradman. “Towards the end I could scarcely watch the play,” he said. “My eyes were filled as I drank in the glory of his shots.”</p> \n<p>Australia were in significant trouble after slipping to 194 for six, still 464 runs behind, but McCabe was easing into the innings that would define him. He scored 232 out of 300 while at the wicket, including 72 in the final 28 minutes and 44 off three overs from the leg-spinner Doug Wright. Neville Cardus said he “batted with the ease of a man using a master key … McCabe demolished the English attack with aristocratic politeness, good taste and reserve. Claude Duval never took possession of a stagecoach with more charm of manner than this.” McCabe scored 127 runs in a single session, still an Ashes record.</p> \n<p>“I gripped his hand, wet with perspiration,” said Bradman. “He was trembling like a thoroughbred racehorse. I can recall saying to him after expressing my congratulations: ‘I would give a great deal to be able to play another innings like that.’ No skipper was ever more sincere in his adulation of another’s skill.” Bradman was still raving about it over a decade later. “I firmly believe it to be the greatest innings ever played,” he said in Farewell to Cricket. “Such cricket I shall never see again.”</p> \n<h2>2) “Ashes to Ashes, dust to dust, if Thomson don’t get ya, Lillee must.”</h2> \n<p><em>A Sydney Daily Telegraph cartoon caption during the 1974-75 Ashes</em></p> \n<p>Dennis Lillee didn’t have a face like thunder; he had a face like the apocalypse. Seconds earlier he had been on his backside on the Brisbane pitch, having lost both his wicket and his dignity when he fell over as he top-edged a Tony Greig bouncer. As Lillee started to stomp off, a picture of affronted pride, Greig reminded him where the facilities were and how appropriate a refreshing shower might be in the circumstances. Lillee looked at him and barked: “Just remember who started this.”</p> \n<p>For the next few minutes Lillee was like a stuck record. “Just remember who started this,” he hissed repeatedly at his captain, Ian Chappell, who had no idea what Lillee was talking about. It became clearer when Lillee announced: “Just remember who started this: those bastards. But we’ll finish it.”</p> \n<figure class=\"element element-image\" data-media-id=\"99d0a6310d042ed9a4df40a12ae650f964241c1a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435920374755/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-460x276.jpeg\" alt=\"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Lillee has always been keen to point out that England started the bouncer war of 1974–75. “It’s like the song We Didn’t Start the Fire,” he later said, continuing a long line of Billy Joel references in Ashes cricket. “People often remember who did the damage, not who started the fire.”</p> \n<p>In the first Test of the series at Brisbane, more than half the Australia team were out hooking in the home side’s first innings of 309, though it was Greig’s decision to bounce Lillee, a lower-order batsman, that really stirred the hornets’ nest. Lillee, who had clearly been intending to diligently bowl line and length until then, took the first ball of the England innings, and his runup began from somewhere inside the sightscreen. “Mate, it was full-on war,” said Jeff Thomson, “and we gave it to them.”</p> \n<p>The original plan was for Lillee to share the new ball with Max Walker, so that the tearaway Thomson could bowl with the wind after Lillee. But Chappell, sensing something in the air, decided at the last second to let Thomson share the new ball.</p> \n<p>“For the next few overs,” said Chappell, “I looked on in awe.” When Rodney Marsh leapt to claim a Thomson bouncer, the wicketkeeper started wringing his hand in pain before realising the implications for England. “Hell, that hurt,” he said to Chappell, “but I love it.”</p> \n<p>England were soon 57 for four and in trouble; the captain, Mike Denness, upon being dismissed, took off his shirt and discovered that a bouncer had actually embedded his St Christopher medallion in his chest. Dennis Amiss had a thumb cracked by Thomson and John Edrich a hand broken by Lillee.</p> \n<p>As would happen in 2013–14, a group of experienced batsmen never recovered from the shock of being assaulted so savagely in the first innings of the series at Brisbane.</p> \n<p>“Thommo was by far the quickest bowler I’ve ever seen or opposed,” said his future team-mate Kim Hughes. “Thommo didn’t go to any academy, he just grabbed the ball and wanted to kill some prick … he was as far ahead of any other bowler for sheer speed as [Don] Bradman was for runs.”</p> \n<p>With his mustachioed fellow-assassin Lillee, Thommo simply brutalised England in 1974–75. “Lillee and Thomson remain a combination to conjure with, as sinister in England as Burke and Hare, or Bismarck and Tirpitz,” Gideon Haigh has written. They will always tell you they didn’t start the fire, but they sure as hell poured industrial quantities of petrol on to it.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nTaVRuxje80\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/nTaVRuxje80?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2>3) “Let’s give it some humpty”</h2> \n<p><em>Ian Botham to Graham Dilley, Headingley, 1981</em></p> \n<p>It was only because England had lost the Headingley Test of 1981 that they were able to win it. They had given up, and with that came the blessed freedom of the damned. The miracle started not when Ian Botham came to the crease in the second innings, but when he was joined soon after by the startlingly blond Kent fast bowler Graham Dilley. On a wicket full of booby traps, England trailed Australia by 92 with three wickets remaining, having been forced to follow on. They had already booked out of the team hotel and Ladbrokes had offered 500-1 on an England victory.</p> \n<p>With England already 1-0 down in the six-match series, the noble thing might have been to knuckle down and lose with a bit of honour. That was also the boring option, and after the year he’d had, Botham was due a bit of fun. “You don’t fancy hanging around on this wicket for a day and a half, do you?” he said to Dilley, who concurred. “Right. Come on, let’s give it some humpty.”</p> \n<p>Before the humpty had come the great fall, with Botham resigning as England captain after the drawn second Test at Lord’s. Mike Brearley came out of international retirement to become England’s emergency captain. He found out that he had been chosen via a reverse-charge phone call, because the chairman of selectors, Alec Bedser, had run out of coins. Botham, without the psychological backpack weighing him down, started to enjoy his cricket again. His relationship with Brearley certainly helped. If Brearley had a degree in people, then he had a PhD in Botham. “He needs a father figure, and I need a younger brother,” said Brearley.</p> \n<p>Although Botham struck an unfettered 50, England were dismissed for 174 in reply to 401 for nine declared and forced to follow on. That Saturday evening, with the rest day to follow, Botham invited both sides to his house at Epworth, near Doncaster, for a barbecue. An epic night’s drinking – led by Botham, whose form in this sphere never fluctuated – ended with the players of both sides having a rugby scrum on the lawn in the small hours.</p> \n<p>When play resumed on the Monday, Australia looked set for a quick kill. England were 105 for five when Botham came to the wicket and 135 for seven soon after. By then, Dennis Lillee and Rodney Marsh had famously bet against their own team, putting a small wager on England. “Being a small-time punter, I had been unable to resist the juicy 500-1,” Lillee would say. “It was as simple as that. I have never had any qualms over the matter and I have never lost a moment’s sleep because of it.”</p> \n<p>He’ll have lost plenty of sleep over what happened once England started to give it some humpty. “I guess I never will come to terms with it,” Lillee has said. Botham mixed agricultural mows with classical batsmanship. At times he played in the V – the V between third man and fine leg, as the ball flew off the edge of another lusty yahoo. “Bloody lucky innings,” sniffed Lillee. “I expected to get him out virtually every ball.”</p> \n<p>What started as a bit of fun for England imperceptibly morphed into something more serious as the day progressed, but by then Botham had no inclination or need to sober up his approach. He made a cathartic century, with vital support from Chris Old, and overall his 149 not out from 148 balls included 27 fours and one unforgettable six.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=OkkvgiZJkhM\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/OkkvgiZJkhM?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Botham dragged England back into the game off his own bat – or rather Graham Gooch’s. Botham had borrowed Gooch’s bat on the spur of the moment, fancying a heavier weapon than usual. “He hadn’t used it much in the match, and I thought there were a few runs left in it.” With his borrowed bat, he hit the ball like he wanted to kill it.</p> \n<p>In the final session on the fourth day England plundered 175 runs in 27 overs. At the close, the England wicketkeeper Bob Taylor went into the Australia dressing room with some bats for them to sign, only to be told: “Fuck off with your fucking bats.”</p> \n<p>Even with Botham’s heroics, Australia needed only 130 to win and go 2–0 ahead with three to play. At 56 for one, they were cruising. Willis was preoccupied with no-balls – he had bowled 32 in the previous Test at Lord’s – and did not enjoy bowling up the hill. Brearley allowed him to switch ends so that he was going downhill with the wind at his back. “Let me worry about the no-balls,” he told Willis. “Just run up and bowl fast and straight.”</p> \n<p>Willis soon dismissed Trevor Chappell, caught behind fending off a throat ball. There was no celebration, just a quick turn and walk back to his mark. Even when he picked up Hughes and Graham Yallop for ducks in the same over soon after, there was not a hint of joy. Every sportsman dreams of being in the zone; Willis was, but this was a different kind of zone. “I looked into his eyes and it was like there was nobody there,” said Dilley.</p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-02e50ce8-8017-4bef-83d6-ce318edf3c55\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889255591/d49c5615-6e50-4cf2-9797-42ae91097a43-460x276.jpeg\" alt=\"Graham Dilley is congratulated by Ian Botham\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.</span> \n  <span class=\"element-image__credit\">Photograph: Colorsport/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>Willis had the dual motivation of saving his career and, in all probability, saving an Ashes series. After lunch he continued to charge in – “I don’t go as far as that on my holidays,” said one former Test bowler of his runup – and, before anybody knew what was happening, Australia were 75 for eight. Across the nation it had become an unofficial bank holiday. The Stock Exchange stopped, while the best vantage points outside Headingley were the ones by the windows of Radio Rentals stores, where groups of people watched the developing drama.</p> \n<p>Lillee and Ray Bright fought against the rising tide with a quick-witted partnership of 35 in four overs. Australia were 110 for eight, 20 from victory, when Lillee mis-hit Willis towards mid-on. Mike Gatting, not necessarily the man you would want in such circumstances, ran in and took a fine low catch. In the next over, from Botham, Old dropped two sharp chances at slip. It did not matter: Willis pegged back Bright’s middle stump to complete the most famous victory in Ashes history. He finished with figures of eight for 43.</p> \n<p>Finally there was a celebration, as Willis thrust his hands in the air, but even then it was more a kind of dead-eyed relief than an expression of joy. He turned on his heels to run back to his mark, realised there was no more work to do and ran in a circle before haring for the pavilion.</p> \n<p>Later that day Brearley received a telegram from Spike Milligan. “Marvellous – have my ticket for the wedding,” it read, in reference to the marriage of Charles and Diana a week later, to which the Goons-fan groom had invited him. The match was later voted Britain’s favourite sporting moment. England, 500-1 at one stage, had won by 18 runs. They had not just come back from the dead; they had come back from a cremation.</p> \n<h2>4) “In my day 58 beers between London and Sydney would have virtually classified you as a teetotaller.”</h2> \n<p><em>Ian Chappell on David Boon’s drinking, 1989</em></p> \n<p>There was an abnormal amount of travel sickness on the Qantas flight to London, and approximately 99.94% of it was self-inflicted. As it descended towards Heathrow airport, the plane’s captain addressed his passengers in the usual style. “Ladies and gentlemen, welcome to London where it is six degrees outside,” he said. “I want to wish the Australian team all the best. I know they’ll do very well because David Boon has just broken the record, 52 cans from Sydney to London.”</p> \n<p>Boon has always denied the story – “If people haven’t got something else to talk about they have led a fucking boring life,” he said in 2006 – but there are enough witnesses, one or two of them sober, to suggest that it happened. The teetotal Geoff Lawson, who kept score on the back of some sick bags, wished he had kept what would have been the ultimate in alternative Ashes memorabilia. Some were not worth keeping. “The very instant we pulled up at our allotted gate,” recalled Steve Waugh, “Tim Zoehrer lurched forward and filled up the sick bag to christen our tour.”</p> \n<p>Boon was aiming to beat the record of 45 cans, established by Rodney Marsh on the way to the World Cup in 1983. He didn’t just take the record; he obliterated it. And he obliterated himself. The middle-order batsman Dean Jones acted as pace-setter for much of the 24-hour flight. His father had told him to spend the journey picking the brain of somebody who had already played in England. The only thing Jones soaked up were about 25 cans on the way to the first stop-off in Singapore. At that point he was helped into an impromptu bed, “pissed as a fart”. With Jones out of action, a number of other players took turns to sit alongside Boon and sink a few to help him on his way. It was a very early example of squad rotation.</p> \n<p>When Australia landed, Merv Hughes gave a radio interview back home and jauntily informed everyone of what had occurred. “The big news is that Boonie’s cracked the first 50 of the tour!” This did not please the coach, Bob Simpson, who had hoped that what happened on the plane would stay on the plane. “I got in more trouble than the protagonist,” Hughes said. “I was shitting myself that I’d be sent home.”</p> \n<p>Boon, who became known as the “Keg on Legs”, was fined $5,000 – a lot for an international cricketer in 1989 – and put on probation. Simpson was not the only Australian who was unimpressed. Ian Chappell had been informed that Boon had drunk 58 cans, rather than 52, yet even that was not enough. “What is the world going to think? That Australia has become a namby-pamby nation which doesn’t know how to drink? For God’s sake, in my day fifty-eight beers between Sydney and London would virtually have classified you as a teetotaller.”</p> \n<p>Throughout the 1989 tour of England, Australia were emphatic proof that there are no team-bonding agents as powerful as alcohol and victory. A number of the players get almost misty-eyed when they talk about 1989. Ian Healey said: “The spirit in the team was as good as anything I’ve ever been involved in.”</p> \n<h2>5) “All the palaver caused me to burn my toast”</h2> \n<p><em>Duncan Fletcher on the Trent Bridge Test of 2005</em></p> \n<p>Ricky Ponting was chuntering to everyone and no one, his face a picture of affronted dismay. As he walked off the field, absent-mindedly removing his gloves while swearing in all directions, it was as much as he could do not to grit his teeth to breaking point. When he reached the pavilion steps, Ponting – still with his helmet on, as if he couldn’t quite bring himself to take off his work clothes and fully acknowledge his innings was over – snapped his head and started shouting abuse in a specific direction, and at a specific person on the England balcony. In a series full of symbolic moments, this was the biggest of all; the moment England knew Australia had cracked.</p> \n<p>After making Australia follow on for the first time in 17 years, England were having a tougher time getting them out a second time. Australia were 155 for two, 104 behind, and Ponting was looking ominously set on 48. Damien Martyn called Ponting for a tight single on the off side, and the substitute Gary Pratt – on for the injured Simon Jones – threw down the stumps with dead-eyed certainty. Ponting’s exasperation at getting out in such a manner at such a time was great enough, even before he realised he had been run out by a substitute.</p> \n<p>Australia had been irritated throughout the series by England’s habit of using substitute fielders, apparently to give their bowlers a rest after a long spell; it was a legitimate complaint – England clearly bent the rules – but in this case Jones was genuinely injured.</p> \n<p>Ponting did not know that and all the frustration and pressure came out in five seconds of ranting at Fletcher on the balcony. Fletcher was sufficiently distracted by events that he burnt his toast in the dressing room, though it was clear he loved every second of Ponting’s outburst. “If you want to take a run to the cover fielder and get out, whose fault is that?” he said at the close of play.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9nofkoClevE\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/9nofkoClevE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>The tourists battled on to 387 – Simon Katich got an appalling lbw decision after resisting over four hours for 59 – which left England needing 129 to go ahead in the series. It turned into the kind of run-chase that ages people by 10 years. Shane Warne raged majestically against the dying of the light, reducing England to 57 for four. Kevin Pietersen and Flintoff calmed things down with a partnership of 46 before Lee dismissed both, with Flintoff bowled by a stunning delivery.</p> \n<p>England, in control throughout the match, now faced the very real prospect of losing – which would have ended the drama at a stroke, because Australia would have gone 2–1 up with one to play and retained the urn.</p> \n<p>When Geraint Jones skied Warne to mid-off, England were 116 for seven, 13 short of victory. Hoggard loafed out to join Ashley Giles and said: “Come on, let’s me and you get it done.” Giles’s reply – “It’s reversing at 95mph” – did not quite maintain the mood of cheery certainty. But they did get it done, just about. The crowd greeted Hoggard’s cover-driven four off Lee like the announcement of world peace, and soon after Giles hit the winning runs. “Whether we win or lose, we relish creating a bit of an arse-nipper,” he said. The biggest of them all, the series decider, was yet to come.</p> \n<h2>6) “Get ready for a broken fucking arm”</h2> \n<p><em>Michael Clarke to James Anderson, Brisbane, 2013-14</em></p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-f9fb877e-ed9a-4629-8c5d-678aab8b7c60\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435889771565/37ece762-5780-4770-90ef-f61dc73e9552-460x276.jpeg\" alt=\"Michael Clarke and James Anderson\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.</span> \n  <span class=\"element-image__credit\">Photograph: Ryan Pierse/Getty Images</span> \n </figcaption> \n</figure> \n<p>Mitchell Johnson waited at the end of his mark. And waited some more. James Anderson, the batsman in his sights, moved out of his crease to prepare himself for the imminent assault. As he did so, he began to exchange unpleasantries with George Bailey, Australia’s short leg. Michael Clarke, the Australia captain, walked towards the incident and was met halfway by Anderson, where they had a full and frank exchange of views. After a few seconds, Clarke began to walk backwards to his position and uttered the words that would shape an Ashes series.</p> \n<p>Clarke’s threat to Anderson, which was picked up by the stump mic, cost him 20% of his match fee. It was worth every penny. It changed the way he was perceived by many among the Australian public; more important, it told England that Australia would stop at almost nothing to regain the Ashes. They were about to go 1–0 up in the series, and Clarke sensed the opportunity to score some points for the four remaining Tests.</p> \n<p>The tenor of the contest had changed so much from the previous series that Clarke wanted to ram home the point that England were now on Australia’s manor, and were playing by their rules. It might have backfired; Anderson might have taken 10-for in the next Test, but Clarke’s instinct told him that England were vulnerable.</p> \n<p>Shane Warne later said that the stump mic was switched off – but still accessible for the commentators – seconds earlier when Anderson told Bailey that he wanted to punch him in the face. “Anderson brought it on himself,” said the Australia bowler Peter Siddle after the game, without going into specifics. “So fair’s fair.”</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RtA6laeJBts\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/RtA6laeJBts?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>In a match that cemented the tone of the series, England had been taken apart by Mitchell Johnson. The phrase “shock bowler” has become a cliche for those who bowl short, sharp spells, but Johnson fulfilled the role in the truest sense. An experienced, battle-hardened side were so shocked that they never recovered. Before he was a shock bowler, Johnson had been not a stock bowler but a laughing stock, certainly to the Barmy Army.</p> \n<p>The team who played that first Test were the second most experienced in England’s history. They had 649 caps and around 649GB of data based on those appearances and on study of the Australians. This was a grizzled, gnarled team, who thought they had seen everything and were prepared for anything. They had no idea. No computer could have prepared them for the way Johnson spooked them. He no longer bowled to the left and the right; he bowled at the stumps and the head. Modern batsmen, not just England’s, were lulled into a false sense of security by years of mollycoddling; when they were then exposed to extreme pace and aggression, they had about as much idea how to survive as rich kids dropped into the meanest streets of the Bronx.</p> \n<p>Johnson’s impact was similar to that of the West Indian quicks in the 1980s – but there were four of them. He had emphatically got his mojo back, and a combination of his surname and Movember moustache made MoJo an inevitable nickname. And though he never appeared with a low-buttoned shirt exposing enormous clumps of chest hair, his moustache was an inadvertent tribute to the hirsute brutes of 1974–75, the last time England were assaulted so extremely in Australia.</p> \n<p>The Guardian’s Andy Bull, in reference to Johnson’s impact, cited the old Mike Tyson line: “Everybody has a plan, until they get punched in the face.” Bull’s Guardian colleague Mike Selvey referred to Johnson’s as “bare-knuckle bowling”. And yet in this game there was no merciful knockout or stoppage. England had to continue to take the blows for five whole Test matches.</p> \n<p><em><span class=\"bullet\">•</span> These are edited extracts from </em><a href=\"http://bookshop.theguardian.com/catalog/product/view/id/283992/\" title=\"\"><strong><em>Gentlemen and Sledgers: A History of the Ashes in 100 Quotations and Confrontations</em></strong></a><em>, published by Head of Zeus.</em></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435920376144/813c8fa0-f0e3-4cdb-85ae-a83ed97e3fcd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCaption":"Dennis Lillee has always been keen to point out that England started the bouncer war of 1974–75.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889239062/Graham-Dilley-is-congratu-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham. Photograph: Colorsport/Rex Shutterstock","credit":"Colorsport/Rex Shutterstock","altText":"Graham Dilley is congratulated by Ian Botham","cleanCaption":"Graham Dilley is congratulated by Ian Botham after reaching his fifty during England’s second innings. Dilley went on to score 56 and share a partnership of 117 with Botham.","cleanCredit":"Photograph: Colorsport/Rex Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435889767356/Michael-Clarke-and-James--010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane. Photograph: Ryan Pierse/Getty Images","credit":"Ryan Pierse/Getty Images","altText":"Michael Clarke and James Anderson","cleanCaption":"Michael Clarke and James Anderson exchange words during the first Ashes Test between Australia and England on 24 November, 2013 in Brisbane.","cleanCredit":"Photograph: Ryan Pierse/Getty Images"}],"webPublicationDate":"2015-07-03T07:59:54Z","lastModified":"2015-07-03T11:50:36Z","metadata":{"commentable":true,"commentCount":160,"contributors":[{"name":"Rob Smyth","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robsmyth"}],"feature":true,"keywords":["The Ashes","Sport","Cricket","England cricket team","Australia cricket team","Australia sport","Ian Botham","Michael Clarke","Ricky Ponting"],"tags":[{"id":"sport/ashes","webTitle":"The Ashes"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/england-cricket-team","webTitle":"England cricket team"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/ian-botham","webTitle":"Ian Botham"},{"id":"sport/michael-clarke","webTitle":"Michael Clarke"},{"id":"sport/ricky-ponting","webTitle":"Ricky Ponting"}],"section":{"id":"sport"},"topics":[{"displayName":"Rob Smyth","topic":{"type":"tag-contributor","name":"profile/robsmyth"}}],"series":{"title":"The Joy of Six","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/joyofsix"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/the-joy-of-six-ashes-quotes","shortUrl":"http://gu.com/p/4abhn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/the-joy-of-six-ashes-quotes","webUri":"http://www.theguardian.com/sport/2015/jul/03/the-joy-of-six-ashes-quotes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}},"importance":5,"kicker":{"title":"The Joy of Six"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/pictures/2015/7/3/1435888900929/Ian-Botham-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport","credit":"Adrian Murrell/Allsport","altText":"Ian Botham","cleanCaption":"Giving it some humpty: Ian Botham hooks Geoff Lawson on his way to 149 not out during the historic third Test at Headingley in 1981. Photograph: Adrian Murrell/Allsport"}}]},{"title":"The Fiver / Sign up for a daily dose of our funny and free email. OK, our free email","rawTitle":"Sign up for a daily dose of our funny and free email. OK, our free email","item":{"type":"article","id":"football/2015/jul/03/the-fiver-slaven-bilic","title":"We've got our first scandal. And what a scandal!","trailText":"<strong>Today:</strong> Slaven Bilic’s shame, the mask mascarding as Silvio Berlusconi’s face and plans to take Chelsea back to the dark ages","standFirst":"<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/signup/2010/mar/30/1?CMP=twt_gu\">Click here to have the Fiver sent to your inbox every weekday at 5pm, or if your usual copy has stopped arriving</a></p>","byline":"Paul Doyle","body":"<h2><p><strong>AS SHAMEFUL AS NUTTING THE BOBBY MOORE STATUE AND PROVOKING TREVOR BROOKING INTO AN INTEMPERATE OUTBURST</strong><br /></p></h2> \n<p>Ah yes, that’s more like it: within seconds of the conclusion of the first piece of action by a Premier League team this season, we got our first scandal! And what a doozy it is! Relations between fair play raffle winners West Ham and FC Andorran part-timers Lusitans may never recover after the manager of the visiting minnows, Xabi Roura, accused the manager of the home minnows, Slaven Bilic, of a breach of protocol so ghastly that it took the lustre off one of this week’s 51 Big Vase first preliminary qualifying round pre-first group phase first legs.</p> \n<p>West Ham won the match 3-0 but suffered serious damage to their reputation according to Roura, who practically barfed as he vented his disgust at Bilic’s offensive seating arrangement. When The Fiver heard that, we immediately surmised that the Croatian had gone and re-created that Sharon Stone scene from Basic Instinct, but apparently not, at least not so far as anyone is aware. “Bilic showed a lack of respect by not being on the bench,” explained Roura, who seemed to think that by choosing to watch the match from the stands while academy manager Terry Westley took charge of West Ham, Bilic might as well have nutted the Bobby Moore statue and provoked Sir Trevor Brooking into an intemperate outburst, so much shame did he heap on English football. “It makes me sad, in a country where fair play was invented, that something like this could happen,” sobbed Roura. “I think he must have thought our team was not important for him to be present. I imagine that he has won many titles and maybe he thought he was the Special One.”</p> \n<p>Bilic was quick to respond and, to his credit, resisted the temptation to use a ventriloquist’s dummy to rile Roura further. “I didn’t want to disrespect anyone and especially not a football team from Andorra as I respect them big time,” deadpanned Bilic, who knows the name of that football team from Andorra. Probably.</p> \n<p>The Croatian went on to explain that he felt unable to take official charge of the match because he had spent the buildup in Ireland, where most of West Ham’s first team is on a pre-season training camp, their decision not to go to a Pyrenean ski resort to prepare for the upcoming Premier League campaign being a further snub to Andorra. What is more, after the match Bilic flew back to Cork, where he and his players will remain until after next week’s second leg, meaning that, if he does flit over to Andorra, he will likely sit in the stands again. On a whoopee cushion, assuming Roura wants to do us all a favour and escalate this handy summer feud. <br /></p> \n<h2>QUOTE OF THE DAY</h2> \n<figure class=\"element element-image\" data-media-id=\"01f2b80e2c87f7ed4f9b66d3d1f42c7071c3a875\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435930399337/e4fb338c-9141-4149-be36-225e8b92ed91-460x276.jpeg\" alt=\"Where's POJT?\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">How ticketless peasants might look moping around outside the castle walls. </span> \n  <span class=\"element-image__credit\">Photograph: Focus Images</span> \n </figcaption> \n</figure> \n<p>“It’s like a castle, or a medieval walled village … something you wouldn’t find anywhere else. It is beyond beauty or ugliness. It is really a structural thing, very naked in some way. It is not d&eacute;cor, but really one thing inside and out, not an envelope with something different inside” – architect Jacques Herzog, perhaps in a rambling nod to those who can remember the terror of visiting Stamford Bridge in the 70s, on <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/artanddesign/architecture-design-blog/2015/jul/03/chelseas-new-stadium-inspired-medieval-village-beyond-ugliness-roman-abramovich\">his plans to take Chelsea back to something like the dark ages</a>.</p> \n<h2>FIVER LETTERS</h2> \n<p>“Yesterday’s Fiver struck a chord. Growing up in the ar$e-end of Wales, supporting football teams necessarily entailed a certain amount of glory-hunting. On the one hand, I kept it real by watching Pembroke Boro (Pembrokeshire Manderwood Division 4) from the bottom of my garden, but on the other hand, we had to reach higher and pick ‘our’ team. Supporting Liverpool has had its ups and downs, but spare a thought for a young friend of mine who really discovered football around 2000 or so. He latched on to Nasty Leeds, just in time for their spectacular implosion and plummet through the leagues. But he stuck with them, and should be roundly applauded. Yes, he’s an idiot. But he’s an idiot who understands what it’s like to care about a football team” – Matt Dony.</p> \n<p>“If Guus Hiddink has quit Holland (yesterday’s Bits and Bobs) and Danny Blind has taken over and Daley is on the national team, than won’t the blind be leading the blind even more so than if he moved to United, or has in the past? ” – M Huppe (and 1,056 others).</p> \n<p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>. And if you’ve nothing better to do you can also <a href=\"https://twitter.com/thefiver\">tweet the Fiver</a>. <strong>Today’s winner of our prizeless letter o’the day is: </strong>Matt Dony.<br /></p> \n<h2>JOIN GUARDIAN SOULMATES</h2> \n<p>Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, <a href=\"https://soulmates.theguardian.com/\">sign up here to view profiles</a> of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope.</p> \n<h2><strong>RECOMMENDED VIEWING</strong></h2> \n<div>\n __VIDEO_EMBED_gu-video-457397338__\n</div> \n<p>You wanted to see Gazza’s career highs and lows rendered in stop-motion plastic blocks didn’t you? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/video/2015/jul/03/paul-gascoigne-career-highlights-gazza-brick-video\">Ah</a>. </p> \n<h2>BITS AND BOBS</h2> \n<p>Chelsea have shaken hands with Monaco over a season-long loan for Radamel Falcao which will see the striker <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/chelsea-confirm-radamel-falcao-season-long-loan-monaco\">move his backside from one Premier League bench to another</a>.<br /></p> \n<p>Manchester City are once more allowed to waste their money on over-priced, over-hyped, under-performing English players having had their restrictions on transfer spending and Big Cup squad size lifted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/manchester-city-financial-fair-play-restrictions-lifted\">after meeting their financial fair play target</a>.</p> \n<p>Manchester United are determined to make the David de Gea deal drag on for far longer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/manchester-united-refuse-sell-david-de-gea-sergio-ramos\">than anyone needs it to.</a></p> \n<p>QPR have said they would rather go to that restaurant in Hackney that serves posh school dinners <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/qpr-turn-down-bid-leicester-charlie-austin\">than sell Charlie Austin to Leicester for &pound;12m</a>.</p> \n<p>West Brom should be under shiny new ownership by the end of the month according to chief suit, Jeremy Peace. “Chairman Jeremy Peace today confirmed that exclusivity has been granted to one party interested in the purchase of West Bromwich Albion Holdings Ltd,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/west-bromwich-albion-takeover-jeremy-peace-grants-exclusivity\">sniffed an official statement on the official website, officially.</a><br /></p> \n<figure class=\"element element-image\" data-media-id=\"ad1a6200370d1c7666a1d4e0cab5889b052a9e70\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/3/1435931148421/d2e62910-a7d4-4cd1-b17f-bf247146f58c-460x276.jpeg\" alt=\"Silvio Berlusconi\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Silvio Berlusconi’s under there somewhere.</span> \n  <span class=\"element-image__credit\">Photograph: Luca Bruno/AP</span> \n </figcaption> \n</figure> \n<p>Silvio Berlusconi has demanded that by the end of the season Sinisa Mihajlovic present him with a gold-plated cross blessed by the pope, a signed copy of Shed Seven’s greatest hits and Big Cup football for Milan. “It’s categorically imperative that Milan return to [Big Cup]” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/milan-silvio-berlusconi-champions-league-sinisa-mihajlovic\">wailed the mask mascarading as Berlusconi’s face</a>.</p> \n<p>And the notoriously level-headed Nicolas Anelka <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/nicolas-anelka-indian-super-league-mumbai-city-fc-player-manager\">has taken over the reins at Mumbai City FC</a>. What could possibly go wrong, eh? <br /></p> \n<h2>STILL WANT MORE?</h2> \n<p>Marcos Rojo reckons &Aacute;ngel Di Mar&iacute;a is dead good. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/angel-di-maria-manchester-united-argentina-copa-america\">Richard Williams is inclined to agree</a>.</p> \n<p>Despite the weather, our writers have all put on trilbies, complete with a piece of paper that says press, and trench coats and gone sniffing around the Premier League clubs to find out who is in charge of transfers. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/premier-league-transfers-who-decides-club-buys\">Here are their findings</a>.</p> \n<p>From domestic violence to corruption, the past 12 months have been ugly for US sport, but Jill Ellis’s team have reminded us what is great about sports, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jul/03/womens-world-cup-the-us-team-have-saved-america-from-a-sour-year-of-sports\">reckons DJ Gallo</a>.</p> \n<p>Is Mario Balotelli about to bring some calm to Newcastle and why are Everton laughing so hard? <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/03/transfer-rumours-mario-balotelli-to-newcastle\">The Rumour Mill has the answers</a>.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/02/football-quiz-players-with-animal-nicknames\">Pulitzer!</a></p> \n<p>And suffering from those post-season blues? Get your hands on tickets for an extra special, season previewing, live, on-stage edition of Football Weekly. AC Jimbo, Barry Glendenning, Rafa Honigstein, Paul MacInnes and Gregg Bakowski <a href=\"https://membership.theguardian.com/event/football-weekly-live-17423997646\">will be treading the boards in London on Thursday 6 August</a>.</p> \n<p>Oh, and if it’s your thing … <a href=\"https://www.facebook.com/guardianfootball\">you can follow Big Website on Big Social FaceSpace</a>.</p> \n<h2>HE’S NOT CALLED TENNIS GUY FOR NOTHING YOU KNOW</h2>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435873667956/West-Hams-Slaven-Bilic-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"John Sibley/Reuters","altText":"West Ham's Slaven Bilic","cleanCredit":"Photograph: John Sibley/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435930400179/ae9d6c63-02d9-4698-938b-0dfc6778c54b-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"How ticketless peasants might look moping around outside the castle walls.  Photograph: Focus Images","credit":"Focus Images","altText":"Where's POJT?","cleanCaption":"How ticketless peasants might look moping around outside the castle walls. ","cleanCredit":"Photograph: Focus Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/3/1435931149625/d2e62910-a7d4-4cd1-b17f-bf247146f58c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Silvio Berlusconi’s under there somewhere. Photograph: Luca Bruno/AP","credit":"Luca Bruno/AP","altText":"Silvio Berlusconi","cleanCaption":"Silvio Berlusconi’s under there somewhere.","cleanCredit":"Photograph: Luca Bruno/AP"}],"webPublicationDate":"2015-07-03T14:39:12Z","lastModified":"2015-07-03T14:45:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Paul Doyle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/pauldoyle"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Paul Doyle","topic":{"type":"tag-contributor","name":"profile/pauldoyle"}}],"series":{"title":"The Fiver","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/thefiver"},"embeddedVideos":[{"id":"gu-video-457397338","source":"guardian.co.uk","durationInSeconds":93,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/07/03/150703GazzaBrickByBrick.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/07/03/150703GazzaBrickByBrick_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/7/3/1435915505776/KP_339177_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Gazza's best moments: brick-by-brick - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Gazza's best moments: brick-by-brick - video","cleanCaption":"620x372 trailpic for Gazza's best moments: brick-by-brick - video"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/03/the-fiver-slaven-bilic","shortUrl":"http://gu.com/p/4acxy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/03/the-fiver-slaven-bilic","webUri":"http://www.theguardian.com/football/2015/jul/03/the-fiver-slaven-bilic"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435873667956/West-Hams-Slaven-Bilic-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Scandalous! Photograph: John Sibley/Reuters","credit":"John Sibley/Reuters","altText":"West Ham's Slaven Bilic","cleanCaption":"Scandalous!","cleanCredit":"Photograph: John Sibley/Reuters"}},"importance":5,"kicker":{"title":"The Fiver"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435873667956/West-Hams-Slaven-Bilic-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"John Sibley/Reuters","altText":"West Ham's Slaven Bilic","cleanCredit":"Photograph: John Sibley/Reuters"}}]},{"title":"Rumour Mill / Balotelli on his way to Newcastle? Coleman to Man Utd?","rawTitle":"Balotelli on his way to Newcastle? Coleman to Man Utd?","item":{"type":"article","id":"football/2015/jul/03/transfer-rumours-mario-balotelli-to-newcastle","title":"Football transfer rumours: Mario Balotelli on his way to Newcastle?","trailText":"Seamus Coleman to Manchester United? | Jonny Evans to Everton? | James McCarthy to Tottenham?","standFirst":"<p>Today’s fluff has a new favourite colour</p>","byline":"Ian McCourt","body":"<p>Perhaps it’s fate that today, July the third, we will once again fight for our freedom. Not from tyranny, persecution or oppression. But from truth. We’re fighting for our right to lie. From this day on, the third day of July will no longer be remembered as an the festival of Saint Heliodorus of Altino but as the day that all of mankind declared we will not vanish without a lie. We will lie on. We will lie. Speaking of which. Here is today’s fresh, pile of transfer boo-do.</p> \n<p>Over in<strong> Manchester United</strong>, Louis van Gaal has just put the phone down and is feeling a bit sheepish. He has been trying to get through to<strong> Seamus Coleman</strong> all week but he keeps getting his voicemail. At first, Louis was worried that he had written the number down wrong, then he worried that Seamus had blocked his calls, then he worried about whether or not the last voicemail he left was a bit too forward. “My name is Louis,” he said “usually I don’t do this but I see you and me Seamus. Louis will give you no worries, Louis got million stories about these players that Louis laughed at when they was boring. Louis gone fill your pockets, Louis gone move your mama out of Donegal inside the gigantic mansion like Louis promised, Louis just want your trust and loyalty. Avoiding Louis? It’s not so easy, Louis at these functions accordingly. Louis don’t slack a minute, Louis work harder, Louis gone call you, Louis don’t mind cause at the end of the day you’ll pursue me. Louis go get it, Louis not timid, Louis up front, Louis got paper work on top of paper work, I want you to know that Louis got you. All your life I watched you and now I want you to sign this contract if that’s possible.” With the worrying out of the way, Louis made himself a cup of green tea to go with the financier he bought earlier that day from his local bakery and wondered how he would break the news to <strong>Jonny</strong> <strong>Evans</strong> that he is moving to <strong>Everton</strong>.</p> \n<p>Louis is the only one to be wondering these days, Steve McClaren has been too. Steve has mostly been musing about the fate of Greece and the knock-on effect on the Eurozone, as well as what impact the endorsing of the yes vote by the former conservative leader Costas Karamanlis will have, but he has been wondering about other things too. What was his favourite incarnation of the Sugarbabes, would he look good with an ice-cream cone on his face like Gucci’s and what is the best way to bring stability to <strong>Newcastle</strong>. In case you haven’t noticed it, dear Mill readers, over the last few years, Newcastle have been more all over the place than a teenager’s emotions. But sweat not, sweet fans of Newcastle, Steve is tapping the right side of his nose with his right index finger and is flashing his freshly pained grill. He knows how to solve this problem, he knows what needs to be done. He is going to bring in a superstar, the type of buy that will have the fans sleeping outside the club shop for days just to get his name printed on their jersey; the type of buy that will have those not sleeping outside the club shop, sleeping outside the local tattoo parlour to get his name emblazoned just above where they have the picture of their kids; the type of buy that will bring a professionalism to the side and make the rest of players up their game and work ten times harder. Who could that buy be? Well <strong>Mario Balotelli</strong>, of course.</p> \n<p>Back to Everton for a moment. If you hear them laughing hysterically, it has nothing to do with them remembering their favourite Woody Allen joke, you know the one when he says he asked his mother where babies came from and she thought he said “rabies”. She said you get them from being bitten by a dog. The next week, a woman on his block gave birth to triplets and he thought she’d been bitten by a great dane. No, it has nothing to do with that at all and more to do with the call they have just got from <strong>Tottenham</strong>. The London lads were very polite and prim. They asked how Everton were doing and how the mother was and whether she had recovered from her fall and they did not forget to mention that they had enjoyed the sister’s ballet recital immensely. With the pleasantries out of the way, they soon got down to business. We’re interested in <strong>James McCarthy</strong>, they said. At this point, Everton knew this call was going nowhere but decided to reciprocate the politeness afforded to them and so they let Spurs natter on. We’re interested in James McCarthy, they repeated, and we are willing to offer you Aaron Lennon or Younes Kaboul in return. It was at this point, Everton could hold it in no more and the laughter burst forth like the morning.</p> \n<p>Elsewhere, <strong>David de Gea</strong> ... <strong>Real</strong> ... zzz ...</p> \n<p><strong>Antonio R&uuml;diger</strong> has been up all night working, not on his ball control, or his positioning, or his heading, but on his art. You might not know this but R&uuml;diger is a big fan of the painted word. Not the old stuff like Johannes Vermeer, Frans Pourbus the Younger or Johann Michael Feuchtmayer the Elder – he can appreciate their work but it leaves him cold. No, he’s more into the new stuff – especially the lettering styles of Ben Eine, an artist he first came across during the three hour street art east London walking tour – and that’s what he has been up all night working on. This latest effort of R&uuml;diger’s contains just four letters. N. E. I. N. and he has told his Mr/Ms 10% to show it to <strong>Chelsea</strong> next time they come calling. (He has done a separate one with the letters J.A and he is going to show that to <strong>Stuttgart</strong>) Once he is done with it, he plans to lend it to Pep Guardiola and <strong>Bayern Munich</strong>, who wants to show it to <strong>&Aacute;ngel Di Mar&iacute;a</strong>’s 10%er. Can’t think why, can you?</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7b23460448ec78fcf64b8f49eb5df8b247b76801/0_202_3766_2262/3766.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2262,"width":3766,"orientation":"landscape","credit":"Olly Greenwood/AFP/Getty Images","altText":"Mario Balotelli","cleanCredit":"Photograph: Olly Greenwood/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-03T07:45:45Z","lastModified":"2015-07-03T08:46:04Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ian McCourt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ian-mccourt"}],"feature":true,"keywords":["Mario Balotelli","Newcastle United","Liverpool","Football","Sport"],"tags":[{"id":"football/mario-balotelli","webTitle":"Mario Balotelli"},{"id":"football/newcastleunited","webTitle":"Newcastle United"},{"id":"football/liverpool","webTitle":"Liverpool"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Ian McCourt","topic":{"type":"tag-contributor","name":"profile/ian-mccourt"}}],"series":{"title":"Rumour Mill","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/rumourmill"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","headlineAccentColour":"#005689","matchStatusPre":"#676767","matchStatusDuring":"#4bc6df","matchStatusAbandoned":"#da1d1d","matchStatusPost":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"football"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/03/transfer-rumours-mario-balotelli-to-newcastle","shortUrl":"http://gu.com/p/4abk5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/03/transfer-rumours-mario-balotelli-to-newcastle","webUri":"http://www.theguardian.com/football/2015/jul/03/transfer-rumours-mario-balotelli-to-newcastle"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7b23460448ec78fcf64b8f49eb5df8b247b76801/0_202_3766_2262/3766.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2262,"width":3766,"orientation":"landscape","caption":"Is Mario Balotelli really on his way to Newcastle? Photograph: Olly Greenwood/AFP/Getty Images","credit":"Olly Greenwood/AFP/Getty Images","altText":"Is Mario Balotelli really on his way to Newcastle?","cleanCaption":"Is Mario Balotelli really on his way to Newcastle?","cleanCredit":"Photograph: Olly Greenwood/AFP/Getty Images"}},"importance":4,"kicker":{"title":"Rumour Mill"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7b23460448ec78fcf64b8f49eb5df8b247b76801/0_202_3766_2262/3766.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2262,"width":3766,"orientation":"landscape","credit":"Olly Greenwood/AFP/Getty Images","altText":"Mario Balotelli","cleanCredit":"Photograph: Olly Greenwood/AFP/Getty Images"}}]},{"title":"You are the Umpire / Featuring a flying bat and an awkward collision","rawTitle":"Featuring a flying bat and an awkward collision","item":{"type":"article","id":"sport/2015/jul/03/you-are-the-umpire-paul-trevillion","title":"You are the Umpire: Mitchell Johnson","trailText":"<p>Featuring: A flying bat, an awkward collision, and a slow spin bowler speeding up</p>","standFirst":"","byline":"","body":"<p><a href=\"http://i.guim.co.uk/static/w-1920/h--/q-95/sys-images/Guardian/Pix/pictures/2015/7/2/1435841239935/You-are-the-Umpire-Mitche-002.jpg\">Click to enlarge</a>, and debate the strip below the line. John Holder's verdict appears in Sunday's Observer and here from Monday.</p>\n<h2>Competition: win a T-shirt of your choice</h2>\n<figure data-media-id=\"gu-image-457391796\">\n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg\" alt=\"Cricket shirt\" width=\"140\" height=\"130\" class=\"gu-image\" />\n <figcaption> \n </figcaption>\n</figure>\n<p>For a chance to win a sporting T-shirt of your choice from the <a href=\"http://entertainment.guardianoffers.co.uk/search/results/?search=cricket\">Guardian range</a> send us your questions for You are the Umpire to <a href=\"mailto:you.are.the.umpire@observer.co.uk\">you.are.the.umpire@observer.co.uk</a>. The best scenario used in each new strip wins a T-shirt; Terms apply. For more on You are the Ref's history, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2008/aug/07/football.ref?guni=Article:in body link\">click here</a>.</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841237886/You-are-the-Umpire-Mitche-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Mitchell Johnson Photograph: .04p Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":"You are the Umpire Mitchell Johnson Photograph: .04p","cleanCredit":".04p"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434012947688/Cricket-shirt-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":130,"width":140,"orientation":"landscape","caption":"  Photograph: Observer","credit":"Observer","altText":"Cricket shirt","cleanCaption":" ","cleanCredit":"Observer"}],"webPublicationDate":"2015-07-03T08:30:00Z","lastModified":"2015-07-03T08:33:42Z","metadata":{"commentable":true,"commentCount":27,"contributors":[],"feature":true,"keywords":["Cricket","Mitchell Johnson","Sport","Australia sport","Australia cricket team"],"tags":[{"id":"sport/cricket","webTitle":"Cricket"},{"id":"sport/mitchell-johnson","webTitle":"Mitchell Johnson"},{"id":"sport/sport","webTitle":"Sport"},{"id":"sport/australia-sport","webTitle":"Australia sport"},{"id":"sport/australia-cricket-team","webTitle":"Australia cricket team"}],"section":{"id":"sport"},"topics":[],"series":{"title":"You are the Umpire","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/you-are-the-umpire"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/jul/03/you-are-the-umpire-paul-trevillion","shortUrl":"http://gu.com/p/4ab3c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/jul/03/you-are-the-umpire-paul-trevillion","webUri":"http://www.theguardian.com/sport/2015/jul/03/you-are-the-umpire-paul-trevillion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841239935/You-are-the-Umpire-Mitche-002.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":429,"width":940,"orientation":"landscape","caption":"  Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":" ","cleanCredit":".04p"}},"importance":4,"kicker":{"title":"You are the Umpire"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435841237886/You-are-the-Umpire-Mitche-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"You are the Umpire Mitchell Johnson Photograph: .04p Photograph: .04p","credit":".04p","altText":"You are the Umpire Mitchell Johnson","cleanCaption":"You are the Umpire Mitchell Johnson Photograph: .04p","cleanCredit":".04p"}}]},{"title":"Classic YouTube / The Tour de France goes Dutch and flying sportsmen","rawTitle":"The Tour de France goes Dutch and flying sportsmen","item":{"type":"article","id":"sport/blog/2015/jul/02/classic-youtube-flying-sportsmen-tour-de-france","title":"The Tour de France goes Dutch, flying sportsmen and Italia 90 – 25 years on","trailText":"Also featuring Six Cup, some devilish downhill cycling and Japan showcasing their best and their worst at the Women’s World Cup","standFirst":"<p>Also featuring Six Cup, some devilish downhill cycling and Japan showcasing their best and their worst and the Women’s World Cup</p>","byline":"Guardian sport","body":"<p>1) It’s the Grand D&eacute;part of the Tour de France on Saturday and after five years the peloton returns to the Netherlands, for the prologue in Utrecht which marks the sixth time the Netherlands have hosted a stage – a record for a country without a French border. In 2010 it was Fabian Cancellara who took the yellow jersey in Rotterdam, but it was Lance Armstrong who hogged the headlines, <a href=\"https://www.youtube.com/watch?v=CYKtlCqjpXo\">finishing 22 seconds back in his comeback to the Tour</a>. In 1996, citizens of ‘s-Hertogenbosch were treated to two stages – the prologue and then <a href=\"https://www.youtube.com/watch?v=Xfnym8lsv40\">a 209km stage with the start and finish in the town</a>. Here’s the peloton in<a href=\"https://www.youtube.com/watch?v=PM1w666zSp8\"> 1978 setting off from Leinen</a> while here the riders prepare for the <a href=\"https://www.youtube.com/watch?v=A7vSnOEAEC8\">1973 Grand D&eacute;part from Scheveningen</a>. And finally, <a href=\"https://www.youtube.com/watch?v=OXYEG8uf4So\">Amsterdam in 1954</a>.</p> \n<p>2) It seems <a href=\"https://www.youtube.com/watch?v=imbXnAF-1Kc\">Kevin Penny of Warrington Wolves can fly</a>.</p> \n<p>3) It also seems <a href=\"https://www.youtube.com/watch?v=KPN4KUZR5yw\">AJ Nelson can fly</a>.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=KPN4KUZR5yw\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/KPN4KUZR5yw?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>4) We rarely need an excuse but there have been two recent reasons to reel out the Italia 90 footage – England’s women’s team reaching the World Cup semi-final and Saturday marking 25 years since <a href=\"https://www.youtube.com/watch?v=swa0VHtWe8s\">Gazza’s tears</a>. Here’s the <a href=\"https://www.youtube.com/watch?v=kphDelxlbuc\">BBC’s review of the tournament</a> and here is <a href=\"https://www.youtube.com/watch?v=WPQEA9J2zgM\">every goal scored</a>.<br /></p> \n<p>5) Speaking of the Women’s World Cup … <a href=\"https://www.youtube.com/watch?v=mVCORkpBQqE\">Japan good</a>, <a href=\"https://vine.co/v/e56buMKH6i6\">Japan bad</a>.</p> \n<p>6) Not one, not two, not three, not four, not five, not six, but <a href=\"https://www.youtube.com/watch?v=rpsMi3Q2fok&amp;feature=youtu.be\">SEVEN Days in Hell</a>. And on the topic of anniversaries, it is now 20 years since <a href=\"https://www.youtube.com/watch?v=qaU36uLT_jE\">Tiger Tim did this</a>.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qaU36uLT_jE\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/qaU36uLT_jE?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<h2><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/blog/2015/jun/25/classic-youtube-best-sports-clips\">Our favourites from last week’s blog</a></h2> \n<p>1) Football with big dice you say? <a href=\"https://www.youtube.com/watch?v=5bB4UA5aQ0w\">The hills are alive with the sound of Six Cup</a>.</p> \n<p>2) <a href=\"https://www.youtube.com/watch?v=EqYgAX6D43Q&amp;feature=youtu.be\">Muddy hell</a>! This is impressive from Danny Hart. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=EqYgAX6D43Q\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/EqYgAX6D43Q?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>3) <a href=\"https://www.youtube.com/watch?v=HrZZTR3u_iA\">It was all going so smoothy …</a></p> \n<p>4) <a href=\"https://www.youtube.com/watch?v=lveBmRsxOwo\">Ouch</a>! </p> \n<p>5) <a href=\"https://www.youtube.com/watch?v=cJ2DxdaZZuc\">Big waves</a> … <a href=\"https://www.youtube.com/watch?v=63qlWTubTMw\">bigger waves</a>.</p> \n<p><strong>Spotters’ badges:</strong> AozRoon, The Reducer, Black Caeser, Scunny Bunny.</p> \n<h2>Guardian YouTube football channel</h2> \n<p><a href=\"https://www.youtube.com/user/GuardianFootball\">Do subscribe, if you fancy.</a></p> \n<h2>And the Guardian YouTube sport channel</h2> \n<p><a href=\"https://www.youtube.com/channel/UCwD9E_QNwFwrQC7OnPnrg2Q\">Do subscribe, if you fancy.</a></p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/2/1435829151805/Ultimate-frisbee-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Todd Bigelow/Aurora/Getty Images","altText":"Ultimate frisbee","cleanCredit":"Photograph: Todd Bigelow/Aurora/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-02T09:28:49Z","lastModified":"2015-07-02T09:36:42Z","metadata":{"commentable":true,"commentCount":25,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","US sports","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"YouTube archive","uri":"http://mobile-apps.guardianapis.com/lists/tag/sport/series/youtubearchive"},"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/blog/2015/jul/02/classic-youtube-flying-sportsmen-tour-de-france","shortUrl":"http://gu.com/p/4aa33","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/blog/2015/jul/02/classic-youtube-flying-sportsmen-tour-de-france","webUri":"http://www.theguardian.com/sport/blog/2015/jul/02/classic-youtube-flying-sportsmen-tour-de-france"},"shouldHideAdverts":false,"headerEmbed":"<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=CYKtlCqjpXo\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/CYKtlCqjpXo?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  It’s Lance. \n </figcaption> \n</figure>"},"importance":3,"kicker":{"title":"Classic YouTube"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Sport/Pix/columnists/2015/7/2/1435829151805/Ultimate-frisbee-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Todd Bigelow/Aurora/Getty Images","altText":"Ultimate frisbee","cleanCredit":"Photograph: Todd Bigelow/Aurora/Getty Images"}}]},{"title":"The Knowledge / Which bands have arranged gigs to fit in with matches?","rawTitle":"Which bands have arranged gigs to fit in with matches?","item":{"type":"article","id":"football/2015/jul/01/the-knowledge-football-which-bands-arranged-gigs-around-matches-manic-street-preachers","title":"Which bands have arranged gigs to fit in with matches?","trailText":"The Knowledge archive special: enjoying Half Man Half Biscuit’s desire to avoid looking like ‘big-time Charlies’","standFirst":"<p>Knowledge archive special: enjoying Half Man Half Biscuit’s desire to avoid looking like ‘big-time Charlies’, abandoned games, manager-player plaudits and penalty records. The column is taking a break in the off-season but you can still send questions to <a href=\"mailto:\">knowledge@theguardian.com</a> or on <a href=\"https://twitter.com/TheKnowledge_GU\">Twitter</a></p>","byline":"Guardian sport","body":"<p><strong>“The Manic Street Preachers recently booked their tour dates around the Lions Tour in Australia,”</strong> wrote Mark Jones in August 2013. <strong>“Are there any examples of bands/musicians who have planned tours/dates around football fixtures?”</strong></p> \n<p>Steve Doohan wasn’t the only one to suggest Half Man Half Biscuit, who decided against appearing on The Tube one Friday night in the 1980s, on account of it clashing with a Tranmere Rovers game, but he was the only one to send us some quotes from Nigel Blackwell. Here they are: “We were happy to do the thing at first, naturally, but then I realised it would involve missing the match, which I didn’t really feel comfortable about.” He and bassist Neil Crossley were the ones who didn’t want to miss the match (“the others weren’t arsed about football much”). Channel 4 offered to fetch the band to Prenton Park in a helicopter, but they would still have to miss the first half. “We weren’t particularly sold on the idea of what may have been perceived as the antics of big-time Charlies.”<br /></p> \n<p>Sticking to the 80s, here’s John Wray with a delightful story about John Peel. “In 1985, Peel booked a DJ gig in Southampton knowing that Saints only had to get past Barnsley in an FA Cup tie at the Dell to make it a Southampton v Liverpool game in the next round. Sadly for John, Barnsley beat Southampton 2-1 and on the evening of John’s gig in Southampton, his beloved Liverpool FC travelled to Oakwell instead. Happily for John it was on telly and Liverpool won 4-0.”<br /></p> \n<p>Sticking to games on the box: “In 1998, James were second on the bill on the main stage at Glastonbury,” recalls James Kirk. “They asked to cut short their set, in order that they (and the crowd, for whom it was on the big screens) could watch the second half of England v Colombia at the World Cup.” And quite right, too – they’d have missed a couple of corking goals, otherwise.<br /></p> \n<p>Sticking to … nope, not going to work, this one – we’re going back to the 1980s. “Damian Lovelock, lead singer of Sydney band The Celibate Rifles, was a football tragic – very unusual for a 1980s Australian,” begins Rob Moline. “I remember him on (Aussie) TV once telling of arranging an unlikely Sicilian or Sardinian tour date, in exchange for the promise of meeting Gianni Rivera. Probably Sardinia – can’t find any back-up for this story, but the web says he’s a Cagliari fan.” </p> \n<p><strong>Email us more details on this, we requested and lo, came there a reply from Rifles’ guitarist Kent Steedman.</strong></p> \n<p>“I be Kent, the guitarist in The Celibate Rifles. I was forwarded the article on bands touring for sport. Damian was/is a football tragic, the rest of us just like it to varying degrees. All over Europe on our tours, whenever we could, we had a game with the locals before soundcheck – it was a good way to shake off the drive of the day and get to know the people working the show and have a bit of fun. We did tour Sardinia a couple of times; can’t say wholly for Damian to meet Mr Rivera but I suspect it was part of it. We also toured Italy when the World Cup was on there – didn’t make any games as we were either in different towns or didn’t have the right connections. Hope that clears it up a bit. The Rifles still play from time to time, and will happily have a kick against any band for fun. Might be time for a football and rock festival.”</p> \n<p><strong>GRAND ABANDONMENTS</strong></p> \n<p><strong>“Following a recent spate of abandoned games in England, can you tell me what is the latest abandonment (eg 85 minutes into the game) ever?”</strong> asked Francis Spicer in January 2007.</p> \n<p>Diligent reader Marcos Garcia has dug up one case where a game was called off <em>after</em> the full 120 minutes. “The Maltese island of Gozo’s GFA Cup game between Gharb Rangers and SK Victoria Wanderers on September 21 1997 was abandoned during the penalty shootout,” says Marcos. “Apparently the floodlights failed after the scores were tied at 0-0.”</p> \n<p>Marcos pointed us in the direction of a couple of higher-profile examples, too. Crystal Palace’s 1946 FA Cup third-round replay against Queens Park Rangers was stopped due to bad light (Selhurst Park didn’t have floodlights at that time) after 117 minutes with the game goalless, though the match was taken as completed rather than played again. More recently, Paris Saint-Germain’s 2001 Uefa Cup first-round second leg at Rapid Bucharest was abandoned after 103 minutes when the floodlights cut out. Bucharest, who had been trailing 1-0, were later forced to forfeit the game 3-0 by Uefa as they had not prepared an emergency back-up power source.<br /></p> \n<p>More agonising, however, was Norwich’s experience in their League Cup semi-final against Chelsea in 1972. After grabbing a surprise 2-0 away win in the first leg, the Canaries were 3-2 ahead in the return fixture and all set for their first ever trip to Wembley when the game was called off with six minutes remaining. “Grown men cried as the fog lifted shortly after the match was stopped,” recalls Gary Southwell, though Norwich did eventually win the replayed second leg 1-0, before losing the final 1-0 to Tottenham.</p> \n<p><strong>SHARING THE PLAUDITS</strong></p> \n<p><strong>“How common is it for both the player and manager of the month to come from the same club?”</strong> demanded Alex Daly in September 2007. <strong>“It seems to happen more often than not.”</strong></p> \n<p>It may seem that way Alex, but – statistically speaking – it actually only happens just over a quarter of the time. It seems the two awards have been officially running concurrently for 118 playing months (since the beginning of the 1994-95 season), and so far only 34 of those have seen the player of the month and manager of the month taken from the same team.</p> \n<figure class=\"element element-image\" data-media-id=\"5152f2968774fc9d709324b19ceb98b490e1b037\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435155535275/f83dc538-ea43-4570-b576-6e8b23af40be-460x276.jpeg\" alt=\"Player-manager award-winners Alan Shearer and Sir Bobby Robson in 2004.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Player-manager award-winners Alan Shearer and Sir Bobby Robson in 2004.</span> \n  <span class=\"element-image__credit\">Photograph: David Rogers/Getty Images Sport</span> \n </figcaption> \n</figure> \n<p>In fact there has been only one season – 2003-04 – when both awards have gone to the same team more often than not. That year both September awards went to Chelsea (Claudio Ranieri and Frank Lampard), October went to Newcastle (Sir Bobby Robson and Alan Shearer), November to Bolton (Sam Allardyce and Jay-Jay Okocha), December to Manchester United (Sir Alex Ferguson and Paul Scholes) and February to Arsenal (Ars&egrave;ne Wenger and a split award between Edu and Dennis Bergkamp), meaning both awards went to the same club in five out of nine months.</p> \n<p>Conversely, while there hasn’t been a season yet where the two awards have never gone to the same team during the same month, it only happened once in 1998-99 (when Ferguson and Dwight Yorke claimed the respective January awards), and again in 2005-06 (Ferguson and Wayne Rooney in March).</p> \n<h2>MOST PENALTIES IN A SINGLE GAME</h2> \n<p><strong>“On Saturday, my team, Vilnius Vetra, ran out 6–1 winners, with Tadas Kijanskas scoring a hat trick of penalties in normal time,” </strong>wrote George M Campbell in June 2009. <strong>“What is the biggest number of penalties (not including shoot-outs) that one player has scored in one match?”</strong></p> \n<p>At least two players have scored a remarkable four penalties in a single game – Fenerbahce’s Zafer Tuzun and Valladolid’s Alen Peternac. “On 1 February 1987 in the Turkish league, Fenerbahce beat Eskisehir 4-1 with all four Fener goals coming from penalties scored by Zafer Tuzun,” writes Kaya Heyse. “The then Eskisehir keeper Rade Zalad got so angry after the fourth penalty that the referre sent him off. To make matters worse Tuzun as a former Eskisehir player.”<br /></p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=TMccdAq2-M4\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/TMccdAq2-M4?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Oviedo 3-8 Valladolid.\n </figcaption> \n</figure> \n<p>Peternac was the beneficiary of a wacky refereeing display from one Japon Sevilla. “On 19 May 1996 Peternac, playing for Valladolid, scored four penalties against Real Oviedo,” writes Xan Perez. “Japon Sevilla awarded six penalties during the game (only two of them were rightly called) and two players were sent off.” Final score? <a href=\"https://www.youtube.com/watch?v=TMccdAq2-M4\">Oviedo 3-8 Valladolid</a>.</p> \n<p>And, as Neil Gooderham points out, we should also offer a nod to Ipswich’s John Wark, who in the Uefa Cup first round in 1980-81 scored three penalties against Aris Salonika and added a fourth from open play.</p> \n<ul> \n <li><strong><em>Send your questions to <a href=\"mailto:knowledge@theguardian.com\">knowledge@theguardian.com</a></em></strong></li> \n</ul>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157225721/8812c7b8-9e61-4ecf-81e4-11af546ca3bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Shirlaine Forrest/WireImage","altText":"The Manic Street Preachers","cleanCredit":"Photograph: Shirlaine Forrest/WireImage"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435155535706/f83dc538-ea43-4570-b576-6e8b23af40be-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Player-manager award-winners Alan Shearer and Sir Bobby Robson in 2004. Photograph: David Rogers/Getty Images Sport","credit":"David Rogers/Getty Images Sport","altText":"Player-manager award-winners Alan Shearer and Sir Bobby Robson in 2004.","cleanCaption":"Player-manager award-winners Alan Shearer and Sir Bobby Robson in 2004.","cleanCredit":"Photograph: David Rogers/Getty Images Sport"}],"webPublicationDate":"2015-07-01T08:30:43Z","lastModified":"2015-07-01T08:36:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Guardian sport","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/guardian-sport"}],"feature":true,"keywords":["Football","Sport"],"tags":[{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Guardian sport","topic":{"type":"tag-contributor","name":"profile/guardian-sport"}}],"series":{"title":"The Knowledge","uri":"http://mobile-apps.guardianapis.com/lists/tag/football/series/theknowledge"},"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/01/the-knowledge-football-which-bands-arranged-gigs-around-matches-manic-street-preachers","shortUrl":"http://gu.com/p/4a4j6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/01/the-knowledge-football-which-bands-arranged-gigs-around-matches-manic-street-preachers","webUri":"http://www.theguardian.com/football/2015/jul/01/the-knowledge-football-which-bands-arranged-gigs-around-matches-manic-street-preachers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157225721/8812c7b8-9e61-4ecf-81e4-11af546ca3bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Were the Manic Street Preachers inspired by Half Man Half Biscuit to try and avoid letting the business of touring get in the way of a good match? Photograph: Shirlaine Forrest/WireImage","credit":"Shirlaine Forrest/WireImage","altText":"The Manic Street Preachers","cleanCaption":"Were the Manic Street Preachers inspired by Half Man Half Biscuit to try and avoid letting the business of touring get in the way of a good match?","cleanCredit":"Photograph: Shirlaine Forrest/WireImage"}},"importance":3,"kicker":{"title":"The Knowledge"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435157225721/8812c7b8-9e61-4ecf-81e4-11af546ca3bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Shirlaine Forrest/WireImage","altText":"The Manic Street Preachers","cleanCredit":"Photograph: Shirlaine Forrest/WireImage"}}]}],"lastModified":"2015-07-05T07:25:42Z","personalization":{"id":"uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d3578678-9f17-4009-8bd8-f221a1dd8e4e"},"visibility":"all","adTargetingPath":"sport/front"}