{"id":"uk/groups/collections/d7c0321e-8933-4916-9a76-5e7e2d939a3c","title":"recipes","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/d7c0321e-8933-4916-9a76-5e7e2d939a3c"},"cards":[{"title":"Summer dishes that bring the outdoors in","rawTitle":"Summer dishes that bring the outdoors in","item":{"type":"article","id":"lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","title":"Summer dishes that bring the outdoors in","trailText":"<strong>Cook residency: </strong>No matter where you are, a glut of summer produce is growing on your doorstep, says our new resident","standFirst":"<p>No matter where you are, a glut of summer produce is growing on your doorstep, says our new resident, Rosie Birkett. This week, she brings the outdoors in, showing Walthamstow’s pickings to be anything but slim</p>","byline":"Rosie Birkett","body":"<p>I sometimes joke that I was feral until I discovered pubs, boys and clothes at the age of 15, because the vast majority of my childhood was spent in dungarees, running wild in the Kent countryside. In 1981, my parents, who at the time were something of a taboo for being unmarried and with child, fell madly in love with an old farmer’s cottage near the village of Leeds and left London with my older sister to settle there. My mother recalls how there were rabbits burrowing in the dirt under the house where foundations should have been, but that the setting, with a river at the bottom of the garden and fields and orchards all around, had them smitten.</p> \n<p>Kent is known as the garden of England for good reason; it’s a green, fertile, fruit-growing county, and growing up there with parents who cared about food has had a huge impact on the way I cook and eat. I live in London now, in a flat without a garden, but when the summer comes, bringing with it the ingredients I enjoyed out in nature as a child, I track them down from suppliers – occasionally from the area of London where I live – and am transported back into the garden. Food is incredible like that, I think.</p> \n<p>As a kid, trees held particular intrigue for me; they were worlds all of their own, begging to be explored and conquered. And best of all – come summer – they were generous snack stations for a greedy little girl. I used my aptitude for scaling trees (something that never ceases to amaze me as a mildly acrophobic adult) to help me feed the insatiable hunger that should have hinted that I’d go on to work with food. Summer meant handfuls of jammy cherries, stained lips and later, pockets filled with fleshy Victoria plums, damsons, apples, and – if we got there before the squirrels – juicy Kent cobnuts.</p> \n<p>These seasonal wild hazelnuts drove my food-loving father to distraction. He’d lurch around our wild garden with carrier bags, zealously filling them and later cracking open the fresh, milky nuts on the kitchen table, dipping them into salt and munching away. He taught us that cobnuts – along with the mushrooms we picked on early-morning walks and the cherries harvested from the garden tree – were precious and fleeting treasures, to be cherished and gorged on with glee.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"602464cac5a09d6fb365de5cd68f33ab8e8735bf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435828717655/1395cf26-7aa3-409e-9743-6120c8bfe947-280x420.jpeg\" alt=\"elderflower cordial\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br /></span> \n  <span class=\"element-image__credit\">Photograph: Elena Heatherwick for the Guardian</span> \n </figcaption> \n</figure> \n<p>A news journalist and editor, Dad loved the long summer evenings when he could come home from the stresses of Fleet Street and still have daylight hours to tend his vegetable patch. My mum is an excellent home cook, and knew just how to cook his veg haul to preserve the delicate flavour of young green things, such as broad beans and peas, probably because her father – a gruff and fiercely intelligent Yorkshireman – had doted on his veg patch and inspired my father to plant his. My favourite thing of all was to pluck pea pods straight from their tendrils, popping open the tops and running my finger down the seam, springing the sweet, crunchy seeds straight into my mouth. </p> \n<p>Being a child of the 1950s, my dad also had a real penchant for salad cream, which was popularised during rationing as a less perishable alternative to mayonnaise, made by emulsifying egg yolks, oil, water, sugar and vinegar. Food snobs scoff at it, but I totally get it – it hits those key bases of sweet, cream and acidity and is great on crunchy green lettuce like little gem, and with fresh raw peas. Dad would have loved this homemade recipe I’ve created, and I’m dedicating it to him, not least because this feature is being published on the 10 year anniversary of his death, which came as a terrible shock to us on that hot summer’s day in 2005. July is always poignant for me; Dad, a man who taught me so much about food, has been particularly front of mind as I’ve written this piece.</p> \n<p>Grown-up life in London is very different to my free-range youth, but I’m very lucky to live where I do, right by Walthamstow marshes. I was drawn here because, a bit like the Kent countryside, the marshes sprawl for miles and bristle with plants, trees and wildlife, keeping my inner wild child satisfied. You can walk for miles without ever crossing the road and even go on foraging walks for wild food with local expert John the Poacher. During the early summer, you can’t help but be struck by the scent of fragrant wild elderflower. As soon as it’s in full bloom, I fill bags with heads of the pretty little white flowers and take them home to steep in sugar syrup to preserve their essence into cordial.</p> \n<p>It doesn’t matter if the British summertime lives up to its reputation and you find yourself holed up inside while the heavens open – this sweet solution is like sunshine in a glass. Elderflower will be gone soon, so now is the time to swipe its last heady bouquets and keep that taste of this short season alive that little bit longer.</p> \n<h2><strong>Elderflower cordial</strong></h2> \n<p>I like to make at least two bottles, drinking one as cordial/in cocktails and leaving the other to ferment into fizz in the fridge. It’s great with gin or fino, lots of lime, ice and sparkling water.</p> \n<p><strong>Makes 1.5 litres</strong><br />20 heads of elderflower, picked over to remove any green or black fly<br />500g golden caster sugar<br />1 large unwaxed lemon, finely sliced<br /></p> \n<p><strong>1</strong> Fill a large, clean pan with 1.5 litres of cold water and stir in the sugar. Put over a medium heat and warm until the sugar has dissolved.</p> \n<p><strong>2</strong> Remove from the heat and allow to cool almost completely. Add the elderflower and lemon and leave to infuse for as long as you can – at least 3 hours, preferably overnight.</p> \n<p><strong>3</strong> Store in a sterilised jar or bottle, and drink as you please.</p> \n<h2><strong>Fresh peas and salad cream</strong></h2> \n<p>A celebration of early summer. Make sure your peas are not just freshly-picked but young.</p> \n<figure class=\"element element-image\" data-media-id=\"0cf35fed075cb03d65f57bb270393ec4f320bdb1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435829212743/578d15f0-c2cd-4146-b188-4bfddf8dc308-460x321.jpeg\" alt=\"Fresh peas and salad cream\" width=\"460\" height=\"321\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Keep blitzing the salad cream until very smooth; a Nutribullet is perfect.</span> \n  <span class=\"element-image__credit\">Photograph: Elena Heatherwick for the Guardian</span> \n </figcaption> \n</figure> \n<p><strong>Serves 4 </strong><br />2 heads of little gem, washed, outer leaves removed, hearts split in half <br />200g freshly picked peas, podded<br />Pea flowers (if you have them) <br />A handful of pea shoots <br />4 spring onions, washed thoroughly, finely sliced<br />Mint leaves <br />Smoked trout or smoked mackerel (optional)<br /></p> \n<p><strong>For the salad cream (makes 150ml)</strong><br />3 eggs <br />20ml double cream<br />25ml rapeseed oil<br />20ml extra virgin olive oil <br />1 tbsp cider vinegar <br />2 tsp caster sugar <br />1 tbsp water<br />1 tsp dijon mustard<br />&frac12; tsp English mustard<br />A pinch of ground white pepper<br />A pinch of salt <br /></p> \n<p><strong>1</strong> First, make the salad cream. Boil the eggs for 10 minutes, then cool them in cold water for 5. Tap the eggs all over, peel off the shell, then peel the whites from the yolks (save the whites for something else). Blitz the yolks in a food processor (I use a nutribullet for this, it’s perfect) with the other ingredients for 3 minutes, or until fully emulsified and thickened. Taste for seasoning. Store in the fridge for up to 2 days.</p> \n<p><strong>2</strong> To assemble the salad, toss the lettuce with some salad cream, divide it between plates, scattering with peas, spring onion and shoots and flowers. Season, and add salad cream to taste. You could serve this with some smoked fish, such as trout or mackerel, though I like to make the peas the star here.</p> \n<p><em>Rosie Birkett is a food writer, stylist and author of <a href=\"http://bookshop.theguardian.com/lot-on-her-plate.html\">A Lot On Her Plate </a>(Hardie Grant). <a href=\"http://rosiebirkett.com/about/\">rosiebirkett.com</a>, </em><em><a href=\"https://twitter.com/rosiefoodie\">@rosiefoodie</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828565525/bbcc9bbd-d4ab-44fa-92e1-b43e5bf4bdaf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828719326/57f54ea7-94b8-4d9b-bc4b-ca1fadbd0779-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br> Photograph: Elena Heatherwick for the Guardian","credit":"Elena Heatherwick for the Guardian","altText":"elderflower cordial","cleanCaption":"Elderflower cordial: Don’t wash your elderflower blossom, or you will wash away the pollen that gives the drink its flavour.<br>","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435829211416/a6b01a3d-98bc-4950-978e-549ad396e244-2060x1438.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1438,"width":2060,"orientation":"landscape","caption":"Keep blitzing the salad cream until very smooth; a Nutribullet is perfect. Photograph: Elena Heatherwick for the Guardian","credit":"Elena Heatherwick for the Guardian","altText":"Fresh peas and salad cream","cleanCaption":"Keep blitzing the salad cream until very smooth; a Nutribullet is perfect.","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}],"webPublicationDate":"2015-07-02T10:31:44Z","lastModified":"2015-07-02T14:32:18Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Rosie Birkett","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rosie-birkett"}],"feature":true,"keywords":["Food & drink","Life and style","Chefs","Foraging"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/chefs","webTitle":"Chefs"},{"id":"lifeandstyle/foraging","webTitle":"Foraging"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Rosie Birkett","topic":{"type":"tag-contributor","name":"profile/rosie-birkett"}}],"series":{"title":"Cook residency","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/cook-residency"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","shortUrl":"http://gu.com/p/4aamm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/summer-dishes-recipes-foraging-berries-rosie-birkett-cook-residency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435830078584/18b7320a-310d-4e95-b132-0cd4b4e82544-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435828565525/bbcc9bbd-d4ab-44fa-92e1-b43e5bf4bdaf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elena Heatherwick for the Guardian","altText":"rosie birkett and her dog walk through walthamstow marshes","cleanCredit":"Photograph: Elena Heatherwick for the Guardian"}}]},{"title":"The 20 best Spanish recipes: part 4","rawTitle":"The 20 best Spanish recipes: part 4","item":{"type":"article","id":"lifeandstyle/2015/jul/02/20-best-spanish-recipes-part-4-ofm-stew-gazpacho-ice-cream","title":"The 20 best Spanish recipes: part 4","trailText":"Ice cream, gazpacho and more in the final part of our recipe series, selected by Observer Food Monthly","standFirst":"<p>Ice cream, gazpacho and more in the final part of our recipe series, selected by Observer Food Monthly</p>","byline":"Claudia Roden, Sam and Sam Clark, Omar Allibhoy,  Nieves Barragán Mohacho, José Pizarro","body":"<h2>Jos&eacute; Pizarro’s oxtail stew</h2> \n<p>Oxtail is gorgeous: the flavour is so intense thanks to all that fly-swishing exercise and the high ratio of bone to meat. This dish is popular all over Spain and it is traditionally served in restaurants located near bullrings.</p> \n<p>Get your butcher to joint the oxtail between every vertebra. While the casserole is delicious under any circumstances, it undoubtedly tastes best if you cook it the day before eating it... but remember you need to marinate the oxtail for 24 hours too!</p> \n<p>Serves 4<br /><strong>oxtail joints</strong> 2kg</p> \n<p>For the marinade<br /><strong>red wine</strong> 1 litre<br /><strong>carrots</strong> 5 medium, diced<br /><strong>garlic cloves</strong> 4, quartered<br /><strong>onion</strong> 1 large, diced<br /><strong>leek</strong> 1 large, sliced<br /><strong>bay leaves</strong> 2<br /><strong>cloves</strong> 4<br /><strong>cinnamon stick</strong> &frac12;</p> \n<p>For the stew<br /><strong>extra virgin olive oil </strong>4 tbsp<br /><strong>beef stock</strong> 500ml<br /><strong>flat-leaf parsley</strong> 5 sprigs, chopped<br /><strong>flaked almonds</strong> 100g, toasted<br /><strong>sea salt and freshly ground black pepper</strong></p> \n<p>Pat the oxtail joints dry and put them into a plastic bowl along with the marinade ingredients. Cover and put into the fridge for 24 hours.</p> \n<p>Next day, drain and keep the wine, then separate the vegetables and meat. Season the beef with salt and pepper.</p> \n<p>Heat the oil in a large casserole and brown the oxtail on all sides. At the end of this process there’ll be burnt meaty bits on the bottom of the pan; these do not matter – just remove any excess oil, add the marinated vegetables, and fry them over a medium heat. You’ll find the vegetables lift the sticky bits from the pan. Saut&eacute;, stirring regularly, for around 20 minutes.</p> \n<p>Now add the wine from the marinade and let the alcohol evaporate (this will take about 5 minutes) before returning the oxtail joints to the pan. Add the stock, cover and simmer slowly for a minimum of 2, preferably 3, hours. Remove any scum that comes to the surface.</p> \n<p>Spoon the casserole onto plates, scattering some parsley and almonds over each serving. Mop up the delicious juices with fresh, crusty bread.</p> \n<p><em>From Pizarro: Seasonal Spanish Food by Jos&eacute; Pizarro (Kyle Cathie, RRP &pound;15.99). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/341007/\">Click here to buy a copy for &pound;12.79</a></em></p> \n<h2>Omar Allibhoy’s chilled tomato and pepper soup</h2> \n<figure class=\"element element-image\" data-media-id=\"0d3673ddc7a7c787ea7865d8035ab3116d7a18c2\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159631823/801ccb2c-7c0f-4c11-b243-6dfe66ee8458-460x276.jpeg\" alt=\"Gazpacho Tapas Revolution\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Martin Poole for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 6<br /><strong>tomatoes</strong> 8, quartered<br /><strong>Spanish onion</strong> &frac12;, roughly chopped<br /><strong>red pepper</strong> 1, seeded and chopped<br /><strong>green pepper</strong> 1, seeded and chopped<br /><strong>garlic clove </strong>1<br /><strong>cucumber</strong> &frac12;, chopped<br /><strong>ground cumin</strong> 1 tsp<br /><strong>sherry vinegar</strong> 5 tbsp<br /><strong>bread</strong> 1 slice<br /><strong>water</strong> 1 glass<br /><strong>Spanish olive oil</strong> 10 tbsp<br /><strong>salt<br /></strong><strong>ice cubes, croutons and olive oil</strong> to garnish</p> \n<p>Place all the prepared vegetables in a food processor or blender, reserving a little of the red and green pepper, cucumber and onion for the garnish. Add the cumin, sherry vinegar, bread, olive oil and about 200ml of water. Add a pinch of salt and blend until smooth.</p> \n<p>Check the seasoning and add more salt if necessary. If you don’t like bits in your gazpacho you can pass it through a sieve at this stage. Serve with a few ice cubes and garnish with the reserved pepper and cucumber, croutons and a few drops of olive oil.</p> \n<p>Gazpacho tastes so much better when prepared in advance – the night before if possible. If you do want to sieve it, I recommend you wait until just before serving as the flavour will be much more intense if it has been left overnight with all the bits in.</p> \n<p><em>From Tapas Revolution by Omar Allibhoy (Ebury, RRP &pound;20). <a href=\"http://bookshop.theguardian.com/tapas-revolution.html\">Click here to order a copy from Guardian Bookshop for &pound;16. </a> <a href=\"http://www.tapasrevolution.com\">tapasrevolution.com</a></em></p> \n<h2>Nieves Barrag&aacute;n Mohacho’s chickpeas, spinach and pancetta</h2> \n<figure class=\"element element-image\" data-media-id=\"1603eb76206d50a245e28fa98c207835d2a5c223\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159692970/37a3ecc4-4dc1-4e70-9604-5075b71a118f-460x276.jpeg\" alt=\"Chickpeas, spinach and pancetta.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Emma Lee</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a light main<br /><strong>dried chickpeas</strong> 240g, soaked in water overnight and drained<br /><strong>bay leaves</strong> 4, fresh if possible<br /><strong>onion</strong> 1 large, peeled and cut in half<br /><strong>extra virgin olive oil </strong>12 tbsp, plus extra for drizzling<br /><strong>smoked pancetta</strong> 240g, cut into 1cm lardons<br /><strong>shallot</strong> 1 large, peeled and finely chopped<br /><strong>garlic cloves </strong>6, peeled and finely chopped<br /><strong>chicken stock</strong> 500ml<br /><strong>baby spinach leaves</strong> 300g<br /><strong>Maldon salt and freshly ground black pepper</strong></p> \n<p>Put the drained chickpeas into a large pan with the bay leaves, onion and plenty of water. Bring to the boil, then cook for 45 minutes or until the chickpeas are tender. Drain the chickpeas, discarding the bay leaves and onion, and set aside to cool.<br /></p> \n<p>Heat the olive oil in a large saut&eacute; pan or heavy-bottomed frying pan over a high heat until almost smoking. Add the pancetta and cook until it starts to caramelise. Add the shallot and garlic and cook gently for 2 minutes.</p> \n<p>Add the chicken stock to the pan and simmer until it has reduced by half. Add the chickpeas, reduce the heat and simmer for 4 to 5 minutes. Add the spinach and cook for a further 30 seconds, folding the leaves in gently.</p> \n<p>Drizzle with a little olive oil and season with salt and pepper if necessary. Serve with crusty sourdough bread.</p> \n<p><em>From Barrafina by Nieves Barrag&aacute;n Mohacho (Fig Tree, RRP &pound;25). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/341007/\">Click here to buy a copy for &pound;20</a></em></p> \n<h2>Claudia Roden’s burnt cream</h2> \n<figure class=\"element element-image\" data-media-id=\"437998c6ba4f90f3a5fb572db221a744f2bf652d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159732462/dcae1307-fc1c-45bf-bdcd-0e363307a4a6-460x276.jpeg\" alt=\"Creme catalana\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Jason Lowe</span> \n </figcaption> \n</figure> \n<p>This creamy custard with a crisp caramel topping is found everywhere in Spain as crema catalana but in Catalonia it is known as crema cremada, which means “burnt cream”.</p> \n<p>Serves 6-8<br /><strong>cornflour</strong> 4 tbsp<br /><strong>whole milk</strong> 1 litre<br /><strong>lemon</strong> 1, the peel cut into 1 or 2 long strips<br /><strong>cinnamon stick</strong> 1<br /><strong>egg yolks</strong> 8 large<br /><strong>caster sugar</strong> 150g, plus about 4-8 tbsp for the caramel</p> \n<p>In a cup dissolve the cornflour in 4 tbsp of the cold milk (the cornflour will prevent the egg yolks from curdling). Heat the rest of the milk in a large saucepan with the lemon peel and cinnamon stick until it just begins to boil.<br /></p> \n<p>Beat the egg yolks and 150g sugar to a pale cream in a bowl, then beat in the cornflour mixture. Now beat in a ladleful of the hot milk.</p> \n<p>Remove the lemon peel and cinnamon stick from the hot milk and add the egg and sugar mixture to the pan, stirring vigorously as you pour. Bring to the boil slowly over a low heat and continue to cook over a low heat, stirring continuously, until the mixture thickens, then pour into 6 or 8 small clay cassoles or large ramekins. Let cool, then chill.</p> \n<p>Just before serving, sprinkle the top of each custard with 2 to 3 teaspoons of sugar and gently shake the ramekin to spread it evenly. Caramelise the sugar with a mini blowtorch, or use a red-hot salamander as they do in Spain, until the sugar turns a dark amber colour.</p> \n<p><em>From The Food of Spain by Claudia Roden (Mivhael Joseph, RRP &pound;30). <a href=\"http://bookshop.theguardian.com/food-of-spain.html\">Click here to order a copy for &pound;24</a></em></p> \n<h2>Sam &amp; Sam Clark’s Malaga raisin ice cream</h2> \n<figure class=\"element element-image\" data-media-id=\"22fa5f99de2af9bb61fd4d5161766c53ae1330f9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159778271/0e68cfa5-1017-45f5-9a56-fb645a55ecaa-460x276.jpeg\" alt=\"Malaga raisin ice cream\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 8 (Just over 1 litre)<br /><strong>double cream</strong> 600ml<br /><strong>milk</strong> 300ml<br /><strong>cinnamon stick</strong> 1 small<br /><strong>vanilla</strong> 1 pod<br /><strong>egg yolks</strong> 7<br /><strong>caster sugar</strong> 85g<br /><strong>raisins </strong>100g covered with <strong>Pedro Xim&eacute;nez sherry or Pedro Xim&eacute;nez Malaga wine</strong> 100ml</p> \n<p>Place the cream, milk and cinnamon stick in a large saucepan. Split the vanilla pod in half lengthways and scrape the tiny seeds into the pan, discarding the pod. Heat until just below boiling point, then remove the pan from the stove.</p> \n<p>In a bowl, beat the egg yolks and sugar together for 5-10 minutes until the mixture is pale and thick. Loosen the egg mixture by stirring in a little of the cream and milk mixture, then pour the egg mixture into the saucepan, scraping the bowl out with a spatula. Whisk well to mix everything properly and return to a low heat, stirring constantly. Heat gently but be careful not to curdle the mixture.</p> \n<p>When it thickens and just before it bubbles, remove from the heat, pour into a bowl and place over ice water to cool. Churn in an ice-cream machine, in batches if necessary, adding the raisins and sherry towards the end of the churning. (For those without an ice-cream machine, you can freeze the ice cream by hand, but remember to stir every half an hour to prevent ice crystals forming. Stirring will also help to distribute the raisins evenly as they tend to sink to the bottom before the ice cream is hard enough to suspend them.)</p> \n<p>The churning process will take about 2 hours, depending on the temperature of your freezer or the specification of your ice-cream maker.</p> \n<p>Serve the ice cream with a chilled glass of Pedro Xim&eacute;nez on the side or poured over the top.</p> \n<p>Note: although this is a very simple recipe (using a basic custard for the ice cream) complexity and flavour is provided by the sherry. The raisins are soaked in Pedro Xim&eacute;nez sherry, a treacly, sweet, raisiny sherry made from Pedro Xim&eacute;nez grapes, that have been first dried in the sun to concentrate their sugar and taste.</p> \n<p><em>From Moro: the Cookbook by Sam and Sam Clark (Random House, RRP &pound;20).<a href=\"http://bookshop.theguardian.com/moro-cookbook.html\"> Click here to order a copy for &pound;16</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159567064/8a5b5c7b-276d-4a17-8eb0-a930c94a00a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Romas Foord for the Observer","altText":"Oxtail stew Jose Pizarro","cleanCredit":"Photograph: Romas Foord for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159633335/801ccb2c-7c0f-4c11-b243-6dfe66ee8458-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Martin Poole for the Observer","credit":"Martin Poole for the Observer","altText":"Gazpacho Tapas Revolution","cleanCaption":" ","cleanCredit":"Photograph: Martin Poole for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159694335/37a3ecc4-4dc1-4e70-9604-5075b71a118f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Emma Lee","credit":"Emma Lee","altText":"Chickpeas, spinach and pancetta.","cleanCaption":" ","cleanCredit":"Photograph: Emma Lee"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159733788/dcae1307-fc1c-45bf-bdcd-0e363307a4a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Jason Lowe","credit":"Jason Lowe","altText":"Creme catalana","cleanCaption":" ","cleanCredit":"Photograph: Jason Lowe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159779679/0e68cfa5-1017-45f5-9a56-fb645a55ecaa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Malaga raisin ice cream","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"}],"webPublicationDate":"2015-07-02T07:00:11Z","lastModified":"2015-07-02T10:21:08Z","metadata":{"commentable":true,"commentCount":8,"contributors":[{"name":"Claudia Roden","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/claudia-roden"},{"name":"Omar Allibhoy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/omar-allibhoy"},{"name":"Nieves Barragán Mohacho","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nieves-barrag-n-mohacho"},{"name":"José Pizarro","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jose-pizarro"}],"feature":false,"keywords":["Spanish food and drink","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/spanish-food-and-drink","webTitle":"Spanish food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/02/20-best-spanish-recipes-part-4-ofm-stew-gazpacho-ice-cream","shortUrl":"http://gu.com/p/4a2jq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/02/20-best-spanish-recipes-part-4-ofm-stew-gazpacho-ice-cream","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/02/20-best-spanish-recipes-part-4-ofm-stew-gazpacho-ice-cream"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159567064/8a5b5c7b-276d-4a17-8eb0-a930c94a00a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Oxtail stew. Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Oxtail stew Jose Pizarro","cleanCaption":"Oxtail stew.","cleanCredit":"Photograph: Romas Foord for the Observer"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159567064/8a5b5c7b-276d-4a17-8eb0-a930c94a00a6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Romas Foord for the Observer","altText":"Oxtail stew Jose Pizarro","cleanCredit":"Photograph: Romas Foord for the Observer"}}]},{"title":"How to make the perfect summer cup","rawTitle":"How to make the perfect summer cup","item":{"type":"article","id":"lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","title":"How to make the perfect summer cup","trailText":"The sun’s out, which must mean it’s Pimm’s o’clock – or time for a DIY version of the bittersweet digestif. But, should you pair your gin with vermouth or with sherry? And should you pare back your garnish or go for a full-on fruit salad?","standFirst":"<p>The sun’s out, which must mean it’s Pimm’s o’clock – or time for a DIY version of the bittersweet digestif. But, should you pair your gin with vermouth or with sherry? And should you pare back your garnish or go for a full-on fruit salad?</p>","byline":"Felicity Cloake","body":"<p>It’s sometimes difficult to pinpoint the start of the British summer; is it that first day of weak March sunshine that sends the nation into a state of collective coatless delirium? The first sighting of a topless builder? Or that glorious <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/wordofmouth/2010/may/18/pimms\">first glass of alcoholic fruit salad known as Pimm’s</a>, the best of the season for the memories it brings rushing back of summers past and pitchers drained?</p> \n<p>Created in the early 19th century by one James Pimm as a digestif to serve in his London oyster bars, the brand (now owned by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/08/diageo-shares-takeover-rumours-guinness-jorge-paulo-lemann\">multinational Diageo</a>) has fairly cornered the market in summertime refreshment: 230,000 glasses of the stuff will be put away this Wimbledon fortnight. But, though I’m not one of those dreary sorts who affect to dislike its sweet-yet-slightly-bitter citrussy flavour, by this point in the summer, I have begun to wonder whether I could improve upon it at home (and save some money in the process). Many have tried to crack the recipe, but have any of them aced it?</p> \n<h2>The booze</h2> \n<figure class=\"element element-image\" data-media-id=\"458db1500d6841265d7437cd11568dfc9a1bff98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435750885205/e44e01b5-c5dd-4876-9a4c-0a39a97bbfe7-460x443.jpeg\" alt=\"Marcia Simmons's summer cup.\" width=\"460\" height=\"443\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Marcia Simmons’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>The exact formulation for Pimm’s is a closely guarded secret and, in the manner of such valuable secrets, the marketing department trumpets the fact that the six people in the know are not allowed to travel together (a piece of information that gives me hope; six makes it a considerably less-secret recipe than say, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2009/may/26/irn-bru-recipe-scotland\">Irn Bru, whose devilish ingredients are known only to two people</a>). All they will say is that it’s gin-based and flavoured with a secret blend of herbs and spices. So far, so KFC.</p> \n<p>Tasting it unencumbered by mixers for possibly the first time in my life, I find it surprisingly rich and sweet – rather like the kind of wine served at holy communion in dusty parish churches in the deepest shires – with an orangey bitterness that lingers on the tongue. In fact, it has much more in common with other digestifs (such as Fernet Branca or, dare I say it, J&auml;germeister) than I would have guessed.</p> \n<p>The copycat recipes I try take this in several different directions. American drinks writer <a href=\"http://www.seriouseats.com/recipes/2012/03/diy-pimms-homemade-pimms-no-1-recipe.html\">Marcia Simmons infuses gin and sweet vermouth with bitter orange peel and fresh orange</a> for 24 hours for a concoction that’s overwhelmingly citrussy – drinkable, certainly, but not quite Pimm’s. Imbibe magazine, <a href=\"http://imbibemagazine.com/homemade-pimm-s-recipe/\">which clearly read my tasting notes</a>, mixes its gin with sweet sherry or port (the latter, I think, would be a mistake) and adds sweet vermouth (which supplies that characteristic bitter edge) and orangey triple sec – but in these quantities I find it too sweet.</p> \n<figure class=\"element element-image\" data-media-id=\"035c6db7971e5db0d3b31c3455f666e1ef2f3279\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435750943397/9c4cd65b-ed9f-4c0b-8bb7-7b50ba417382-460x411.jpeg\" alt=\"Imbibe magazine's summer cup.\" width=\"460\" height=\"411\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Imbibe magazine’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p><a href=\"http://fromthelarder.co.uk/2014/07/homemade-pimms/\">Georgina Hartley, author of the From the Larder blog</a>, uses a mixture of gin, sweet vermouth, triple sec and aperol, which proves richer and sweeter than the original – nice diluted with tonic or soda, but too much with lemonade. Victoria Moore keeps things simple in her cheat’s Pimm’s, using equal parts gin, red vermouth and Cointreau (a triple sec), which proves amazingly effective as a quick substitute – in fact, some of my testers prefer it to the original, its slightly drier flavour giving it “more depth”. This one’s well worth a go for keen cocktail fiends who happen to keep these things in stock (red vermouth is an essential ingredient in that fine drink the negroni, so it’s a handy chap to have around in any case), but it’s a bit more aggressively bitter and citrussy than the real thing.</p> \n<p>On side-by-side tasting, however, I’m disappointed how thin and caramel-sweet Pimm’s is, so rather than attempting to recreate it exactly, I’m going to bump up the gin content, and add a soup&ccedil;on of triple sec for its citrus flavour, a slug of red vermouth and Aperol for bitterness, and just a dash of angostura bitters to give it some extra edge. Feel free to play about with the balance to suit your own tastebuds.</p> \n<h2>The mixer</h2> \n<figure class=\"element element-image\" data-media-id=\"42f7969f7ac21b42f9b1a6d9ab77bb251ddec2c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751039066/6b48ef46-7918-425a-8d26-b1c757706524-460x436.jpeg\" alt=\"Georgina Hartley's summer cup.\" width=\"460\" height=\"436\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Georgina Hartley’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>Strangely, homemade lemonade, as used by both cocktail legend Dale DeGroff and Imbibe, just doesn’t work here – and neither, as Moore observes, does the “fancy cloudy stuff”. Both are just too assertively lemony, whereas clear lemonade (not Sprite, as Simmons recommends) lends the drink a gentler, sweeter flavour. Too sweet for some – Moore actually prefers her summer cup with tonic as she finds lemonade “too cloying”, while the <a href=\"http://www.amazon.co.uk/Larousse-Cocktails-Fernando-Castellon/dp/0600612619\">Larousse cocktail guide</a> proves the French know nothing about the subject by using soda water, which makes its version taste as underwhelming as a well-iced Pimm’s that’s been abandoned in the garden during a freak summer rainstorm.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"6b61cf93b2532f417f8859ce7f04c0a7b6f0c334\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751200528/d14670ce-26fa-4a11-8779-c7f3971b3c10-279x420.jpeg\" alt=\"Victoria Moore's summer cup.\" width=\"279\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Victoria Moore’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>Americans seem to be keen on Pimm’s with ginger ale, a combination I have never encountered this side of the pond (and, believe me, I’ve got some serious experience in this field). The fieriness doesn’t really work for me; this should be a cooling drink that slips down the throat with dangerous ease, which is why I love Hartley’s delicately flavoured cucumber, verbena and mint-infused syrup, though I do find it too sweet when topped up with lemonade. Sparkling water, however, is perfect. Salvatore Calabrese suggests topping the drink up with champagne. Like the “turbo Pimm’s” served by my college bar, supercharged with extra gin or vodka, this is only a good idea if you’re not planning to sit around in the sun all afternoon glugging glass after glass of the stuff.</p> \n<h2>The garnish</h2> \n<p>“Don’t make a fruit salad,” Moore pleads, and I’m inclined to agree: a glass half-full of soggy fruit is no one’s idea of a good time. Though you’re perfectly welcome to use lemon or apple if you must (though the latter has an unattractive tendency to discolour), I think all you need is a curl of cucumber, which looks more handsome than the diced stuff, and a few strawberries – because, though yes, they do go a bit mushy after a bit, the only thing more redolent of a British summer than Pimm’s is a warm, sharp, sweet strawberry.</p> \n<p>Herb wise, I’d steer clear of Simmons’s sage or thyme, and stick with the wonderful cucumber flavour and vivid blue flowers of borage if you can find it (I had trouble this year), or cooling mint – but keep the leaves whole so they don’t dissolve into compost at the bottom of the glass. Add the garnish to the glasses as you serve, rather than putting them in the jug, to avoid strawberry envy. If you’re planning to stand around outside in the sun, then an ice-filled glass is a must, though make sure the ingredients are well-chilled before use. Just as you will be after drinking a couple of these.</p> \n<figure class=\"element element-image\" data-media-id=\"bd46bcfbd2b6dbc9682e88dd9c88ff1fb7b14891\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751095695/d8b52f79-1698-41fe-aaa5-2f9c9c34a03c-460x415.jpeg\" alt=\"Dale DeGroff’s summer cup.\" width=\"460\" height=\"415\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dale DeGroff’s summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<h2>The perfect summer cup</h2> \n<p><em>For the mixer (makes enough for 4)</em><br />200g white sugar<br />&frac12; cucumber, sliced (not peeled)<br />2 generous sprigs of mint<br />1 unwaxed lemon<br />600ml cold sparkling water OR 225ml clear lemonade</p> \n<p><em>For the base (per drink)</em><br />35ml gin<br />25ml red vermouth<br />1 tsp triple sec<br />1 tsp Aperol<br />&frac12; tsp dry amontillado sherry <br />Angostura bitters <br />OR 75ml Pimm’s or other summer cup</p> \n<p><em>For the garnish (per drink)</em><br />2 strawberries<br />1 curl of cucumber peel<br />Sprig of borage or mint<br />Ice</p> \n<figure class=\"element element-image\" data-media-id=\"c699b5e3d9b51ba12087a97683bc55ef27601cdf\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/1/1435751685858/1994c68b-273a-4b05-b705-f007cae2126a-357x420.jpeg\" alt=\"Felicity Cloake's perfect summer cup.\" width=\"357\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Felicity Cloake’s perfect summer cup.</span> \n  <span class=\"element-image__credit\">Photograph: Felicity Cloake for the Guardian</span> \n </figcaption> \n</figure> \n<p>If making the mixer, bring the sugar to the boil with 200ml water, stirring until dissolved. Add the cucumber, mint and the grated zest of the lemon and simmer for a couple of minutes, then take off the heat and leave to infuse and cool (which should take about an hour). Strain, add the juice of half the lemon and chill until ready to use.</p> \n<p>For the base, mix together all the ingredients (multiplying as necessary) and taste. Adjust to your preference, if necessary.</p> \n<p>Hull the strawberries and halve or quarter according to size. Quarter-fill a tall glass per person with ice, and then add the strawberries and cucumber peel followed by the alcohol.</p> \n<p>If using the homemade mixer, combine it with the cold sparkling water, then add this to the glass. Top with the borage or mint sprigs and serve immediately. Repeat.</p> \n<p><strong>Summer cup: are you a devotee of Pimm’s, or one of the younger pretenders to the crown – or do you prefer to make your own? And, if you’re not a fan, which other long’n’lovely punches will you be cooling down with this summer?</strong></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750883681/e44e01b5-c5dd-4876-9a4c-0a39a97bbfe7-2060x1983.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1983,"width":2060,"orientation":"landscape","caption":"Marcia Simmons’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Marcia Simmons's summer cup.","cleanCaption":"Marcia Simmons’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750941991/9c4cd65b-ed9f-4c0b-8bb7-7b50ba417382-2060x1842.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1842,"width":2060,"orientation":"landscape","caption":"Imbibe magazine’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Imbibe magazine's summer cup.","cleanCaption":"Imbibe magazine’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751039510/6b48ef46-7918-425a-8d26-b1c757706524-2060x1951.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1951,"width":2060,"orientation":"landscape","caption":"Georgina Hartley’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Georgina Hartley's summer cup.","cleanCaption":"Georgina Hartley’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751202199/d14670ce-26fa-4a11-8779-c7f3971b3c10-1356x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1356,"orientation":"portrait","caption":"Victoria Moore’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Victoria Moore's summer cup.","cleanCaption":"Victoria Moore’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751093129/d8b52f79-1698-41fe-aaa5-2f9c9c34a03c-2060x1856.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1856,"width":2060,"orientation":"landscape","caption":"Dale DeGroff’s summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Dale DeGroff’s summer cup.","cleanCaption":"Dale DeGroff’s summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435751684736/1994c68b-273a-4b05-b705-f007cae2126a-1733x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1733,"orientation":"portrait","caption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake’s perfect summer cup.","cleanCredit":"Photograph: Felicity Cloake for the Guardian"}],"webPublicationDate":"2015-07-01T12:13:58Z","lastModified":"2015-07-01T12:54:28Z","metadata":{"commentable":true,"commentCount":82,"contributors":[{"name":"Felicity Cloake","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733737702/FelicityCloake.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/felicity-cloake"}],"feature":true,"keywords":["Food & drink","Life and style","Summer food and drink"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/summer-food-and-drink","webTitle":"Summer food and drink"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Felicity Cloake","topic":{"type":"tag-contributor","name":"profile/felicity-cloake"}}],"series":{"title":"How to cook the perfect ...","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/how-to-cook-the-perfect"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","shortUrl":"http://gu.com/p/4aa34","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/how-to-make-perfect-summer-cup-pimms"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake’s perfect summer cup. Photograph: Felicity Cloake for the Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/1/1435750578900/Felicity-Cloakes-perfect--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian","credit":"Felicity Cloake for the Guardian","altText":"Felicity Cloake's perfect summer cup.","cleanCaption":"Felicity Cloake's perfect summer cup. Photograph: Felicity Cloake for the Guardian"}}]},{"title":"The 20 best Spanish recipes: part 3","rawTitle":"The 20 best Spanish recipes: part 3","item":{"type":"article","id":"lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","title":"The 20 best Spanish recipes: part 3","trailText":"Delicious tapas and other delights from top chefs, selected by Observer Food Monthly<br>• The final part of this series launches tomorrow","standFirst":"<p>Delicious tapas and other delights from top chefs, selected by Observer Food Monthly<br /><br /></p>","byline":"Sam and Sam Clark, Ben Tish, Jason Atherton, Nieves Barragán Mohacho, Colman Andrews","body":"<h2>Sam and Sam Clark’s coca</h2> \n<p>Great for lunch, each coca will serve two as a starter or one as a main course.</p> \n<p>Makes 4 cocas<br />For the flatbread dough<br /><strong>unbleached strong white bread flour</strong> 225g, plus extra for dusting<br /><strong>fine sea salt</strong> &frac34; tsp<br /><strong>dried yeast</strong> &frac12; tsp<br /><strong>tepid water</strong> 150ml<br /><strong>olive oil</strong> 1 tbsp</p> \n<p>For the spinach with pine nuts, currants and salted anchovies topping (enough for 2 cocas)<br /><strong>olive oil </strong>5 tbsp, plus an extra drizzle<br /><strong>onion</strong> 1 large, finely chopped<br /><strong>fresh oregano or marjoram </strong>2 tbsp, chopped<br /><strong>spinach</strong> 500g, washed (make sure the leaves are well dried – otherwise the cooked spinach can be a bit watery)<br /><strong>currants</strong> 50g, soaked in warm water until plump, then drained<br /><strong>pine nuts</strong> 50g<br /><strong>salted anchovy fillets</strong> 8, halved lengthways (optional)</p> \n<p>For the onion, red pepper and aubergine topping (enough for 2 cocas)<br /><strong>aubergine</strong> 1 medium, cut into 1-1&frac12;cm cubes<br /><strong>fine sea salt </strong>1 tsp<br /><strong>olive oil </strong>10 tbsp (150ml)<br /><strong>Spanish onions</strong> 1&frac12; large, roughly chopped<br /><strong>red peppers</strong> 2, cut in half lengthways, seeded and thinly sliced<br /><strong>fresh rosemary</strong> 1 heaped tbsp, finely chopped</p> \n<p>To make the flatbread dough, place the flour and salt in a large mixing bowl. Dissolve the yeast in the water and add the oil. Now make a well in the middle of the flour and pour in the yeast mixture a little at a time, mixing constantly. We like to do this by hand, squelching out the lumps as they appear.</p> \n<p>When all the yeast mixture has been incorporated, transfer the dough to a floured surface and knead well for at least 5 minutes. If the dough is still sticky, add a little more flour; if it is stiff, a little more water. It is ready when no longer tacky but soft, elastic and smooth. Put the dough back in the bowl, cover with a cloth and leave to rise in a warm place until doubled in bulk – approximately 1-2 hours.</p> \n<p>While the flatbread dough is proving, make the toppings.</p> \n<p>For the spinach topping, heat the oil in a large saucepan over a medium heat. Add the chopped onion and a pinch of salt and fry, stirring occasionally, for 15 minutes or until the onion is golden and sweet. Add the oregano or marjoram and fry for a few seconds, then add the spinach a handful at a time. Give the spinach a quick stir and cook for a few minutes, until tender. Set aside to cool and drain in a colander, then chop roughly. Stir in the currants and taste the mixture for seasoning. Set aside the pine nuts and anchovies for later.</p> \n<p>For the onion, red pepper and aubergine topping, first toss the aubergine with the salt and set aside. Heat the olive oil in a heavy saucepan about 25cm wide and, when hot but not smoking, add the onions with a pinch of salt. Give them a good stir, and cook over a medium heat for about 15 minutes, stirring every now and then. Add the peppers and cook for 15-20 minutes, until the onions are golden and sweet and the peppers soft. Be sure to stir them often so they cook evenly and do not stick to the bottom of the pan. Blot the aubergine dry, add to the pan along with the rosemary and cook for a final 15 minutes, stirring often, until the aubergine is soft all the way through. Remove from the heat and drain off any excess oil. Check for seasoning and set aside to cool.</p> \n<p>To make and bake the cocas, preheat the oven to its maximum setting. Divide the dough into 4 balls, and roll the first one out very thinly to make a 20 x 30cm oblong. Place it on a large baking sheet (aluminium is best) and spread half of one of the fillings evenly over the surface, right up to the edges of the dough. The spinach cocas should be topped with the pine nuts and anchovy fillets, if using, and the spinach pressed down and drizzled with a little extra oil to stop it burning. The onion, red pepper and aubergine topping is ready to go as soon as it has been spread on the dough.</p> \n<p>Bake for 10-15 minutes, until browned and crispy underneath. While one coca is in the oven, start rolling and topping the next one. They are great served piping hot straight from the oven, or at room temperature.</p> \n<p><em>From Moro East by Sam &amp; Sam Clark (Ebury Press RRP &pound;17). </em><a href=\"http://bookshop.theguardian.com/moro-east.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;14 </em></a> </p> \n<h2>Colman Andrews’s black rice</h2> \n<figure class=\"element element-image\" data-media-id=\"2ac1b3b2844b21cde37e53e2f148e173080cd418\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159008520/f26659dd-b0ff-4b1d-87f4-20342926bf13-460x276.jpeg\" alt=\"Black rice\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>This is a recipe for which you should splurge on the best and the freshest possible seafood. Even fresh cuttlefish is available in some parts of Britain, though it is hard to find. It is not the same thing as squid, exactly. Its flesh is thicker and sweeter, and its ink is richer in flavour. Nonetheless, fresh squid (and squid ink) may be substituted – or you could use a combination of canned Spanish cuttlefish (sold in some Spanish shops), for its ink, and fresh squid.</p> \n<p>The ink sac in both cuttlefish and squid is a little silver-grey pouch located beneath the tentacles. It is easy to find, but treat it gently so that it doesn’t break.</p> \n<p>With the growing popularity of Italian-style black rice and black pasta, cuttlefish or squid ink has recently become available in small jars or plastic pouches (like soy sauce at Chinese take-away places). The quality of such ink is fine – but why pay for something (and it’s generally quite expensive) that comes free with the cuttlefish or squid itself? If you are using such ink, substitute about 2 teaspoons of it for the ink called for in this recipe.</p> \n<p>Serves 6 as a main<br /><strong>cuttlefish</strong> 1 medium-sized (about 250g) or <strong>squid</strong> 2-3 large, cleaned and cut into small pieces, with ink sac(s) set aside (see above)<br /><strong>olive oil<br /></strong><strong>onions</strong> 2, chopped<br /><strong>tomatoes</strong> 2, seeded and grated or peeled, seeded and chopped<br /><strong>monkfish</strong> 500g, cut into 6 pieces<br /><strong>mussels</strong> 12, cleaned<br /><strong>prawns</strong> 6 large, shells on<br /><strong>short-grain rice</strong> 650g<br /><strong>fish stock</strong> 1.25-1.5 litres<br /><strong>garlic</strong> 2 cloves, finely chopped<br /><strong>parsley</strong> 2 sprigs, finely chopped<br /><strong>salt</strong></p> \n<p>Cook the cuttlefish or squid in a cassola, flameproof casserole or large frying pan in a small amount of olive oil until just done (about 2-3 minutes).</p> \n<p>Add the onion, with more oil if necessary and cook until soft; then add the tomato and cook, stirring well, until it has almost dissolved.</p> \n<p>Add the remaining fish and shellfish to the cassola and mix in well.</p> \n<p>Place the ink sac(s) in a sieve, hold it over the cassola and crush sac(s) with the back of a spoon. Pour a few tablespoons of water through the sieve to extract more ink.</p> \n<p>Bring the fish stock to a boil; then reduce to a simmer.</p> \n<p>Meanwhile, add the rice to the cassola and stir well so that all grains are coated with oil and ink.</p> \n<p>Slowly add the fish stock, stir well and bring to a boil. Add the garlic, parsley and salt to taste; then reduce the heat and cook on very low heat, uncovered, for 15-20 minutes or until all the liquid is absorbed but the rice is still creamy. (Do not stir.)</p> \n<p>When the dish is finished, let it stand for 5-10 minutes off the heat before serving.</p> \n<p><em>From Catalan Cuisine by Colman Andrews (Grub Street, RRP &pound;14.99). </em><a href=\"http://bookshop.theguardian.com/catalan-cuisine.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;11.99 </em></a> </p> \n<h2>Nieves Barrag&aacute;n Mohacho’s chicken with romesco sauce</h2> \n<figure class=\"element element-image\" data-media-id=\"6dbe9b9903d9da077161144966986d81637bde95\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159327707/ebfb2459-5800-407b-aef8-5565f25b0c5d-460x276.jpeg\" alt=\"Chicken with romesco sauce\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a main<br /><strong>chicken drumsticks</strong> 4 x 150g<br /><strong>chicken thighs</strong> 4 x 160g<br /><strong>olive oil </strong>1 tbsp<br /><strong>Maldon salt and freshly ground black pepper<br /></strong><strong>romesco sauce</strong> &frac12; recipe quantity (see below)<br /><strong>toasted flaked almonds</strong> 20g</p> \n<p>For the romesco sauce<br />Enough for 6-8 generous portions (about 650ml)<br /><strong>dried red chilli</strong> 1, soaked in warm water for 2 hours<br /><strong>dried choricero peppers</strong> 4, soaked in warm water for 2 hours<br /><strong>plum tomatoes</strong> 5<br /><strong>olive oil </strong>100ml, plus 3 tbsp<br /><strong>Maldon salt and freshly ground black pepper<br /></strong><strong>garlic</strong> 1 whole head, halved horizontally<br /><strong>blanched almonds</strong> 100g<br /><strong>good-quality white bread</strong> 1 slice, about 2cm thick<br /><strong>sherry vinegar</strong> 50ml</p> \n<p>To make the romesco sauce, heat the oven to 180C/gas mark 4. Drain the soaked chilli and choricero peppers, then remove the seeds and set aside.</p> \n<p>Put the tomatoes into a roasting dish. Drizzle them with a tablespoon of olive oil and season with salt and pepper. Wrap the two halves of garlic in foil and add to the roasting dish. Roast in the oven for 20 minutes. When cool enough, pop the garlic cloves out of their skins and set aside.</p> \n<p>Meanwhile, in a separate smaller roasting dish, toast the almonds in the same oven for 2 to 3 minutes until lightly browned. Be careful – they burn fast! Heat 2 tablespoons of olive oil in a small frying pan and fry the bread on both sides until golden brown.</p> \n<p>Put the chilli, choriceros, roasted tomatoes, garlic, almonds, bread and vinegar into a blender or food processor. Add 100ml of olive oil and blitz until smooth. Season with plenty of salt and pepper and keep in the fridge until needed.</p> \n<p>For the chicken, preheat the oven to 200C/gas mark 6. Put the chicken into a roasting tray. Drizzle it with olive oil, season it with salt and pepper and cook in the oven for 30 to 40 minutes, until cooked through and golden brown.</p> \n<p>Gently warm the romesco sauce in a small pan and serve with the chicken, with the nuts sprinkled over the top.</p> \n<p><em>From Barrafina by Nieves Barrag&aacute;n Mohacho (Fig Tree, RRP &pound;25). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/341007/\">Click here to buy a copy for &pound;20</a></em></p> \n<h2>Ben Tish’s braised hake with mussels, chorizo and olive oil mash</h2> \n<figure class=\"element element-image\" data-media-id=\"9ccf8d705d11f90a0abc2b74bb92aa277f186144\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159386909/41d07532-3387-4d86-8ab2-27d647f1ad0a-460x276.jpeg\" alt=\"Braised hake with mussels, chorizo &amp; olive oil mash\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Jason Lowe</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a main or 6-8 as a tapa<br /><strong>hake steaks</strong> 4 x 180g, bone in<br /><strong>hot cooking chorizo</strong> 150g, peeled, diced 1 <strong>small banana shallot</strong> peeled and diced<br /><strong>mussels</strong> 24, washed well<br /><strong>medium dry sherry</strong> 100ml<br /><strong>white wine</strong> 100ml<br /><strong>unsalted butter</strong> 30g<br /><strong>flat-leaf parsley</strong> 1 tbsp, chopped<br /><strong>lemon</strong> a squeeze<br /><strong>olive oil </strong>for cooking<br /><strong>sea salt and black pepper</strong></p> \n<p>For the mash:<br /><strong>D&egrave;sir&egrave;e potatoes</strong> 2 large, peeled, diced<br /><strong>unsalted butter</strong> 20g<br /><strong>double cream</strong> 120ml<br /><strong>extra virgin olive oil</strong> 75ml</p> \n<p>Simmer the potatoes in a pan of salted water until tender. Drain well and mash until very smooth. Return the mash to the pan over a low heat and stir in the butter and cream. Season the potatoes well and then slowly whisk in the olive oil until incorporated.</p> \n<p>Heat a non-stick pan over high heat and add a lug of olive oil. Season the hake and sear on one side for 2 minutes. Turn the fish over and add the chorizo, shallots and mussels. Cook for a further minute or 2, until the chorizo has started to release its oil and the mussels have started to open. Drain off a little of the oil, and then add the sherry and wine. Bring the liquids to the boil and reduce steadily. After 2-3 minutes turn the hake again and then add the butter and parsley. Stir, making sure the butter and wines have combined well. Scrape any sediment from the bottom of the pan to flavour the sauce, which should achieve a syrupy consistency. Check the hake is cooked by pushing a small knife in near the bone. Check the sauce for seasoning and add a squeeze of lemon juice.</p> \n<p>Spoon the mash onto serving plates and top with the hake, chorizo and mussels. Pour over the sauce.</p> \n<p><em>From Salt Yard: Food &amp; Wine from Spain &amp; Italy by Sanja Morris, Ben Tish, Simon Mullins (only available secondhand)</em></p> \n<h2>Jason Atherton’s salt and pepper squid with a&iuml;oli</h2> \n<figure class=\"element element-image\" data-media-id=\"7fdc7ec3cf8672e1a46ab124a5aecfd0e62f248b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435159465852/b3d40d0a-d55e-4930-9543-23d46900698a-460x276.jpeg\" alt=\"Salt &amp; pepper squid with squid ink aioli\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4-5<br /><strong>baby squid</strong> 450g, defrosted if frozen<br /><strong>Szechuan peppercorns</strong> 1 tsp<br /><strong>fine sea salt </strong>1 tsp<br /><strong>freshly ground black pepper</strong> 1 tsp<br /><strong>tempura batter</strong> &frac12; x 150g packet<br /><strong>plain flour</strong> 5 heaped tbsp<br /><strong>groundnut oil</strong>, for deep-frying</p> \n<p>For the aioli (makes about 200ml)<br /><strong>garlic cloves</strong> 2, peeled and finely crushed<br /><strong>egg yolks</strong> 2 medium<br /><strong>saffron threads </strong>a small pinch<br /><strong>olive oil </strong>75ml<br /><strong>vegetable oil </strong>75ml<br /><strong>white wine vinegar</strong> 1 tsp, or to taste<br /><strong>sea salt</strong></p> \n<p>To serve<br /><strong>chilli</strong> 1 green, finely sliced into rounds<br /><strong>coriander leaves</strong> to garnish<br /><strong>limes</strong> 2, cut into wedges<br /><strong>coarse sea salt</strong> to sprinkle</p> \n<p>First make the aioli. Put the garlic, egg yolks and saffron into a food processor and blitz to a thick paste.</p> \n<p>Put both oils into a measuring jug. With the motor running, trickle the oils into the food processor and blend until all the oil has been incorporated and you get a thick sauce. (If the sauce splits, transfer it to a jug then put another egg yolk or two in the food processor. Whizz until thick then slowly blend in the split sauce.) Season the sauce to taste with the vinegar and some salt and pepper. Transfer to a bowl, cover and chill until ready to use. Store any left over in the refrigerator for up to 3 days.</p> \n<p>Wash the squid well and pat dry with kitchen paper. Set aside the squid tentacles and slice the body pouches into rings. Again, pat the squid dry with kitchen paper.</p> \n<p>Lightly toast the Szechuan peppercorns in a small dry pan. When fragrant, grind them with the salt using a pestle and mortar. Sift this into a large mixing bowl, then add the black pepper and tempura mixture. Make the batter according to the packet instructions. Put the flour into a shallow bowl and season with the salt and pepper.</p> \n<p>Dip the squid in the flour, then the batter. Heat the oil in a deep-fat fryer or other suitable deep, heavy pan to 180C. Deep-fry the squid rings and tentacles in batches in the hot oil for 1-1&frac12; minutes until lightly golden and crisp. (Make sure you don’t overcrowd the pan or the temperature of the oil will drop.) Remove with a slotted spoon, carefully shake off the excess oil, drain on kitchen paper and keep warm while you deep-fry the rest of the squid.</p> \n<p>Sprinkle the deep-fried squid rings and tentacles with a little coarse salt. Divide between warm plates and scatter over the sliced chilli and coriander leaves. Serve at once with lime wedges and the aioli.</p> \n<p><em>Recipe adapted from Social Suppers by Jason Atherton (Absolute Press, RRP 25). </em><a href=\"http://bookshop.theguardian.com/social-suppers.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;20 </em></a></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Glanville","altText":"Coca Moro East","cleanCredit":"Photograph: Toby Glanville"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159010110/f26659dd-b0ff-4b1d-87f4-20342926bf13-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Black rice","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159329286/ebfb2459-5800-407b-aef8-5565f25b0c5d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Chicken with romesco sauce","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159388305/41d07532-3387-4d86-8ab2-27d647f1ad0a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Jason Lowe","credit":"Jason Lowe","altText":"Braised hake with mussels, chorizo & olive oil mash","cleanCaption":" ","cleanCredit":"Photograph: Jason Lowe"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435159467308/b3d40d0a-d55e-4930-9543-23d46900698a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Salt & pepper squid with squid ink aioli","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"}],"webPublicationDate":"2015-07-01T07:00:06Z","lastModified":"2015-07-02T10:21:41Z","metadata":{"commentable":true,"commentCount":12,"contributors":[{"name":"Jason Atherton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jason-atherton"},{"name":"Nieves Barragán Mohacho","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nieves-barrag-n-mohacho"}],"feature":false,"keywords":["Spanish food and drink","Food & drink","Life and style","Fish","Seafood"],"tags":[{"id":"lifeandstyle/spanish-food-and-drink","webTitle":"Spanish food and drink"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/fish","webTitle":"Fish"},{"id":"lifeandstyle/seafood","webTitle":"Seafood"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","shortUrl":"http://gu.com/p/4a2ty","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton","webUri":"http://www.theguardian.com/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Coca. Photograph: Toby Glanville","credit":"Toby Glanville","altText":"Coca.","cleanCaption":"Coca.","cleanCredit":"Photograph: Toby Glanville"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158949679/642f66c3-39dc-4e6d-a440-612e7841edfc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Glanville","altText":"Coca Moro East","cleanCredit":"Photograph: Toby Glanville"}}]},{"title":"Nigel Slater’s open sandwich recipe","rawTitle":"Nigel Slater’s open sandwich recipe","item":{"type":"article","id":"lifeandstyle/2015/jun/30/nigel-slater-open-sandwich-recipe","title":"Nigel Slater’s open sandwich recipe","trailText":"The big sandwich season is upon us: bread piled high with fresh ingredients is substantial and interesting enough to serve as a light lunch. By Nigel Slater","standFirst":"<p>The big sandwich season is upon us: bread piled high with fresh ingredients is substantial and interesting enough to serve as a light lunch</p>","byline":"Nigel Slater","body":"<h2>The recipe</h2> \n<p>Cut a ciabatta loaf in half horizontally. Toast the bread on the cut side. Put four heaped tablespoons of good mayonnaise in a mixing bowl, season it with black pepper and with the finely grated zest of a small lemon. Reserve the lemon. Finely slice four large radishes and put them in a mixing bowl. Trim three spring onions, discarding the tough, darker stalks, then cut the rest into small pieces and add to the radishes. Drain 100g of crayfish tails or prawns and roughly chop them. Wash a handful of watercress, discard any tough stalks, then add to the radishes together with a trickle of olive oil and a little sea salt and toss the mixture gently. Cut each half of the ciabatta into two. Spread the lemon mayonnaise over it, then divide the crayfish salad between them. Serves 2.</p> \n<h2>The trick</h2> \n<p>There is no second slice of bread under which to hide your filling. An open sandwich needs to be made at the last minute if it is to tempt. Keep the flavours light and fresh, and pick out only the most perfect of young salad leaves and herbs.</p> \n<h2>The twist</h2> \n<p>What you need on the toasted bread is a mixture of fresh seasonal salad and shellfish, and something to hold them in place. Use a classic mayonnaise or one seasoned with crushed, roasted garlic; or maybe a herb mayonnaise scented with tarragon or basil. Keep some crunch in the salad with radishes and spring onions, but also include cubed cucumber, coarsely grated celeriac or kohlrabi. Use cooked mussels from their shells, boiled brown shrimps or crab in place of the prawns.</p> \n<p><br /><em>Email Nigel at <a href=\"mailto:nigel.slater@observer.co.uk\">nigel.slater@observer.co.uk</a>. Follow Nigel on Twitter <a href=\"https://twitter.com/nigelslater\">@NigelSlater</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435058602864/Open-sandwich-piled-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the open: Nigel Slater's open sandwich recipe.\r Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Open sandwich piled with prawns, radish and watercress on a round ceramic plate","cleanCaption":"In the open: Nigel Slater's open sandwich recipe.\r Photograph: Jonathan Lovekin for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-30T11:00:06Z","lastModified":"2015-06-30T11:00:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nigel Slater","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/4/17/1397762419839/NigelSlater.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nigelslater"}],"feature":true,"keywords":["Sandwiches","Food & drink","Life and style"],"tags":[{"id":"lifeandstyle/sandwiches","webTitle":"Sandwiches"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Nigel Slater","topic":{"type":"tag-contributor","name":"profile/nigelslater"}}],"series":{"title":"Nigel Slater's midweek dinner","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/nigel-slater-midweek-dinner"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/30/nigel-slater-open-sandwich-recipe","shortUrl":"http://gu.com/p/4a3dc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/30/nigel-slater-open-sandwich-recipe","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/30/nigel-slater-open-sandwich-recipe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435058602864/Open-sandwich-piled-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the open: Nigel Slater’s open sandwich recipe. Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Open sandwich piled with prawns, radish and watercress on a round ceramic plate","cleanCaption":"In the open: Nigel Slater’s open sandwich recipe. Photograph: Jonathan Lovekin for the Observer"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/23/1435058602864/Open-sandwich-piled-with--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"In the open: Nigel Slater's open sandwich recipe.\r Photograph: Jonathan Lovekin for the Observer","credit":"Jonathan Lovekin/Observer","altText":"Open sandwich piled with prawns, radish and watercress on a round ceramic plate","cleanCaption":"In the open: Nigel Slater's open sandwich recipe.\r Photograph: Jonathan Lovekin for the Observer"}}]},{"title":"The 20 best Spanish recipes: part 2","rawTitle":"The 20 best Spanish recipes: part 2","item":{"type":"article","id":"lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","title":"The 20 best Spanish recipes: part 2","trailText":"Perfect paella and great seafood dishes selected by Observer Food Monthly<br>•Part 3 of this series launches tomorrow","standFirst":"<p>Perfect paella and great seafood dishes selected by Observer Food Monthly<br /><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2015/jul/01/20-best-spanish-recipes-part-3-tapas-fish-jason-atherton\">Click here to read part 3 of this series </a></p>","byline":"Omar Allibhoy José Pizarro, Claudia Roden, David Eyre, Colman Andrews","body":"<h2>Omar Allibhoy’s paella Valenciana: ‘the’ paella</h2> \n<p>This famous Spanish dish is our equivalent of the Sunday roast, a dish that brings friends and family together. If the weather allows, we cook it on an open fire – you are rewarded with an amazing smoky aroma. This paella recipe is the fruit both of my own investigations and those of top Valencian chefs and grandmothers. Follow this recipe and I guarantee you will soon be tasting the best paella. Buen provecho!</p> \n<p>Serves 6<br /><strong>globe artichokes</strong> 2-3 (depending on the size), cleaned and trimmed<br /><strong>saffron</strong> 1g<br /><strong>salt</strong> 1 tbsp<br /><strong>Spanish olive oil</strong> 8 tbsp<br /><strong>chicken pieces (on the bone) </strong>400g<br /><strong>rabbit pieces (on the bone)</strong> 400g<br /><strong>runner beans</strong> 200g, trimmed and cut into 2&frac12;cm pieces<br /><strong>broad beans or fresh white butter beans </strong>100g<br /><strong>garlic cloves</strong> 4, finely chopped<br /><strong>tomatoes</strong> 1 large or 2 small, grated<br /><strong>sweet piment&oacute;n</strong> &frac12; tsp<br /><strong>water or light chicken stock</strong> 2 litres<br /><strong>Spanish rice</strong> 500g, such as calasparra or bomba<br /><strong>rosemary</strong> 1 sprig</p> \n<p>First prepare the artichokes. Trim the stalks and peel away the outer leaves so you are just left with the artichoke hearts. Scrape away any furry choke with a teaspoon, then run a lemon half over the hearts so they don’t discolour.</p> \n<p>Wrap the saffron in foil and toast it for 30 seconds on each side in a paella pan over a medium heat. Remove from the pan and set aside.</p> \n<p>Increase the heat to the maximum and season around the edges of the pan with the table salt. Wait until the pan is really hot and then drizzle with the olive oil. It should start smoking immediately; at this point throw in the pieces of chicken and rabbit (the meat needs to absorb the salt at this early stage). Fry the meat until nicely browned on all sides (this will add to the flavour of the paella).</p> \n<p>Add the runner beans and broad beans and stir together for 1 minute before adding the garlic. Cook for 1 minute and then add the grated tomatoes (discarding the skin), piment&oacute;n and toasted saffron. Cook for 4 minutes, stirring all the time, until you can see that the tomatoes have lost most of the juice and changed colour.</p> \n<p>Add the water or chicken stock and leave to simmer for about 20 minutes, allowing the bits of caramelised chicken and vegetable on the bottom of the pan to dissolve so you get a rich stock. If you use chicken stock instead of water you will only need to simmer for 5 minutes. Check the seasoning but bear in mind that the rice will absorb a lot of saltiness, so it’s okay if it tastes quite salty at this stage.</p> \n<p>Cut the artichokes into quarters and add to the pan – if you add them any earlier the entire paella will turn dark in colour. Add the rice, spreading it evenly over the paella pan and stir just once. Cook on the highest heat for about 10-12 minutes before reducing the heat right down and cooking for a further 5-7 minutes. Once you have added the rice and given it a good stir you shouldn’t touch the pan with a spoon again. You need to keep the film that develops on the top of the stock from breaking, otherwise the steam will escape and the rice won’t cook evenly.</p> \n<p>When the water is at a lower level than the rice itself, add the rosemary sprig. If the layer of rice on the top starts to look a bit crispy, cover the paella pan with a layer of newspaper for the last 5 minutes of cooking. This will help to steam the grains on top while the bottom gets crispy. In Spain this crispy bottom layer, the ‘socarrat’, is the most valuable part of the paella. Once the paella is finished it should look like a completely flat layer of rice. Leave to rest for 5 minutes before serving.</p> \n<p><em>From Tapas Revolution by Omar Allibhoy (Ebury, RRP &pound;20). </em><a href=\"http://bookshop.theguardian.com/tapas-revolution.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;16</em></a><em>; </em><a href=\"http://www.tapasrevolution.com\"><em>tapasrevolution.com</em></a></p> \n<h2>Colman Andrews’s prawns with garlic and paprika</h2> \n<figure class=\"element element-image\" data-media-id=\"1ef74bbb0398420a0def21a2cbbe6b8bc9be0cff\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158614551/768b73b4-337b-47e0-8879-b6cbc2633335-460x276.jpeg\" alt=\"Prawns with garlic and paprika\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>This particular dish, served at one of the better traditional restaurants in Valencia, El Plat, is made with llagostins, a variety of prawn known scientifically as Penaeus caramote – a particularly large and meaty species. Any kind of prawn will do, though – as fresh as possible, please.</p> \n<p>Serves 4<br /><strong>garlic</strong> 1 head, separated into cloves, 4 cloves peeled and finely chopped, the rest scored once length ways but unpeeled<br /><strong>olive oil</strong> 125ml<br /><strong>fish or shellfish stock</strong> 500ml<br /><strong>bay leaf </strong>1<br /><strong>cayenne</strong> &frac12; tsp<br /><strong>salt and pepper<br /></strong><strong>parsley</strong> 1 sprig, finely chopped<br /><strong>pine nuts</strong> 155g, lightly toasted<br /><strong>fried bread</strong> 1 slice, crusts removed<br /><strong>prawns</strong> 24 large, heads and shells on</p> \n<p>Saut&eacute; the unpeeled garlic in the oil for about 10 minutes to flavour the oil, then remove and discard the garlic or set it aside for another use.</p> \n<p>Add the fish stock, bay leaf and cayenne to the oil, and salt and pepper to taste. Simmer for about 10 minutes.</p> \n<p>Meanwhile, make a picada by crushing the finely chopped garlic, parsley, pine nuts and fried bread in a pestle and mortar. Moisten it with a few drops of the cooking liquid and then stir it into the pot.</p> \n<p>Add the prawns to the liquid and simmer for about 5 minutes, or until done.</p> \n<p><em>From Catalan Cuisine by Colman Andrews (Grub Street, RRP &pound;14.99). </em><a href=\"http://bookshop.theguardian.com/catalan-cuisine.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;11.99 </em></a></p> \n<h2>Claudia Roden’s ham croquettes</h2> \n<figure class=\"element element-image\" data-media-id=\"ded7cd54f1b5cf834acab1ff1caff90f56938ee0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158662435/72d9d108-2d93-483c-93a3-077b4826189a-460x276.jpeg\" alt=\"Ham croquettes Food of Spain\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p> When cold, the bechamel in this recipe firms up quite a bit, making it easier to roll, and when it is fried it becomes creamy inside with a thick, crisp crust. You can prepare the croquettes ready for frying the day before and keep them in the refrigerator.</p> \n<p>Makes about 30 croquettes<br /><strong>unsalted butter</strong> 75g<br /><strong>onion</strong> &frac12; large, peeled and finely chopped<br /><strong>jam&oacute;n serrano or other raw dry-cured ham </strong>200g, finely chopped (this can be done in the food processor)<br /><strong>nutmeg</strong> freshly grated, a pinch<br /><strong>whole milk</strong> 725ml<br /><strong>plain flour</strong> 150g<br /><strong>salt</strong> if necessary<br /><strong>fine matzo meal or breadcrumbs</strong> about 100g<br /><strong>medium matzo meal or breadcrumbs</strong> about 125g<br /><strong>eggs</strong> 2 large<br /><strong>sunflower or olive oil </strong>for deep-frying, enough to cover the croquettes</p> \n<p>In a large pan, melt the butter and gently saute the onion over a low heat until it is soft. Add the ham and cook, stirring for a minute or so. Then stir in the nutmeg and about half the milk and bring to the boil.</p> \n<p>Beat the flour with the remaining milk using an electric mixer until any lumps have disappeared. Then pour into the pan, stirring vigorously, and cook, continuing to stir constantly, for 8-10 minutes until the mixture has the consistency of a thick paste that comes away from the bottom of the pan. Add salt if necessary – it might not need it because the ham is salty. Chill for at least 2 hours or overnight.</p> \n<p>To make the croquettes, cover a large plate with plenty of very fine matzo meal or breadcrumbs and a second plate with medium matzo meal or breadcrumbs. Beat the eggs lightly in a soup plate. Two large spoons greased with oil are normally used to shape the croquetas into an oblong. But you may find it easier, as I do, to take lumps of the thick bechamel paste the size of walnuts and roll them into balls between the palms of your hands. You can rub your hands in oil if you do not want the paste to stick. As you make them, drop the balls into the fine matzo meal or breadcrumbs. Roll a batch of the balls in the fine meal until well covered all over, then roll them in the beaten egg, and then in the medium matzo meal. This will give them a nice thick crust.</p> \n<p>To deep-fry the balls in batches in a frying pan, heat the oil until it is only medium hot (until a piece of bread dropped in sizzles immediately but does not turn dark quickly). Carefully lower the croquettes into the oil and fry over a medium-low heat for 5-6 minutes until lightly browned, turning them over once. If the oil is too hot they will burst.</p> \n<p>Lift them out with a slotted spoon and drain on kitchen paper. They are best eaten right away.</p> \n<p><em>From The Food of Spain by Claudia Roden (Michael Joseph, RRP &pound;30). </em><a href=\"http://bookshop.theguardian.com/food-of-spain.html\"><em>Click here to buy a copy from Guardian Bookshop for &pound;25 </em></a></p> \n<h2>David Eyre’s bacalao a la malague&ntilde;a</h2> \n<figure class=\"element element-image\" data-media-id=\"55a02849f540040b393664f23f914411f37a1430\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158710765/95b77f91-2617-4dc7-a993-8c696587fec7-460x276.jpeg\" alt=\"Bacalao a la Malaguena\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>Serves 4 as a starter<br /><strong>salt cod</strong> 400g, dry weight, the thicker the better, soaked in two or three changes of water, in the fridge, for about 48 hours<br /><strong>new potatoes</strong> 300g<br /><strong>your best olive oil</strong> 150ml<br /><strong>oranges</strong> 4, peeled and sliced as thinly as possible, reserving any juice<br /><strong>ground black peppercorns<br /></strong><strong>strong black olives</strong> 20<br /><strong>red pepper</strong> 1, roasted, peeled and torn into strips<br /><strong>red onion</strong> 1 small, very thinly sliced into rounds and then soaked in cold water for 10 minutes<br /><strong>picked parsley and/or mint leaves</strong></p> \n<p>Either poach the cod in water until barely cooked and then flake it, dicarding the skin and bones, or tear the uncooked cod into strips. Boil the poatoes and peel them while they are still warm. Gently mix the cod with the olive oil, orange juice, pepper, olives and red pepper. Arrange the orange on 4 plates with the new potatoes. Heap the cod mixture into the centre and garnish with the onion and herbs.</p> \n<p><em>David Eyre is executive chef of Iberian restaurant Eyre Brothers in London EC2; </em><a href=\"http://www.eyrebrothers.co.uk\"><em>eyrebrothers.co.uk</em></a></p> \n<h2><br /></h2> \n<h2>Jose Pizarro’s red mullet with sliced potatoes and black olives</h2> \n<figure class=\"element element-image\" data-media-id=\"c0dd6a5aa6597c84ebacdc90ad081fb1ce754e31\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/24/1435158761463/c555e843-ed13-495f-8979-4af526e47fbd-460x276.jpeg\" alt=\"Red mullet with sliced potatoes and black olives\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Photograph: Romas Foord for the Observer</span> \n </figcaption> \n</figure> \n<p>The best kind of red mullet comes from the Mediterranean, and there are in fact two varieties: Mullus surmuletus, which likes to hang out near rocks, living off smaller fish and crustaceans; and Mullus barbatus, which lives in sandy waters eating all kinds of things.</p> \n<p>In Britain, fishmongers tend not to distinguish between the two, selling simply ‘red mullet’, but it is well worth asking for the rock-loving version as it has a much sweeter, clearer flavour. You can identify the fish by the stripes on the first dorsal fin and, when fresh, three or four yellow streaks along its sides. Its profile is slightly more elongated and less snub-nosed than its cousin.</p> \n<p>Buy the biggest specimens you can find – no tiddlers please. Each fish should weigh around 400g prior to filleting. Get your fishmonger to fillet them for you – each fish will give you two fillets of around 100g each.</p> \n<p>Serves 4<br /><strong>potatoes</strong> 3 medium, peeled<br /><strong>extra virgin olive oil</strong> 5 tbsp<br /><strong>garlic cloves</strong> 2, chopped<br /><strong>thyme</strong> 1 sprig, leaves stripped<br /><strong>sea salt and freshly ground black pepper<br /></strong><strong>Arag&oacute;n or Kalamata black olives</strong> 30, pitted<br /><strong>chive stalks</strong> 10, chopped<br /><strong>red mullet</strong> 4 x 400g, filleted<br /><strong>olive oil</strong> for frying</p> \n<p>Preheat the oven to 200C/gas mark 6. Slice the potatoes as thinly as possible (use a mandolin if you have one), then mix with 2 tablespoons of olive oil, the chopped garlic and thyme leaves. Season, then spread the mixture over a greased baking tray. Bake for about 15 minutes, until the potatoes are cooked.</p> \n<p>Meanwhile, blitz the olives and half the chive stalks with the remaining olive oil in a food processor to make a thick puree.</p> \n<p>Season the fillets. Heat some oil in a frying pan until it is medium hot – the oil should be shimmering but not smoking – and fry the mullet for 2 minutes skin-side down, then turn over and fry for another minute. You want a crispy skin.</p> \n<p>Divide the potatoes between four plates, pop two fillets on top of each mound and, using a teaspoon, drizzle the plate with the olive puree. Scatter the remaining chives over everything and eat immediately.</p> \n<p><em>From Pizarro: Seasonal Spanish Food by Jos&eacute; Pizarro (Kyle Cathie, RRP &pound;15.99). <a href=\"http://bookshop.theguardian.com/catalog/product/view/id/340949/s/pizarro-seasonal-spanish-food\">Click here to buy a copy from Guardian Bookshop for &pound;12.79</a></em></p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Poole for the Observer","altText":"Paella Valenciana Tapas Revolution","cleanCredit":"Photograph: Martin Poole for the Observer"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158616145/768b73b4-337b-47e0-8879-b6cbc2633335-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Prawns with garlic and paprika","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158663885/72d9d108-2d93-483c-93a3-077b4826189a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Ham croquettes Food of Spain","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158712258/95b77f91-2617-4dc7-a993-8c696587fec7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Bacalao a la Malaguena","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158762958/c555e843-ed13-495f-8979-4af526e47fbd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"  Photograph: Romas Foord for the Observer","credit":"Romas Foord for the Observer","altText":"Red mullet with sliced potatoes and black olives","cleanCaption":" ","cleanCredit":"Photograph: Romas Foord for the Observer"}],"webPublicationDate":"2015-06-30T07:00:08Z","lastModified":"2015-07-02T10:22:02Z","metadata":{"commentable":true,"commentCount":113,"contributors":[{"name":"Omar Allibhoy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/omar-allibhoy"},{"name":"José Pizarro","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jose-pizarro"},{"name":"Claudia Roden","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/claudia-roden"}],"feature":false,"keywords":["Spanish food and drink","Life and style","Food & drink","Seafood"],"tags":[{"id":"lifeandstyle/spanish-food-and-drink","webTitle":"Spanish food and drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/seafood","webTitle":"Seafood"}],"section":{"id":"lifeandstyle"},"topics":[],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","shortUrl":"http://gu.com/p/4a2ep","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/30/20-best-spanish-recipes-part-2-ofm-paella-seafood"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Paella Valenciana. Photograph: Martin Poole for the Observer","credit":"Martin Poole for the Observer","altText":"Paella Valenciana.","cleanCaption":"Paella Valenciana.","cleanCredit":"Photograph: Martin Poole for the Observer"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/24/1435158563669/ffd87aca-bf28-4928-9c3e-87c2e0b3c827-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Martin Poole for the Observer","altText":"Paella Valenciana Tapas Revolution","cleanCredit":"Photograph: Martin Poole for the Observer"}}]},{"title":"How to make a lunchtime salad exciting","rawTitle":"How to make a lunchtime salad exciting","item":{"type":"article","id":"lifeandstyle/2015/jun/29/how-to-make-a-lunchtime-salad-exciting","title":"How to make a lunchtime salad exciting","trailText":"<strong>The lunch box: </strong>You don’t need to spend a fortune on left-field oils, honey and weird seeds to liven up a salad","standFirst":"<p>You don’t need to spend a fortune on left-field oils, honey and weird seeds to liven up a salad</p>","byline":"Sophie Missing and Caroline Craig","body":"<p>Salads are often lambasted as dull: the lunchtime equivalent of the ubiquitous stuffed portobello mushroom. No matter how zingy your dressing, if you don’t try something new every so often, you will soon tire of them. The trick is to make changes without making them seem too drastic or worthy – either to yourself or your nosy colleagues. Don’t spend a fortune on left-field oils, honey and weird seeds if you’re not going to use them (that said, getting the best quality olive oil you can afford is absolutely worth the money). And if you go local and seasonal, you won’t need to overcomplicate or over-embellish.</p> \n<p><span class=\"bullet\">•</span> Try chopped avocado, sunflower seeds, and griddled veg (chop up a red pepper, or some radishes and chargrill for a few minutes on a very hot griddle pan) with a little spelt pasta. Finish with olive oil and a generous dash of balsamic vinegar.</p> \n<p><span class=\"bullet\">•</span> Grapefruit doesn’t need to be the sad preserve of diets, served with nothing more than a teaspoon. Make a spicy salad instead: peel, de-pith, and roughly chop a grapefruit into chunks, then Tupperware up. Pick a handful of mint leaves, wrap in slightly damp kitchen towel and pack on top of the grapefruit. Make a dressing by mixing 1 chopped and deseeded birdseye chilli with the juice of ∫ lime, 1 crushed garlic clove, a pinch of sugar and a splash of fish sauce, and store in a mini jam jar. Combine everything just before eating. If you ever stumble across those crispy dried onions in the supermarket, they are a fine finishing touch. </p> \n<p><span class=\"bullet\">•</span> Dice 8 baby plum tomatoes, a quarter of a cucumber (deseeded), 2 spring onions and 6 radishes. Add to an air-tight container. Wash and pick the leaves of a small bunch of parsley and wrap in kitchen towel. Make a dressing by adding the juice of half a lemon, a half-tbsp of pomegranate molasses, a splash of olive oil, salt and black pepper to a small container. Toast a pitta until crisp and wrap in a piece of kitchen towel. Assemble everything at lunch: add parsley (snip with a pair of clean scissors pilfered from the stationery cupboard), dressing, and mix together, then add the pitta last (rip it into shreds). </p> \n<p><span class=\"bullet\">•</span> Try a very simple crispy kale and chicken salad: poach a chicken breast in water and bake some kale, drizzled in a little olive oil and sprinkled with paprika, in a hot oven for 10 minutes. Add a few lovely boiled new potatoes with chives, if you want to make it more substantial.</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232663422/4ea6b366-5bd6-4ec2-9089-8163a0c47259-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Hennie Haworth for the Guardian","altText":"Not just for breakfast: pack a grapefruit salad and a tangy Asian dressing for lunch.","cleanCredit":"Photograph: Hennie Haworth for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-29T09:00:14Z","lastModified":"2015-06-29T09:00:14Z","metadata":{"commentable":true,"commentCount":44,"contributors":[{"name":"Sophie Missing","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sophie-missing"},{"name":"Caroline Craig","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caroline-craig"}],"feature":true,"keywords":["Food & drink","Life and style","Salad"],"tags":[{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"lifeandstyle/salad","webTitle":"Salad"}],"section":{"id":"lifeandstyle"},"topics":[],"series":{"title":"The lunch box","uri":"http://mobile-apps.guardianapis.com/lists/tag/lifeandstyle/series/the-lunch-box"},"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/29/how-to-make-a-lunchtime-salad-exciting","shortUrl":"http://gu.com/p/4a5fk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/29/how-to-make-a-lunchtime-salad-exciting","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/29/how-to-make-a-lunchtime-salad-exciting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232631301/e3d8b18b-500b-4609-9d3c-4f87eb0cbc22-1020x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":1020,"orientation":"landscape","caption":"Not just for breakfast: pack a grapefruit salad and a tangy Asian dressing for lunch. Photograph: Illustration: Hennie Haworth for the Guardian","credit":"Illustration: Hennie Haworth for the Guardian","altText":"Grapefruit salad and a tangy Asian dressing: an illustration by Hennie Haworth.","cleanCaption":"Not just for breakfast: pack a grapefruit salad and a tangy Asian dressing for lunch.","cleanCredit":"Illustration: Hennie Haworth for the Guardian"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435232663422/4ea6b366-5bd6-4ec2-9089-8163a0c47259-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Hennie Haworth for the Guardian","altText":"Not just for breakfast: pack a grapefruit salad and a tangy Asian dressing for lunch.","cleanCredit":"Photograph: Hennie Haworth for the Guardian"}}]}],"lastModified":"2015-06-18T08:17:41Z","personalization":{"id":"uk/groups/collections/d7c0321e-8933-4916-9a76-5e7e2d939a3c","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/d7c0321e-8933-4916-9a76-5e7e2d939a3c"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}