{"id":"uk/groups/collections/edeacc61-e053-4f49-9c7e-dc6dc04c2298","title":"Keep it in the ground","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/edeacc61-e053-4f49-9c7e-dc6dc04c2298"},"cards":[{"title":"Fort McKay: The Canadian town that sold itself to tar sands","rawTitle":"Fort McKay: The Canadian town that sold itself to tar sands","item":{"type":"article","id":"environment/ng-interactive/2015/may/28/carbon-bomb-canada-tar-sands-fort-mckay-town-sold-itself","title":"Fort McKay: the Canadian town that sold itself to tar sands","trailText":"This tiny Alberta town is one of the world’s single biggest sources of carbon pollution. The community grew rich on oil, and was wrecked by oil. So local Cece Fitzpatrick decided to run for chief, promising to stand up to the industry that came there 50 years ago","standFirst":"<p>This tiny Alberta town is one of the world’s single biggest sources of carbon pollution. The community grew rich on oil, and was wrecked by oil. So local Cece Fitzpatrick decided to run for chief, promising to stand up to the industry that came there 50 years ago</p>","byline":"Monica UlmanuLindsay PoultonJohn MullinSuzanne GoldenbergDavid LeveneEkaterina OchagaviaJosh Holder","body":"<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/carbon-bomb-canada/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/carbon-bomb-canada/boot.js\" data-alt=\"Test\"> \n <noscript> \n  <p>Within a 25-&shy;mile radius of Fort McKay, 21 projects with a capacity of up to 3.3m barrels a day have been approved or are in production. Another 20 with a combined capacity of about 1.6m barrels a day are in the planning stage, according to Fort McKay First Nation.</p> \n  <p>Locals can hear, smell, feel and taste the evidence of extraction, even inside their homes. On bad days, it smells like cat piss, according to Cece Fitzpatrick.</p> \n  <p>The tar sands here are one of the single biggest source sites of the carbon pollution that is choking the planet. </p> \n  <p>Mine out all the thick black petroleum, as the Canadian government proposes, ship it out by proposed pipelines such as the Keystone XL and oil trains, and abandon all hope of avoiding a climate catastrophe.</p> \n  <p>Even with the drop in oil prices, Canadian crude exports hit an all &shy;time high this year, and the government expects a significant increase in tar sands production. </p> \n  <p>While oil made some people here rich, it is also poisoning the waters of the Athabasca River. </p> \n  <p>Researchers last year confirmed high rates of cervical cancers and a rare bile duct cancer among First Nations communities who fish from the Athabasca and hunt off the land.</p> \n  <p>Which was why Cece decided to run for chief, challenging a leader in power almost continuously since 1986, and who long ago gave up trying to keep the industry out.</p> \n  <p>“The worst thing is my grandkids,” Cece said. “Enough is enough. When do we stop and say: ‘Let’s look at the future of our kids?’ Because really I don’t want people to have kids any more because our future here is so bleak. We don’t want to live here anymore.”</p> \n  <p>Cece’s opponent, Jim Boucher, a wise-cracking cynic, argued oil offered Fort McKay an escape from the poverty of other First Nations communities. The 400 permanent residents - Cree, Dene, and descendants of Scottish and French fur traders - claim a territory bigger than France. Another 400 live outside it.</p> \n  <p>Without oil, “it would be like any other First Nation community in the north. We would essentially have no economy, no employment prospects, no business prospects,” Jim said in an interview at Fort McKay’s administrative building.</p> \n  <p>The expansive wood and glass structure is by far the most impressive building in Fort McKay, which has no restaurants and a single shop which shares premises with a post office in a trailer. The shop does not sell vegetables or fruit.</p> \n  <p>Jim Boucher earned about CAD $644,000 (&pound;350,000) last year. </p> \n  <p>He makes no apology. “I think it was a sign of the financial times of our First Nation,” he said.</p> \n  <p>Some residents earn upwards of CAD $100,000 working for the oil companies, or for a handful of service companies operated by the Fort McKay First Nation.</p> \n  <p>Even Cece worked for a few years as a heavy equipment operator at Syncrude, though she said she always felt guilty. “I used to feel like I was betraying myself and betraying my people because I was working at an industry that was destroying the land.” She now works as a dispatcher for a local contractor.</p> \n  <p>Like all community members, Cece receives periodic pay-outs from the band’s $45m reserve fund. The most recent cheque, in March, was for $1,500.</p> \n  <p>At one end of the village, where the road is laid out like a suburban-style cul de sac, the new houses come with fake stone cladding and expansive decks. </p> \n  <p>Several have campers, quad ATVs and boats parked in the drive. But many still live in the old cramped houses of the pre-oil era. They say they were shut out of the best-paying jobs, and the second-tier positions have had several rounds of lay offs since the oil price fell. Some are on social assistance.</p> \n  <p>“The people that benefit from the oil industry are mostly people that come from somewhere else,” Cece said. “We have a handful of people - maybe two handfuls - that work for the industry, but most are from the outside.”</p> \n  <p>The hamlet had been shortchanged. “We don’t have a decent road to walk on. We don’t even have nice yards or nice trees,” she said. “I try not to think about it so much because it really gets to me because of my grandkids.”</p> \n  <p>Cece held a seat on the band council for a number of years, and tried to push Jim to create more jobs for locals.</p> \n  <p>In the last election four years ago, she came within one vote of pushing him out of power.</p> \n  <p>So a hopeful Cece this time printed out blue and white election posters, and a fact sheet detailing the salaries of Jim and council members, and went out on the campaign trail.</p> \n  <p>It is about 40 miles (64 km) from Fort McKay to Fort McMurray, the boom town of the tar sands to the south. Even during these bust times of low oil prices, convoys of 18-wheelers grind up the two-lane highway in a trail of dust. Unlike Fort McMurray, however, where people fly in, earn their packet and go, the people of Fort McKay are stuck – which is what Cece finds so painful.</p> \n  <p>“We can’t go back to the land. That’s a given. We will never be able to live off the land,” she said. “I am sure most people here would say yes, they want work and they want to make a living. But a lot of people here really feel like they are owed because of where we are sitting.”</p> \n  <p>The two rivals are cousins, and both aged 59, members of the last generation to remember a time before the oil industry. </p> \n  <p>Until the 1960s, Fort McKay First Nations people lived off the land by hunting and trapping, selling the pelts of lynx, beaver, and martens.</p> \n  <p>They were the days before bridges or snowmobiles. The only way to Fort McMurray was by barge in summer and dog sled in winter. Cece remembers a girlhood setting snares for squirrels. Jim remembers when snow melt was clean enough to drink.</p> \n  <p>Suncor Energy built the first big plant and Cece’s father, then chief, got a cleaning job.</p> \n  <p>“We started kind of losing living off our land, living off our furs,” she said. “He used to be ashamed of it. A chief being a janitor wasn’t a thing he wanted us to see.”</p> \n  <p>By the 1980s, Cece’s father was dead in a snowmobile accident and her late sister Dorothy MacDonald, was chief. Under her leadership, Fort McKay tried to blockade the oil companies. Jim said he put up a teepee on the main road. The community won that round, forcing industry to come to more favourable financial terms. But it was an empty victory, Jim said.</p> \n  <p>“We did win the fight at that point of time but it was most expensive and costly. There was a toll on every side,” he said. “It divided the community.” By 1996, Fort McKay came around to the idea of working with industry to start getting benefits.</p> \n  <p>It’s hard to grasp the enormity of the tar sands from the ground. Most sites are miles off the road, within the muskeg or peat lands and forest and patrolled by industry security.</p> \n  <p>&lt;a href=&quot;http://www.energy.alberta.ca/oilsands/791.asp&quot; target=&quot;_blank&quot;&gt;The Alberta government claims&lt;/a&gt; the tar sands are the third biggest proven crude reserve in the world after Saudi Arabia and Venezuela, with proven reserves of about 168bn barrels. </p> \n  <p>It demands &lt;a href=&quot;https://www.fas.org/sgp/crs/misc/R42537.pdf&quot; target=&quot;_blank&quot;&gt;huge amounts of energy&lt;/a&gt; to extract thick black petroleum from the earth, 3.2 to 4.5 times more greenhouse gas intensive than conventional oil.</p> \n  <p>But the vast majority of the tar sands, 142,200 sq km, are too deep to mine, forcing the industry to resort to the far more energy intensive steam-assisted gravity drainage to melt the tar sands and flush it up from the depths to the top.</p> \n  <p>James Hansen, the Nasa climate scientist who first sounded the alarm on climate change, &lt;a href=&quot;http://www.nytimes.com/2012/05/10/opinion/game-over-for-the-climate.html&quot; target=&quot;_blank&quot;&gt;warned&lt;/a&gt; mining all of Alberta’s tar sands would be “game over for the climate”. </p> \n  <p>Production exploded over the last decade, blowing through earlier targets to reach just under 2m barrels a day last year.</p> \n  <p>“The oil industry never would have come to town without the great encouragement of the Canadian and provincial governments,” Jim said. </p> \n  <p>“The biggest driver in seeing Suncore and Syncrude being built was public policy.”</p> \n  <p>Five years ago, the International Energy Agency said tar sands production would need to peak at 3.3m barrels a day by 2035 to avoid blowing through the carbon budget – the limit to avoid dangerous climate change. But the Canadian government has already approved production of 5m barrels a day.</p> \n  <p>Canada was &lt;a href=&quot;http://www.cbc.ca/news/politics/harper-says-canada-s-emission-targets-unlikely-to-be-exactly-the-same-as-u-s-1.3047002&quot; target=&quot;_blank&quot;&gt;forced to acknowledge&lt;/a&gt; last year that it would overshoot its 2020 emissions targets by 20%. In April, the prime minister, Stephen Harper, signalled Canada was about to abandon its policy of the last 20 years of aligning its climate goals with the US, and set a separate – and weaker - post 2020 emissions target. It is still to reveal those targets. </p> \n  <p>Of all the sights on the road to Fort McKay, the most striking may be the forests reduced to a thin and spindly shell of their former majesty. </p> \n  <p>The draining of the land for strip mining and steam plants robbed the black spruce, larch, Alaska birch and other trees of the water they needed for survival.</p> \n  <p>Trees were entombed in thick coatings of dust. Sulphur and nitrogen dioxide – two or three times above permitted levels in Europe – inflicted a slow poisoning. Other trees leaned so far over they seemed almost parallel to the ground – drunk trees, they call them here – their roots loosened by the melting permafrost.</p> \n  <p>Nobody from Fort McKay hunts anymore, or fishes from the river. Even the blueberries and herbs used in traditional medicine are coated in a thick layer of dust. Most homes use bottled water, supplied by the band. Short showers are advised.</p> \n  <p>Of the nearly 210,000 acres mined since the 1960s, only 1% - about 250 acres – has been successfully reclaimed, according to government of Alberta standards.</p> \n  <p>Last year, Jim persuaded the oil companies to accept a buffer around one of the last remaining areas of wilderness in Fort McKay lands, Moose Lake, a favourite camping place and an ancestral graveyard. The Alberta regulator had refused.</p> \n  <p>But Jim is utterly convinced there is no stopping the mining until the tar sands are mined out. “As long as there is oil in the ground there will be companies here to take advantage of that product and take it to market and develop a profit,” he said.</p> \n  <p>Thursday is mail day in Fort McKay, with a constant stream of cars to the Fort McKay general store – and a constant stream of complaints.</p> \n  <p>“They are raping mother earth. They are bringing all kinds of sickness,“ said Walter Orr, before revealing that he worked for Syncrude for 44 years. “I made my living there, not that I’m happy about it but I’ve got to make a living.”</p> \n  <p>In her visits to band members’ houses, Cece grew convinced she was headed for victory. Her handouts on Jim’s salary were connecting with voters, she thought.</p> \n  <p>She was convinced that Fort McKay would have been better off without oil. “In a perfect world they shouldn’t have touched any of it,” Cece said.</p> \n  <p>But it is not, of course, a perfect world. And when election day came last month, Cece lost by 21 votes.</p> \n </noscript> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432829868923/a9d34643-c2ba-429d-9191-eb75b19df2a8-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Guardian","altText":"Cece","cleanCredit":"Photograph: Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-28T11:06:59Z","lastModified":"2015-05-29T14:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Monica Ulmanu","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/monica-ulmanu"},{"name":"Lindsay Poulton","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lindsay-poulton"},{"name":"John Mullin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnmullin"},{"name":"Suzanne Goldenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/suzannegoldenberg"},{"name":"David Levene","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/davidlevene"},{"name":"Ekaterina Ochagavia","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ekaterina-ochagavia"},{"name":"Josh Holder","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-holder"}],"feature":false,"keywords":["Climate change","Oil sands","Oil","Canada","Environment","Pollution","Energy","Fossil fuels","Americas","World news"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"environment/oil-sands","webTitle":"Oil sands"},{"id":"environment/oil","webTitle":"Oil"},{"id":"world/canada","webTitle":"Canada"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/pollution","webTitle":"Pollution"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"displayHint":"immersive","topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/may/28/carbon-bomb-canada-tar-sands-fort-mckay-town-sold-itself","shortUrl":"http://gu.com/p/4936n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/ng-interactive/2015/may/28/carbon-bomb-canada-tar-sands-fort-mckay-town-sold-itself","webUri":"http://www.theguardian.com/environment/ng-interactive/2015/may/28/carbon-bomb-canada-tar-sands-fort-mckay-town-sold-itself"},"shouldHideAdverts":true},"importance":7,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-29T12:15:05Z","personalization":{"id":"uk/groups/collections/edeacc61-e053-4f49-9c7e-dc6dc04c2298","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/edeacc61-e053-4f49-9c7e-dc6dc04c2298"},"visibility":"all","adTargetingPath":"front"}