{"id":"uk/groups/collections/fdde469b-32d9-4156-b1cc-8886e1d3c94b","title":"food on TV","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/fdde469b-32d9-4156-b1cc-8886e1d3c94b"},"cards":[{"title":"Kanye West is no Freddie Mercury: what we learned from the weekend's TV","rawTitle":"Kanye West is no Freddie Mercury: what we learned from the weekend's TV","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/jun/29/kanye-west-is-no-freddie-mercury-what-we-learned-from-weekends-tv","title":"Kanye West is no Freddie Mercury: what we learned from the weekend's TV","trailText":"The star’s rendition of Bohemian Rhapsody at Glastonbury was a trifle half-hearted – meanwhile has Celebrity MasterChef passed its sell-by date?","standFirst":"<p data-dropid=\"0\">The star’s rendition of Bohemian Rhapsody at Glastonbury was a trifle half-hearted – meanwhile has Celebrity MasterChef passed its sell-by date?</p>","byline":"Viv Groskop","body":"<h2>Kanye does not know the words to Bohemian Rhapsody</h2> \n<p>Perhaps the most shocking thing about Kanye’s performance of the classic Queen song at <strong>Glastonbury</strong> (Saturday, BBC1) was that he had not bothered to learn the words (“I’m just a poor boy, la-la-la blah-blah-tea ...”), which was cruelly revealed as he mimed along to Freddie in the intro. Then it got worse – or better, depending which side of the Twitter divide you were on – as he led the crowd in a “massaoke” (or massacreaoke perhaps).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/28/kanye-west-at-glastonbury-2015-review-out-on-his-own\">Kanye West at Glastonbury 2015 review – out on his own</a> </p> \n</aside> \n<p>Performing atop a crane and inside a giant light-filled Connect 4 set, Kanye (or <a href=\"http://www.breakingnews.ie/discover/some-kayne-guy-was-trending-on-twitter-uk-last-night-684103.html\">Kayne, which also started trending</a>, thanks to the fat of finger) split viewers near and far. There were glimpses of brilliance when he was performing his own material (especially Stronger). But mostly he looked like he was auditioning for the Little Mix video for Salute (“Representin’ all the women …”). There were elements of Spinal Tap too. Where were the little people of Stonehenge when we needed them?</p> \n<figure class=\"element element-image\" data-media-id=\"92ccabd6bccb68c1594ba57039d97dd8327c81ca\"> \n <img src=\"http://media.guim.co.uk/92ccabd6bccb68c1594ba57039d97dd8327c81ca/0_0_3612_2168/1000.jpg\" alt=\"Mica Paris\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Mica Paris in MasterChef.</span> \n  <span class=\"element-image__credit\">Photograph: BBC/BBC</span> \n </figcaption> \n</figure> \n<h2>Shock horror (not): Mica Paris is a diva </h2> \n<p>I’m a bit late to this <strong>Celebrity MasterChef</strong> party (Friday, BBC1). But that doesn’t matter when there are quite so many people at the party. How many people have they had on this week? Are there any celebrities left who haven’t been on MasterChef? Thank goodness they had saved the best until last and – fanfare! – comedian Syd Little was in this episode, the last before the semi-final. He went head to head with Paralympian Danny Crates, presenter Sam Nixon and singer Mica Paris. Both Mica and Syd looked as if they were going to be sick before anything had started.</p> \n<p>Syd faced with a massive fish: “What is the fish?” Torode: “It’s fish.” He looked utterly dismayed. “What’s this?” “It’s butter.” “Ah.” Meanwhile Mica Paris was having a prolonged panic attack. “I really hate rhubarb. It’s like the worst thing ever. I can’t actually cope.” Has MasterChef become boring? Not quite yet. It is strangely compelling to see people caught like rabbits in the headlights when faced with uncooked food.</p> \n<h2>The jungle of Belize is as difficult a place to live as you might imagine </h2> \n<p>No one wants to live where they actually live, if TV home programmes are to be believed. But it’s one thing wanting to move out of the suburbs and into a nice little seaside cottage. It’s quite another to go and live in the jungle in Belize, as the Atkinson family had in Kevin McCloud’s <strong>Escape to the Wild</strong> (Sunday, Channel 4). I mean, we all know the property market in the UK is a nightmare, but really ...</p> \n<p> “Where has this water come from?” “From the sky!” Idealistic dream? Or rose-tinted hippie nightmare? The family’s plummy accents belied the fact that they were all insanely hard grafters. They were there for the sake of the children, they said. “They have old-fashioned country living here,” claimed the mother, “You have to work together to survive.” Er, just how old-fashioned do you want to be? This was less Enid Blyton and more third-century BC. Meanwhile, Kevin got bitten by a fly and worried that it would trigger his asthma.</p> \n<p>This was far out but fascinating, charting one eccentric couple’s decision to leave London 20 years ago and buy 28 acres of rainforest for &pound;26,000. How much? Sold. I just need to learn how to build a hut, machete a cow and shoot poachers first.</p> \n<figure class=\"element element-image\" data-media-id=\"1c0aca4d53ef8c0e7d6209ceaa814f9be2be4acc\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435572582370/5f4023a4-431f-4b14-8ef7-cb758cacd960-460x276.jpeg\" alt=\"Sheridan Smith in Black Work.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sheridan Smith in Black Work. ITV</span> \n  <span class=\"element-image__credit\">Photograph: ITV</span> \n </figcaption> \n</figure> \n<h2>Week two and Sheridan is still the boss.</h2> \n<p>And so the Sheridan Smith acting showcase continues in <strong>Black Work</strong> (Sunday, ITV). Blood coursing down her forehead, Jo (Smith) is in hot pursuit of the man she believed murdered her undercover detective husband. Moments later, the suspect is in custody and Jo’s stepson is attacking the car of her secret boyfriend, also a detective, with a tennis racket. Do keep up, please.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/22/black-work-sheridan-smith-line-of-duty\">Black Work review: ‘pacy, tight and intriguing, but it’s no Line of Duty’</a> </p> \n</aside> \n<p>The promise of the first episode held good here, the heroine wracked with guilt about the affair, terrified of letting her kids down but betrayed by the husband she has lost, who was evidently keeping untold secrets from her. Did the husband go rogue? Or was he the pawn in someone else’s game? Jo is the audience proxy as our allegiances switch back and forth with hers. I had some plot-believability qualms in this episode. Jo has been told her daughter and stepson are at risk. Would she still try to run the investigation on her own? And that was even before this episode’s jawdropper ... tense and suspenseful, I’m still on board. Just.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435572437522/fd3d9359-1d38-415d-8daf-fdade3990661-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Kanye West on The Pyramid Stage at Glastonbury.","cleanCredit":"Photograph: Yui Mok/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92ccabd6bccb68c1594ba57039d97dd8327c81ca/0_0_3612_2168/3612.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2168,"width":3612,"orientation":"landscape","caption":"Mica Paris in MasterChef. Photograph: BBC/BBC","credit":"BBC/BBC","altText":"Mica Paris","cleanCaption":"Mica Paris in MasterChef.","cleanCredit":"Photograph: BBC/BBC"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435572583763/5f4023a4-431f-4b14-8ef7-cb758cacd960-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sheridan Smith in Black Work. ITV Photograph: ITV","credit":"ITV","altText":"Sheridan Smith in Black Work.","cleanCaption":"Sheridan Smith in Black Work. ITV","cleanCredit":"Photograph: ITV"}],"webPublicationDate":"2015-06-29T11:10:32Z","lastModified":"2015-06-29T11:12:42Z","metadata":{"commentable":true,"commentCount":4,"contributors":[{"name":"Viv Groskop","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/7/1428403282427/Viv-Groskop-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vivgroskop"}],"feature":false,"keywords":["Television & radio","Television","Culture","Kanye West","Music","MasterChef","Food TV"],"tags":[{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"music/kanyewest","webTitle":"Kanye West"},{"id":"music/music","webTitle":"Music"},{"id":"tv-and-radio/masterchef","webTitle":"MasterChef"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Viv Groskop","topic":{"type":"tag-contributor","name":"profile/vivgroskop"}}],"series":{"title":"Weekend TV: what we learned","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/weekend-tv-what-we-learned"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jun/29/kanye-west-is-no-freddie-mercury-what-we-learned-from-weekends-tv","shortUrl":"http://gu.com/p/4a7ph","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/jun/29/kanye-west-is-no-freddie-mercury-what-we-learned-from-weekends-tv","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jun/29/kanye-west-is-no-freddie-mercury-what-we-learned-from-weekends-tv"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435572437522/fd3d9359-1d38-415d-8daf-fdade3990661-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Kanye West on The Pyramid Stage at Glastonbury. Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"Kanye West on The Pyramid Stage at Glastonbury.","cleanCaption":"Kanye West on The Pyramid Stage at Glastonbury.","cleanCredit":"Photograph: Yui Mok/PA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435572437522/fd3d9359-1d38-415d-8daf-fdade3990661-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yui Mok/PA","altText":"Kanye West on The Pyramid Stage at Glastonbury.","cleanCredit":"Photograph: Yui Mok/PA"}}]},{"title":"Michel Roux Jr on new series First Class Chefs: 'I hope it inspires children to get in the kitchen'","rawTitle":"Michel Roux Jr on new series First Class Chefs: 'I hope it inspires children to get in the kitchen'","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/jun/17/michel-roux-jr-on-new-series-first-class-chefs-i-hope-it-inspires-children-to-get-in-the-kitchen","title":"Michel Roux Jr on new series First Class Chefs: 'I hope it inspires children to get in the kitchen'","trailText":"The former MasterChef judge has gone to the Disney Channel to put kids aged 9-11 through their culinary paces, the winner getting £10,000 ","standFirst":"<p>The former MasterChef judge has gone to the Disney Channel to put kids aged 9-11 through their culinary paces, the winner getting &pound;10,000 </p>","byline":"Jack Seale","body":"<p><strong>In your new Disney Channel series First Class Chefs, kids aged 9-11 compete to showcase their restaurant skills. Are there tears when teams are eliminated? </strong> </p> \n<p>There are stages where they’re told sorry, you’re not through to the next round. I’ve done that in the nicest possible way. Yes, there were tears because they do take it seriously. But to get a winner, there will be losers. </p> \n<p><strong>It’s made by Jamie Oliver’s production company. Does it have a similar message to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2012/apr/27/jamie-oliver-school-meals-gove\">Jamie’s School Dinners</a>?</strong><br /></p> \n<p>This programme isn’t championing healthy school meals, it’s a cooking competition. But healthy eating? Of course. We don’t want to be seen promoting fatty foods or foods we shouldn’t be shoving down our children’s faces. I hope it inspires children to get in the kitchen and get really involved in the food they’re eating. I hope it will inspire parents as well to be careful what they’re cooking. </p> \n<p><strong>What happens when one team eventually wins?</strong><br /></p> \n<p>They get &pound;10,000 towards a food-related project. It’s up to the school but it has to be something to encourage the kids to eat well. It could be just buying new kit, or a programme to get them out to visit farms, or whatever. </p> \n<p><strong>Ten grand is a decent wad. You wouldn’t get that off the BBC.</strong><br /></p> \n<p>Ha ha ha! No comment.</p> \n<p><strong>You left <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2014/mar/11/michel-roux-leaving-bbc-masterchef-potato\">MasterChef: the Professionals</a> after a dispute over your commercial endorsements. Have you burned your bridges with the Beeb?</strong><br /></p> \n<p>I don’t think there were any bridges to burn. It’s well documented that we couldn’t come to an agreement and parted company. Well, not even parted company. Life moves on and I’m happy to have been offered this position to work with children and do something I really enjoy: teaching. </p> \n<figure class=\"element element-image\" data-media-id=\"df25ca97302300fd799230b42ac545a92c676af8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/17/1434539543867/c8e2022f-5596-41b1-b873-8eb6b57d4045-460x276.jpeg\" alt=\"Roux with Monica Galetti and Gregg Wallace on Masterchef: The Professionals.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roux with Monica Galetti and Gregg Wallace on Masterchef: The Professionals.</span> \n  <span class=\"element-image__credit\">Photograph: BBC/Shine TV</span> \n </figcaption> \n</figure> \n<p><strong>What drives you to do endorsements, though? What’s in it for you?</strong><br /></p> \n<p>First and foremost I have to believe in the product. Take Albert Bartlett’s. They do rooster potatoes, they also do root vegetables. They’re friends of the family. I’ve been a brand ambassador for 10 years. It precedes any television work I’ve done. I would not do it just for the money. I know that might sound a little bit pious. But I have to look people in the eye and say: I use that product. In many respects it’s the same with television. I have to believe in what I’m doing. That’s just me. There are a lot of people who are not like that.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2014/nov/04/marcus-wareing-save-masterchef-the-professionals\">Can uptight Marcus Wareing save MasterChef: The Professionals?</a> </p> \n</aside> \n<p><strong>Did you watch MasterChef: the Professionals, after Marcus Wareing had replaced you [1]?</strong></p> \n<p>In all honesty, I don’t watch much television. So, no. I got snippets. But I’m working. All I watch is sports and the news channel when I get back home late at night. Or sometimes in the afternoon, if I’m at home with a cup of tea, I might watch one of those lovely game shows and nod off.</p> \n<p><strong>Is mentoring TV contestants a lasting commitment?</strong><br /></p> \n<p>I’m still in contact with a few of the guys from Service <strong>[2]</strong>. They’ve got my mobile number. I said, if you want a bit of advice from Uncle Michel, as they affectionately call me, I’m here. Likewise with the MasterChef: the Professionals finalists, I’ve mentored a lot of them. That’s beyond my remit. None of the contracts actually said: you have to keep in contact. That’s me, personally. I really do care. I’d love the winners – not even the winners, all of them – on First Class Chefs to phone up Grandpa Roux when they’re older and say: I want to become a chef! </p> \n<p><strong>Do you have to deal with fans much?</strong></p> \n<p>Of course, but I have two feet firmly on the ground. It’s really nice when people tap you on the shoulder and say hello, or a taxi driver gives you a thumbs-up and says: “Oh, I really loved that chocolate tart recipe.”</p> \n<p><strong>The Daily Telegraph called you</strong><strong> “the </strong><strong>thinking woman’s Gordon Ramsay”...</strong></p> \n<p>Aha ha ha ha ha ha! The thinking woman’s Gordon Ramsay! Good lord! We should ask Gordon. Aha ha ha ha ha! I don’t know if that’s good or bad. Gosh. Carol Vorderman had something similar, didn’t she <strong>[3]</strong>? I hope this has similar connotations.</p> \n<p><strong>What should I have for dinner? I’ve got two kids, nothing special in, and I can’t cook.</strong></p> \n<p>Pasta. Not fattening, not bad for you. Seasonal vegetables, easy to prepare, put them together and you have a complete dish you can cook in 15 minutes. Kids enjoy cooking it with you: they can peel the asparagus, they can chop the vegetables. They can dictate what they want with their pasta. Or … rooster potatoes! Microwave, finish them off in the oven to get the crispy skin. With tinned tuna, tinned sweetcorn, a dollop of yoghurt. </p> \n<p><strong>What would you put on your jacket?</strong></p> \n<p>Ahhhhh! Smoked salmon. I love a baked potato with smoked salmon. Bit extravagant. Or, actually, salt beef or pastrami. On a baked potato, that’s absolutely delicious. Add some nice spicy mustard mixed with yoghurt or cr&egrave;me fra&icirc;che. </p> \n<p><strong>Would you eat that for dinner at home?</strong></p> \n<p>I normally eat at work <strong>[4]</strong>. It’s generally leftovers, the staff food. Actually, a lot of baked potatoes and pasta as well. We do a big bowl of something that’s easy to eat quickly. Pasta and potatoes are great vehicles for leftovers. </p> \n<p><strong>Which current food trend would you kill off if you could?</strong></p> \n<p>I do not like cooking fish vacuum-packed, in a water bath <strong>[5]</strong>. I don’t like the texture. There are not many things I like cooking in water baths, actually. It deskills the chef. You’re cooking by numbers: temperature, which you can set, and a timer, which you can set. You’re no longer using your senses. </p> \n<p><strong>Are you aghast at how faddish food is?</strong></p> \n<p>That’s always happened. Classics will remain classics. In 20 years’ time, will we look back fondly upon a bowl of froth with a warm jelly? I don’t think so. But in 100 years’ time we will still be eating shepherd’s pie to our mother’s recipe. </p> \n<p><em><a href=\"http://www.disney.co.uk/disney-channel/first-class-chefs%20?ex_cmp=sem_g_uk:tv-dc:_:gg:_:si:AO-2015:0515\">First Class Chefs starts on Disney Channel</a>, 4.30pm, from 22 June</em></p> \n<p><strong> [1]</strong> Roux announced his departure from the BBC2 cooking contest in March 2014. Series seven aired without him in November.</p> \n<p><strong>[2]</strong> A BBC2 show in which Roux trained eight young adults to work as Michelin-level waiters and sommeliers. It ran for one series in 2011.<br /></p> \n<p><strong>[3]</strong> In 2003, Vorderman came second in a Radio Times readers’ poll to find “the thinking man’s crumpet”. Nigella Lawson was first. Michael Palin was named “thinking woman’s hunk”.<br /></p> \n<p><strong>[4]</strong> Roux’s regular job is as chef patron of Le Gavroche, a classical French restaurant in Mayfair, London. He also owns two other restaurants in London and four in Scotland.<br /></p> \n<p><strong>[5]</strong> A technique known as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/lifeandstyle/2010/sep/02/sous-vide-cooking-vacuum-packed-steak\">sous-vide</a>. <br /></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539374289/7ab0be2f-1e39-4e32-ae97-e5d26668bcaf-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Disney","altText":"Michel Roux Jr with presenters Finney Cassidy and Georgia Lock in First Class Chefs.","cleanCredit":"Photograph: Disney"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539546454/c8e2022f-5596-41b1-b873-8eb6b57d4045-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Roux with Monica Galetti and Gregg Wallace on Masterchef: The Professionals. Photograph: BBC/Shine TV","credit":"BBC/Shine TV","altText":"Roux with Monica Galetti and Gregg Wallace on Masterchef: The Professionals.","cleanCaption":"Roux with Monica Galetti and Gregg Wallace on Masterchef: The Professionals.","cleanCredit":"Photograph: BBC/Shine TV"}],"webPublicationDate":"2015-06-17T11:28:41Z","lastModified":"2015-06-17T11:30:42Z","metadata":{"commentable":true,"commentCount":2,"contributors":[{"name":"Jack Seale","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jack-seale"}],"feature":true,"keywords":["Food TV","Michel Roux Jr","Disney Channel","Television"],"tags":[{"id":"tv-and-radio/food-tv","webTitle":"Food TV"},{"id":"lifeandstyle/michel-roux-jr","webTitle":"Michel Roux Jr"},{"id":"media/disney-channel","webTitle":"Disney Channel"},{"id":"culture/television","webTitle":"Television"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Jack Seale","topic":{"type":"tag-contributor","name":"profile/jack-seale"}}],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/jun/17/michel-roux-jr-on-new-series-first-class-chefs-i-hope-it-inspires-children-to-get-in-the-kitchen","shortUrl":"http://gu.com/p/49dnv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/jun/17/michel-roux-jr-on-new-series-first-class-chefs-i-hope-it-inspires-children-to-get-in-the-kitchen","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/jun/17/michel-roux-jr-on-new-series-first-class-chefs-i-hope-it-inspires-children-to-get-in-the-kitchen"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539374289/7ab0be2f-1e39-4e32-ae97-e5d26668bcaf-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Michel Roux Jr with presenters Finney Cassidy and Georgia Lock in First Class Chefs. Photograph: Disney","credit":"Disney","altText":"Michel Roux Jr with presenters Finney Cassidy and Georgia Lock in First Class Chefs.","cleanCaption":"Michel Roux Jr with presenters Finney Cassidy and Georgia Lock in First Class Chefs.","cleanCredit":"Photograph: Disney"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/17/1434539374289/7ab0be2f-1e39-4e32-ae97-e5d26668bcaf-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Disney","altText":"Michel Roux Jr with presenters Finney Cassidy and Georgia Lock in First Class Chefs.","cleanCredit":"Photograph: Disney"}}]},{"title":"Man Finds Food: ‘the most relevant reflection of modern food culture’","rawTitle":"Man Finds Food: ‘the most relevant reflection of modern food culture’","item":{"type":"article","id":"tv-and-radio/2015/jun/15/man-finds-food-adam-richman","title":"Man Finds Food: ‘the most relevant reflection of modern food culture’","trailText":"Adam Richman is back, and no longer looks as if he’s about to keel over. But is Man Finds Food really that different from its predecessor?","standFirst":"<p>Adam Richman is back, and no longer looks as if he’s about to keel over. But is Man Finds Food really that different from its predecessor?</p>","byline":"Filipa Jodelka","body":"<p>When the terrestrial TV landscape is looking a bit sparse, I find it’s better to linger in the channels higher up in the canopy. Like Food Network. It’s the single best place to let your mind pool into a warm puddle of bliss, with the mother goddess Nigella followed by Diners, Drive-Ins And Dives (featuring the kid from My Parents Are Aliens throwing gang signs and shouting “Off the chain!” next to a sandwich) and, finally, the pinnacle of lovely gooey slop, Man V Food, now dearly departed (RIP).</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2012/jun/16/man-v-food-adam-richman\">Man V Food: Adam Richman spills the beans</a> </p> \n</aside> \n<p>The news is that Man V Food has lately bequeathed a successor, <strong>Man Finds Food</strong> (<em>recent episodes available at </em><a href=\"http://www.foodnetwork.co.uk/tv-shows/man-finds-food.html\"><em>foodnetwork.co.uk</em></a>). For those who missed the first two episodes, the new programme is, basically, exactly the same as the old, except Adam looks less like he’s going to keel over with a fatal aneurysm. This is good, because Adam Richman has an allure I just can’t get over. And I’m not alone. I once watched him enchant Gladys Knight, patron of the Pips and proprietress of Gladys Knight’s Chicken And Waffles in Atlanta with masterly eyebrow deployment alone. Adam is a man with natural charm. Seeing it swallowed by layers of soft unctuous fat as MVF’s food challenges took their toll became uncomfortable. At times, usually somewhere towards the end of a 7lb burrito challenge, Adam was reminiscent of Elvis circa 1977 – clammy, spangled off his pillowy tits, lurching about onstage in Las Vegas era – and with all the attendant and very confused romantic feelings that that entails.</p> \n<p>Now, newly trim and slim, Adam’s current task is not simply to track down gourmet spots – mainly involving chefs with the unholy trinity of beard, flat cap and blowtorch – but also the cannon in the foodie’s know-it-all arsenal, “secret” menus. I’m not sure how many of these “secret” menu items actually existed before Adam and his free publicity rocked up. If you had already made a Guinness, goat’s cheese and duck pizza, wouldn’t you want it proudly displayed for all to see? Americans, bless their furred, wheezing hearts, love this stuff. And so, while the challenges of MVF are gone, they’re replaced by gratuitously OTT dishes such as steak with rendered marrow and foie gras butter, or the intriguing “lobster on lobster”. Think of this as gluttony in moderation, with a bit of boursin stuck on top for artisanal measure.</p> \n<figure class=\"element element-image\" data-media-id=\"d2eca417550f82ba00d459ad1d26bba1557a5a16\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433950440015/332681cb-afc3-4750-8ae6-66ccc69bdcef-460x325.jpeg\" alt=\"Man Finds Food\" width=\"460\" height=\"325\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Adam with Namu Gaji chef Dennis Lee as they get ready to prepare the Loco Moco.</span> \n  <span class=\"element-image__credit\">Photograph: Travel Channel</span> \n </figcaption> \n</figure> \n<p>Trademark, jovial asides feature Adam getting lost in bowling alleys, literal alleys and dockyards, hunting down restaurants that have sacked off such fripperies as “signs”. Presumably, Adam and crew navigate only by tuning into distant calls of “I dunno, Patty, just put some frickin lobster on lobster and see if he falls for it”.</p> \n<p>Despite all the theatrics – or maybe because of them – Man Finds Food offers probably the most relevant reflection of modern food culture on TV right now. It makes for strange viewing, because food culture also happens to be the worst thing about humanity right now. The same philosophy behind off-menu concepts such as an ice-cream float made with Chantilly cream and liquid nitrogen – which you can only order if you follow the executive chef on social media – is also responsible for faintly embarrassed crowds queuing in drizzle for a soft opening. Why, it’s almost like if you put enough time and effort into stuffing your gob, you cease to be a little piggy wiggy and instead see your hobby raised to the lofty heights of “legit lifestyle choice”. It’s not just dinner, but a thrilling urban safari when you find yourself scrabbling around on the wrong side of the tracks being offered illegal weapons – as Adam was in downtown LA – in pursuit of the new hot buzzy cheese toastie joint.</p> \n<p>Internet researched, toe-dipping fetishisation is everything that’s wrong with modern life. But, frankly, for all the episodes of Man Finds Food I’ve watched, I’ve seen precisely zero veins bulge on Adam’s neck, nor signs of systemic organ failure. This is good news, because for a while I had been imagining Adam in a supersized casket and me crying through Sicilian widow garb into a bucket of chicken. And no one wants that.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433949878160/Adam-Richman-with-Eric-Gr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adam Richman with Eric Greenspan of Greenspan's Grilled Cheese and the off-menu dish 'Inside Out Champ'. Photograph: Travel Channel","credit":"/Travel Channel","altText":"Adam Richman with Eric Greenspan","cleanCaption":"Adam Richman with Eric Greenspan of Greenspan's Grilled Cheese and the off-menu dish 'Inside Out Champ'. Photograph: Travel Channel"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433950440329/332681cb-afc3-4750-8ae6-66ccc69bdcef-1020x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1020,"orientation":"landscape","caption":"Adam with Namu Gaji chef Dennis Lee as they get ready to prepare the Loco Moco. Photograph: Travel Channel","credit":"Travel Channel","altText":"Man Finds Food","cleanCaption":"Adam with Namu Gaji chef Dennis Lee as they get ready to prepare the Loco Moco.","cleanCredit":"Photograph: Travel Channel"}],"webPublicationDate":"2015-06-15T08:00:01Z","lastModified":"2015-06-15T08:00:01Z","metadata":{"commentable":true,"commentCount":5,"contributors":[{"name":"Filipa Jodelka","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/filipa-jodelka"}],"feature":true,"keywords":["Television","Television & radio","Culture","Food & drink","Life and style","Food TV"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Filipa Jodelka","topic":{"type":"tag-contributor","name":"profile/filipa-jodelka"}}],"series":{"title":"Filipa Jodelka's other side","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/filipa-jodelka-s-other-side"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/15/man-finds-food-adam-richman","shortUrl":"http://gu.com/p/49kga","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/jun/15/man-finds-food-adam-richman","webUri":"http://www.theguardian.com/tv-and-radio/2015/jun/15/man-finds-food-adam-richman"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433949878160/Adam-Richman-with-Eric-Gr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adam Richman with Eric Greenspan of Greenspan’s Grilled Cheese and the off-menu dish ‘Inside Out Champ’. Photograph: Travel Channel","credit":"Travel Channel","altText":"Adam Richman with Eric Greenspan","cleanCaption":"Adam Richman with Eric Greenspan of Greenspan’s Grilled Cheese and the off-menu dish ‘Inside Out Champ’. Photograph: Travel Channel"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433949878160/Adam-Richman-with-Eric-Gr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Adam Richman with Eric Greenspan of Greenspan's Grilled Cheese and the off-menu dish 'Inside Out Champ'. Photograph: Travel Channel","credit":"/Travel Channel","altText":"Adam Richman with Eric Greenspan","cleanCaption":"Adam Richman with Eric Greenspan of Greenspan's Grilled Cheese and the off-menu dish 'Inside Out Champ'. Photograph: Travel Channel"}}]},{"title":"Marguerite Patten obituary","rawTitle":"Marguerite Patten obituary","item":{"type":"article","id":"books/2015/jun/10/marguerite-patten","title":"Marguerite Patten obituary","trailText":"Cookery writer and broadcaster who introduced several generations to the joys of food preparation","standFirst":"<p>Cookery writer and broadcaster who introduced several generations to the joys of food preparation</p>","byline":"Tom Jaine","body":"<p>Marguerite Patten, who has died aged 99, wrote more than 170 cookery books and introduced several generations to the ins and outs of the kitchen. She came to stand as an icon for Britain’s entire culinary adventure since the second world war.</p> \n<p>Early in her career she worked as a wartime home economist for the Ministry of Food, cooking an infinite variety of dishes to tease out new ways with brown flour, imaginative uses of dried egg, or tasty treats with scrag-end. From 1944 she appeared on the BBC’s early-morning radio programme Kitchen Front and regularly on Woman’s Hour. This apprenticeship was a prelude to live demonstrations on television when she took over the cookery for a magazine programme, Designed for Women, broadcast from 1947. These postwar years also saw the beginnings of a prolific career in journalism.</p> \n<p>Marguerite, along with <a href=\"http://www.cooksinfo.com/philip-harben\">Philip Harben</a> and <a href=\"http://www.independent.co.uk/news/people/obituary-fanny-cradock-1388721.html\">Fanny</a> and Johnnie Cradock, became one of the celebrity chefs of her day (though Marguerite was careful always to call herself a cook). As well as television appearances, there were large-scale demonstrations across Britain, which took on a surreal character as the 50s wore on. A flour manufacturer, Frenlite, saw possibilities in combining variety acts and cookery and Marguerite was soon baking sponges and whisking meringue to the musical accompaniment of Geraldo and his Show Band, the wisecracks of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2005/jan/03/guardianobituaries.artsobituaries\">Cyril Fletcher</a>, and the warbled tunes of the husband-and-wife act Pearl Carr and Teddy Johnson. Her apogee was to appear at the London Palladium – the Cradocks, meanwhile, were packing the Royal Albert Hall.</p> \n<p>But Marguerite was a writer more than a performer (although her memorable 1999 Radio 4 series on the cookery of the 20th century fixed her queen-motherly tones in many a brain), and her writing career was transformed by her association with the publisher <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2001/sep/03/guardianobituaries.politics\">Paul Hamlyn</a>. He conceived an inexpensive book filled with large colour photographs to illustrate the recipes. The resulting Cookery in Colour (1960) changed everything, with sales of 2 million.</p> \n<p>Marguerite’s success was cemented by a series of mass-market books of 500 recipes – of sweet dishes, hors d’oeuvres, meat courses and so forth. These must have entered the kitchens of every modern home during this expansive and socially mobile decade. Marguerite explained and simplified for the insecure and the novice: another great success was Classic Dishes Made Simple (1969). She also introduced them to new foods, from pimentos to lemongrass (though rarely pursuing exhausting authenticity).</p> \n<p>In later years, her contribution was also valued for the memory and the sheer length of her career. Books building on her experience of wartime cookery, including We’ll Eat Again (1985), the winning Spam: The Cookbook (2000), her larger Marguerite Patten’s Century of British Cooking (1999), Coronation Cookbook (2002) and Feeding the Nation (2005), brought her many new admirers.</p> \n<p>The sweetness of her nature, the energy she displayed throughout her life, and the efficiency of her planning and performance of cookery demonstrations, left younger colleagues and competitors standing. Though some curled their modern lips at the style, she was a force for good.</p> \n<p>She was born in Bath, the eldest of three children of Wallace Brown, a printer, and his wife, Elsie, a schoolteacher, but Marguerite was not very old when the family moved to the north London suburb of Barnet, where her father had bought a printing business. His sudden death in 1927 left the three children dependent on their mother’s earnings and with few illusions about an early entry into the world of work – although winning a scholarship permitted Marguerite to stay on at Queen Elizabeth’s grammar school, Barnet, into the sixth form.</p> \n<p>Although her brother became a merchant mariner, and her sister a teacher, Marguerite was resolute that her own talent for instruction should not be confined to the schoolroom. She dreamed of a stage career, but the boards she trod at first proved to be those of the North Metropolitan Electric Power Supply Company, where she was asked to demonstrate the virtues of an electric kitchen to women hitherto chained to coal-burning ranges or monstrous gas stoves.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=naoW1io23Vs\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/naoW1io23Vs?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Marguerite Patten’s 10-minute Christmas pudding\n </figcaption> \n</figure> \n<p>This was in 1933 and her first job offered a double dividend: sound training in domestic science and confirmation of her love of performance. Marguerite’s mother was broad-minded enough to allow her to build on outings as an amateur actor at the Little theatre in Bath and the Hampstead Everyman, and undertake a season of repertory in Oldham in 1937. Her producer was Arthur Leslie, eventually better known for playing Jack Walker, landlord of the Rover’s Return in Coronation Street.</p> \n<p>Noises of war offstage would always have brought this happy experiment to an end, but it was the lure of Frigidaire (an American company seeking to establish itself in Britain) during her first season of “resting” that, in fact, pulled her back into steady employment, demonstrating domestic science and education in the broadest sense. She became a missionary of “cold cookery”, with salads (viewed with horror by most British people), mousses, moulds and frozen creams her gospel. So unfamiliar were the British with the idea of refrigeration that many in her audiences had to be persuaded not to turn off their machines during the winter months.</p> \n<p>By now she was a seasoned demonstrator with much practical experience, of great utility once war became inevitable. In 1939 she moved to Yorkshire, and then to Lincoln, as home economist for the local electricity company, working in the evenings in the ARP (Air Raid Precautions) canteen, developing and teaching dishes to cope with wartime shortages. In Lincoln, she met Bob Patten, a gunnery officer with Bomber Command, whom she married in 1942.</p> \n<p>Not long afterwards she transferred to the Ministry of Food and took on demonstrating and educational work in East Anglia, which might involve, for example, polishing off a few rissoles and inspirational cakes and biscuits from a makeshift stall in small-town markets. It was pregnancy and motherhood that brought her back to London, where she based herself at the family home in Barnet, while her husband was away on foreign postings.</p> \n<p>She was the ideal candidate to run the advice bureau maintained by the ministry in Harrods department store. Her audience no longer consisted of farmers’ wives, but included perhaps embassy staff or dowagers from Eaton Square – for the first time bereft of all maids and cooks-general – who had never before so much as touched a frying pan. Marguerite found the work absorbing and she stayed with it long after the war, while food rationing persisted. Her earliest books, indeed, were written for Harrods between 1947 and 1950.</p> \n<p>When her husband was demobbed from the RAF, he moved to Brighton to work once more as a greengrocer. Marguerite did not follow him to the coast until after her mother had died at the end of the 1940s, when they set up home in Hove, first running a guesthouse (losing money and sleep in the process), then building a large house to their own designs. Although Marguerite’s daily demonstrations at Harrods ended with the move, her public appearances and writing did not.</p> \n<p>She received many lifetime achievement awards, including Woman of the Year in 2007, and was the subject of This Is Your Life in 2000 and Desert Island Discs in 2001. She was appointed OBE in 1991 and CBE in 2010.</p> \n<p>Bob died in 1997, and Marguerite was predeceased by her two grandchildren. She is survived by her daughter, Judith, a great-grandson, Luke, and her sister, Elizabeth.</p> \n<p><span class=\"bullet\">•</span> Hilda Elsie Marguerite Patten, cookery writer and broadcaster, born 4 November 1915; died 4 June 2015</p>","section":"Books","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01c596ac17181031c43a18e32844af295e9b2c32/0_31_1325_795/1325.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":795,"width":1325,"orientation":"landscape","credit":"ANL/REX Shutterstock","altText":"Marguerite Patten worked as a wartime home economist for the Ministry of Food early in her career.","cleanCredit":"Photograph: ANL/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-10T16:19:05Z","lastModified":"2015-06-19T17:33:42Z","metadata":{"commentable":true,"commentCount":17,"contributors":[{"name":"Tom Jaine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tom-jaine"}],"feature":false,"keywords":["Food and drink","Books","Food & drink","Life and style","Food TV","Television"],"tags":[{"id":"books/food","webTitle":"Food and drink"},{"id":"books/books","webTitle":"Books"},{"id":"lifeandstyle/food-and-drink","webTitle":"Food & drink"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"},{"id":"culture/television","webTitle":"Television"}],"section":{"id":"books"},"topics":[{"displayName":"Tom Jaine","topic":{"type":"tag-contributor","name":"profile/tom-jaine"}}],"embeddedVideos":[],"adTargetingPath":"books"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/books/2015/jun/10/marguerite-patten","shortUrl":"http://gu.com/p/49kye","relatedUri":"http://mobile-apps.guardianapis.com/items-related/books/2015/jun/10/marguerite-patten","webUri":"http://www.theguardian.com/books/2015/jun/10/marguerite-patten"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01c596ac17181031c43a18e32844af295e9b2c32/0_31_1325_795/1325.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":795,"width":1325,"orientation":"landscape","caption":"Marguerite Patten worked as a wartime home economist for the Ministry of Food early in her career. Photograph: ANL/Rex Shutterstock","credit":"ANL/Rex Shutterstock","altText":"Marguerite Patten worked as a wartime home economist for the Ministry of Food early in her career.","cleanCaption":"Marguerite Patten worked as a wartime home economist for the Ministry of Food early in her career.","cleanCredit":"Photograph: ANL/Rex Shutterstock"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/01c596ac17181031c43a18e32844af295e9b2c32/0_31_1325_795/1325.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":795,"width":1325,"orientation":"landscape","credit":"ANL/REX Shutterstock","altText":"Marguerite Patten worked as a wartime home economist for the Ministry of Food early in her career.","cleanCredit":"Photograph: ANL/REX Shutterstock"}}]},{"title":"YouTube crucial ingredient as Jamie Oliver targets family home","rawTitle":"YouTube crucial ingredient as Jamie Oliver targets family home","item":{"type":"article","id":"lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","title":"YouTube crucial ingredient as Jamie Oliver targets family home","trailText":"Cooking advice for parents by parents is latest offering on chef’s growing online empire","standFirst":"Cooking advice for parents by parents is latest offering on chef’s growing online empire","byline":"Vanessa Thorpe","body":"<p>A lug of olive oil, a squish of citrus, then bosh it about: Jamie Oliver’s approach to food has always been proudly unpretentious. But this week the TV cook and food campaigner is to expand his commercial empire into the heart of unpretentious cuisine: the family home.</p> \n<p>After a faltering start, <a href=\"https://www.youtube.com/user/JamieOliver\" title=\"\">Oliver’s two popular YouTube channels, Food Tube and Drinks Tube</a>, are to be joined on Tuesday by a third, Family Food Tube. Appearing alongside his wife, Jools, and their four children, Oliver will be introducing a few other specially chosen family-friendly presenters and guest chefs, demonstrating that he is convinced that on-demand internet films are the best way to reach and teach his public.</p> \n<p>Speaking to the <em>Observer</em>, the chef said: “The thing I love about the YouTube channels is that they allow a more or less direct connection to the audience, so you can work out what they’re passionate about much more quickly.</p> \n<p>“Take <a href=\"https://www.youtube.com/watch?v=s9r-CxnCXkg\" title=\"\">the video we put up for scrambled eggs three-ways</a>. It’s had almost two million views and created a huge amount of discussion, because people want to share the video with their friends and also share their own ways of making it.”</p> \n<p>Oliver’s existing food channel, which was relaunched in 2013 after a major rethink of its content, now has 2.6 million subscribers. Drinks Tube was launched in its wake last year and within months the app version was topping the profitability charts on UK iTunes.</p> \n<p>The decision of a company that makes some &pound;10m profit a year to pour more time and money into YouTube is a symptom of the growing emphasis on this sort of broadcasting, particularly for food-related programming. Michelin-starred chef Gordon Ramsay was in the vanguard and retaining a big audience. Delia Smith followed, claiming that, although she could have continued to work in television, she did not like the pressure to entertain and preferred to just communicate her techniques.</p> \n<p>Oliver, motivated by the same yearning for a direct relationship with his audience and consumers, said he has now identified the family as the centre of demand for easy-access recipes.</p> \n<p>“With Family Food Tube, we’re making video content for parents by parents, which is exactly what the public have asked for. Everyone appearing on the channel is a parent, including my missus, so they know what they’re talking about, but we’re not preaching at all.”</p> \n<p>The channel, he claims, will just be “giving a helping hand”. It will be, he promises, a place to get “no-nonsense, practical advice”.</p> \n<p>It is also, of course, the way to ensure that the Jamie Oliver brand stays in contact with consumers and in touch with changing food trends. It is a commercially astute way to promote his books and television shows, as well as his national food campaigns.</p> \n<p>“Jamie is obviously backing YouTube channel as the communication platform of the future,” said broadcaster and <em>Observer</em> food critic Jay Rayner. “Has he found a way to make it pay already with advertising and sponsorship? Or is it a way of ensuring he stays ahead of changing television audience habits?”</p> \n<p>Food Tube is among the handful of top international food channels, which is quite something when you remember that food is the second most sought-after topic on the internet after sex.</p> \n<p>His digital platform already claims to reach 30 million global viewers a month and he also has an advertising venture, Fat Lemon. Some of the most downloaded content is already advertising and Drinks Tube is supported by a three-year sponsorship deal with rum manufacturer Bacardi.</p> \n<p>Oliver argues that his YouTube presence is the perfect way for him to develop new broadcasting talents – something that networked television channels were wary of letting him do.</p> \n<p>Some of the cooks who have made their name on his existing channels, such as his <a href=\"https://www.youtube.com/user/kerryanndunlop\" title=\"\">protege, Kerryann Dunlop, </a>already have their own spin-off channels and operate like kitchen DJs, listing their favourite food videos and posting clips of bloopers and out-takes.</p> \n<p>The new family channel is more likely to build on the popular “vlogged” video footage from his own kitchen table and featured in the Food Tube segment known as “What’s Jamie Eating Today?” The use of the Oliver children in this wider context is a bold move for a protective father. Two years ago he was reported to have banned his eldest daughter from Facebook.</p> \n<p>The key to a YouTube hit is a personal, informal tone, and food channels such as Vegan Black Metal Chef, Hungry YouTube and SortedFood have perfected the haphazard look. TV executives are leaving networked food shows to learn these techniques; online news services Buzzfeed and Vice have also joined the food business recently. Oliver clearly believes there is still a gap for family-oriented information – to be updated with new content every Wednesday.</p> \n<p>“Everything has gone through my nutrition team, so the recipes are going to all be full of good ingredients,” he says</p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432327153184/jamie-oliver-youtube-laun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images","credit":"David Benett/Getty Images","altText":"jamie oliver youtube launch","cleanCaption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T23:07:08Z","lastModified":"2015-05-23T23:07:08Z","metadata":{"commentable":true,"commentCount":59,"contributors":[{"name":"Vanessa Thorpe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vanessathorpe"}],"feature":false,"keywords":["Jamie Oliver","UK news","YouTube","Food TV"],"tags":[{"id":"lifeandstyle/oliver","webTitle":"Jamie Oliver"},{"id":"uk/uk","webTitle":"UK news"},{"id":"technology/youtube","webTitle":"YouTube"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Vanessa Thorpe","topic":{"type":"tag-contributor","name":"profile/vanessathorpe"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","shortUrl":"http://gu.com/p/496n6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch","webUri":"http://www.theguardian.com/lifeandstyle/2015/may/24/jamie-oliver-youtube-launch"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432327153184/jamie-oliver-youtube-laun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images","credit":"David Benett/Getty Images","altText":"jamie oliver youtube launch","cleanCaption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432327153184/jamie-oliver-youtube-laun-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images","credit":"David Benett/Getty Images","altText":"jamie oliver youtube launch","cleanCaption":"Jools and Jamie Oliver at a special screening at Bafta Photograph: David Benett/Getty Images"}}]},{"title":"Celebrity MasterChef 2015: the contestants revealed","rawTitle":"Celebrity MasterChef 2015: the contestants revealed","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2015/may/14/celebrity-masterchef-2015-the-contestants-revealed","title":"Celebrity MasterChef 2015: the contestants revealed","trailText":"Who’ll be wearing the aprons in TV’s toughest celebrity cooking test? Mica Paris, Chesney Hawkes, Arlene Phillips, Keith Chegwin and Sheree Murphy are all lined up in the kitchen with Gregg Wallace and John Torode","standFirst":"<p>Who’ll be wearing the aprons in TV’s toughest celebrity cooking test? Mica Paris, Chesney Hawkes, Arlene Phillips, Keith Chegwin and Sheree Murphy are all lined up in the kitchen with Gregg Wallace and John Torode</p>","byline":"","body":"<p>The heat is on, the aprons have been assigned, the puns are in the oven … Yes, it’s nearly time to find out which of the 20 celebs with marginal cooking skills will be following in the steps of last year’s <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/lifeandstyle/celebrity-masterchef\">Celebrity MasterChef</a> champion Sophie Thompson. </p> \n<p>As usual, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2011/feb/19/one-last-thing-gregg-wallace\">Gregg Wallace</a> and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2012/mar/02/john-torode-vacuum-cleaner-never-obsolete\">John Torode</a> will be in charge as the celebs face the invention test, the relay invention test, a mass-catering challenge, a two-course meal for guest judges – past Celebrity MasterChef including <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/07/celebrity-masterchef-winner-2013\">2013 winner Ade Edmondson</a>, 2014 finalist Wayne Sleep, semi-finalist Christopher Biggins, and 2014 reigning champion Sophie Thompson – and that round where they try not to muck things up for actual paying customers in a professional restaurant kitchen.</p> \n<p>Previous winners include Emma Kennedy, Phil Vickery, Lisa Faulkner, Jayne Middlemiss, Liz McClarnon, Nadia Sawalha and Matt Dawson.</p> \n<h2>The lineup</h2> \n<p>Scott Maslen (Jack Brannen on EastEnders)<br /></p> \n<p>Tish Potter (Holby City’s Diane Lloyd)</p> \n<p>Craig Gazey (Coronation Street’s Graeme Proctor)</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2001/feb/04/features.review\">Amanda Donohoe</a> </p> \n<p>Sheree Murphy (Emmerdale’s Tricia Dingle)</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2014/jun/13/girls-aloud-sarah-harding-joins-bbc-gymnastics-show-tumble\">Sarah Harding</a> (Girls Aloud)</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2002/feb/15/artsfeatures3\">Mica Paris</a> (singer)</p> \n<p>Kimberly Wyatt (Pussycat Dolls)</p> \n<p>Tom Parker (The Wanted)</p> \n<p>Chesney Hawkes (<a href=\"https://www.youtube.com/watch?v=RVEohM8BOQQ\">the one, the only</a>)</p> \n<p>Sam Nixon (the Sam half of <a href=\"http://en.wikipedia.org/wiki/Sam_Nixon\">Sam and Mark</a>)</p> \n<p><a href=\"https://twitter.com/keithchegwin\">Keith Chegwin</a> (Celebrity Big Brother, Naked Jungle, Pointless Celebrities, The Big Breakfast, Extras) </p> \n<p><a href=\"http://en.wikipedia.org/wiki/Andy_Akinwolere\">Andy Akinwolere</a> (Blue Peter) </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2008/nov/04/television-yvette-fielding-blue-peter\">Yvette Fielding</a> (Most Haunted)</p> \n<p>Rylan Clark (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2012/dec/16/rylan-clark-x-factor-death-threats-fame\">The X Factor</a>)</p> \n<p><a href=\"http://en.wikipedia.org/wiki/Syd_Little\">Syd Little</a> (not Large)</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/arlene-phillips\">Arlene Phillips</a> (Strictly Come Dancing)</p> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/profile/samira-ahmed\">Samira Ahmed</a> (journalist)</p> \n<p>Natalie Lowe (<a href=\"http://www.bbc.co.uk/programmes/profiles/1vNrFwY2PhwmMlTxsBgtPGM/natalie-lowe\">Strictly Come Dancing</a>)</p> \n<p><a href=\"http://www.dannycrates.co.uk/\">Danny Crates</a> (British Paralympian world record holder)</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431535770732/bce17efc-cfaf-4e52-9eac-fe8037fd6210-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BBC","altText":"John Torode and Gregg Wallace get ready for Celebrity MasterChef.","cleanCredit":"Photograph: BBC"}],"bodyImages":[],"webPublicationDate":"2015-05-14T06:00:09Z","lastModified":"2015-05-14T06:00:09Z","metadata":{"commentable":true,"commentCount":21,"contributors":[],"feature":false,"keywords":["MasterChef","Food TV","Television"],"tags":[{"id":"tv-and-radio/masterchef","webTitle":"MasterChef"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"},{"id":"culture/television","webTitle":"Television"}],"section":{"id":"tv-and-radio"},"topics":[],"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2015/may/14/celebrity-masterchef-2015-the-contestants-revealed","shortUrl":"http://gu.com/p/48pyc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2015/may/14/celebrity-masterchef-2015-the-contestants-revealed","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2015/may/14/celebrity-masterchef-2015-the-contestants-revealed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431535770732/bce17efc-cfaf-4e52-9eac-fe8037fd6210-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Torode and Gregg Wallace get ready for Celebrity MasterChef. Photograph: BBC","credit":"BBC","altText":"John Torode and Gregg Wallace get ready for Celebrity MasterChef.","cleanCaption":"John Torode and Gregg Wallace get ready for Celebrity MasterChef.","cleanCredit":"Photograph: BBC"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431535770732/bce17efc-cfaf-4e52-9eac-fe8037fd6210-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"BBC","altText":"John Torode and Gregg Wallace get ready for Celebrity MasterChef.","cleanCredit":"Photograph: BBC"}}]},{"title":"MasterChef: still the finest of Australia's 'stuff on plates' shows","rawTitle":"MasterChef: still the finest of Australia's 'stuff on plates' shows","item":{"type":"comment","id":"tv-and-radio/2015/may/11/masterchef-still-the-finest-cooking-show","title":"MasterChef: still the finest of Australia's 'stuff on plates' shows","trailText":"Next to MasterChef’s food porn close-ups and moist soundtrack, My Kitchen Rules looks like little more than choppy CCTV footage of Coles, writes <strong>Jazz Twemlow</strong>","standFirst":"<p>Next to MasterChef’s food porn close-ups and moist soundtrack, My Kitchen Rules looks like little more than choppy CCTV footage of Coles</p>","byline":"Jazz Twemlow","body":"<p>I sometimes wonder what would happen in the absurdly unthinkable scenario that we’re left without a cooking show on our TV screens. Probably the end of known existence. There’s always been one. Even in the background of Da Vinci’s Last Supper, you can just about make out a team of aspiring chefs talking about how hard it was to put a unique twist on “bread for 13”.</p> \n<p>There are so many culinary shows, jumping between channels makes me feel like a rather mundane superpower whose only skill is switching the identity of the chef that’s currently waxing lyrical about local produce. I now refer to my remote as The Chef Changer.</p> \n<p>Sating our need for pornographic close-ups of souffl&eacute; – and unnervingly clear audio of critics wetly chewing their food – is <a href=\"http://tenplay.com.au/channel-ten/masterchef/episodes http://tenplay.com.au/channel-ten/masterchef/season-7/episode-6\">MasterChef</a> (Channel Ten), returning for its seventh season in Australia. Of all the shows that take “stuff on plates” as their premise, it’s probably my favourite. There’s less focus on building up unnecessary, and false, character rivalries to generate drama, leaving more time to focus on the cooking.</p> \n<p>Thankfully, we don’t have to sit through footage of the contestants going shopping either (something which often made My Kitchen Rules seem like little more than choppy CCTV footage of Coles). MasterChef has its own supermarket in the studio, which the cooks hurtle towards in a high quality grabbing-frenzy. A note here: chefs make particularly fussy looters, so don’t pal up with them in a zombie apocalypse; there’s no time to look for shards of saffron, just grab the nearest tin of mushy peas!</p> \n<p>Sunday’s episode featured the Mystery Box round, a feature made mysterious by the box rather than its contents, unless you consider a crab and a coconut mysterious (I suppose they would be if you found them on adjacent seats on a bus). As far as cooking shows go, it’s a good segment, allowing us to see the generation of 20 different dishes, most of them pretty impressive and none particularly predictable. I could only think of putting the crab in the coconut, thereby creating the world’s most horrifying Kinder Surprise.</p> \n<p>After the Mystery Box was the Invention Test, which is sort of the same thing, to be honest, except that the key ingredient is revealed from under a cloche instead of a wooden box. Again, the end results were fascinating, but by this time I think I’d had enough of the TV competition tropes of ticking clock, mid-cook interviews with the chefs sure they weren’t going to make it, and the three judges pottering around muttering: “You’re not making that are you? Ooh, I wouldn’t do that.”</p> \n<p>Okay, so the moments of judgement can be slightly grating. First, there’s that moist, masticating soundscape as the three critics gurn, grunt and slaver their way through the dish, accompanied by the metallic chimes of cutlery repeatedly clinking against plates. It sounds like a wildlife documentary of some starved lions gorging on the cast of Stomp. </p> \n<p>There’s also George Calombaris’ slightly intense handshakes, reminiscent of the sort of fatalistic bonding sessions that occur between two soldiers before they go over the top. I’m convinced there’s something else going on as he grips the contestant’s hand: a mind meld perhaps, or the communication of his entire life story through his fiercely staring eyes. Bits of fat to be trimmed, then, but MasterChef is still far more rewarding than most of the alternatives.</p> \n<h2>And the award for worst promo goes to ...</h2> \n<div>\n __VIDEO_EMBED_gu-video-456613170__\n</div> \n<p>What were the marketing team behind <a href=\"http://www.sbs.com.au/ondemand/video/433209411782/struggle-street-s1-ep1\">Struggle Street</a> (SBS) thinking? Having seen <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/06/struggle-street-review-must-see-tv-undersold-by-sensationalism\">the first episode</a>, I’m reassured this show might actually be a sympathetic and eye-opening glimpse into the lives of the disadvantaged (yes, even worse off than those on <a href=\"http://www.smh.com.au/federal-politics/political-news/really-mr-abbott-185k-not-especially-high-20150510-ggyeuh.html\">the rather low income of $185,000 a year, Mr Abbott</a>). Why then set the show up as if it were meant to appeal to viewers who want to do nothing more than have a good scoff at those less fortunate?</p> \n<p>Ashley, for example, comes across as a loving father in the first episode, albeit one who struggles due to his various health concerns. But sure, plop him in the promo having a good fart. Guess what: everyone farts. On this basis, you could promote every single show that’s ever existed by showing someone having a good guff out the bum. “Tonight on Bondi Vet, Dr Chris Brown deals with an injured puppy ... [Prrrrrp] ... ooh, whoopsie!”</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431317450845/5f6854d1-1191-4176-af7f-005dd38e41c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Network Ten","altText":"MasterChef","cleanCredit":"Photograph: Network Ten"}],"bodyImages":[],"webPublicationDate":"2015-05-11T04:13:37Z","lastModified":"2015-05-11T04:15:43Z","metadata":{"commentable":true,"commentCount":47,"contributors":[{"name":"Jazz Twemlow","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jazz-twemlow"}],"feature":false,"keywords":["MasterChef","Food TV","Television","Culture","Television & radio","Channel Ten"],"tags":[{"id":"tv-and-radio/masterchef","webTitle":"MasterChef"},{"id":"tv-and-radio/food-tv","webTitle":"Food TV"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"media/channel-ten","webTitle":"Channel Ten"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Jazz Twemlow","topic":{"type":"tag-contributor","name":"profile/jazz-twemlow"}}],"series":{"title":"Jazz Twemlow’s week in Australian TV","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/jazz-twemlow-week-in-australian-tv"},"embeddedVideos":[{"id":"gu-video-456613170","source":"SBS/KEO Films","durationInSeconds":110,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/05/150505sbsstruggle_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/05/150505sbsstruggle_FromGAus/150505sbsstruggle_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/5/1430800668300/A-scene-from-Struggle-St-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"A scene from Struggle St Photograph: SBS/KEO","credit":"SBS/KEO","altText":"A scene from Struggle St","cleanCaption":"A scene from Struggle St Photograph: SBS/KEO"}}],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2015/may/11/masterchef-still-the-finest-cooking-show","shortUrl":"http://gu.com/p/489hj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2015/may/11/masterchef-still-the-finest-cooking-show","webUri":"http://www.theguardian.com/tv-and-radio/2015/may/11/masterchef-still-the-finest-cooking-show"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431317450845/5f6854d1-1191-4176-af7f-005dd38e41c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"MasterChef Australia: we’re not in Woolies anymore. Photograph: Network Ten","credit":"Network Ten","altText":"MasterChef","cleanCaption":"MasterChef Australia: we’re not in Woolies anymore.","cleanCredit":"Photograph: Network Ten"}},"importance":3,"byline":{"title":"Jazz Twemlow"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/11/1431317450845/5f6854d1-1191-4176-af7f-005dd38e41c0-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Network Ten","altText":"MasterChef","cleanCredit":"Photograph: Network Ten"}}]}],"lastModified":"2015-06-29T11:12:42Z","personalization":{"id":"uk/groups/collections/fdde469b-32d9-4156-b1cc-8886e1d3c94b","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/fdde469b-32d9-4156-b1cc-8886e1d3c94b"},"visibility":"all","adTargetingPath":"lifeandstyle/food-and-drink/front"}