{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"EU referendum / Burnham calls on Cameron to seek quick EU migrant deal","rawTitle":"Burnham calls on Cameron to seek quick EU migrant deal","item":{"type":"article","id":"politics/2015/may/16/andy-bunrham-back-in-out-referendum-on-europe","title":"Andy Burnham calls on David Cameron to seek quick EU migrant deal","trailText":"Labour leadership frontrunner backs 2016 poll as Tories add to pressure on PM over in/out referendum","standFirst":"Labour leadership frontrunner backs 2016 poll as Tories add to pressure on PM over in/out referendum","byline":"Toby Helm and Daniel Boffey","body":"<p>David Cameron came under new pressure over Europe on Saturday as the frontrunner for the Labour leadership, Andy Burnham, called on him to bring forward his planned in/out referendum to next year and demanded a far-reaching renegotiation to address public concern over immigration.</p> \n<p>The move means that, if Burnham is chosen by his party to succeed Ed Miliband in September, Labour will not only perform a dramatic U-turn by throwing its backing behind an in/out vote, but will also join Tory Eurosceptics in demanding a tough new settlement for the British people as soon as possible.</p> \n<p>After the Conservatives’ election win, senior Tories also broke cover to warn the prime minister not to try to foist a minimal renegotiation on the public, saying they would not be fooled and that a poor deal would benefit Ukip and make the UK’s exit more likely.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/andy-burnham-labour-leadership-campaign-not-factional-politics\">Andy Burnham: My campaign is ‘heart of Labour’. I am not into factional politics</a> </p> \n</aside> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/andy-burnham-labour-leadership-campaign-not-factional-politics\">In an interview with the <em>Observer</em></a>, Burnham said he would overturn Labour’s policy of only holding a referendum if there were a substantial transfer of power to Brussels. He said he would back a referendum wholeheartedly, hoping for a new deal and a yes vote. He said the date should be moved for the sake of British businesses who had complained of continued uncertainty.</p> \n<p>Burnham said: “The country has voted now for a European referendum and under my leadership the Labour party will not be a grudging presence on that stage. We will now embrace it. It should be brought forward to 2016.</p> \n<p>“It should be in the Queen’s speech that it should be in 2016, and the message I would send to Cameron is that I would offer support to deliver it in 2016. It is not going to be in anybody’s interest for this to rumble on through this parliament. We have to get to it. We have to do it, embrace the argument. That is the most fundamental problem facing British business right now.”</p> \n<p>The former Labour health secretary, who is attracting strong backing within the party, said it was vital to end uncertainty about Britain’s place in the EU as soon as possible, and to use renegotiations to tighten rules on EU migrants claiming benefits after entering the country.</p> \n<p>Burnham said he would back Cameron if he secured a good deal and brought forward the referendum – but would hold him to account if he tried to sell an unambitious settlement as more far-reaching than it was.</p> \n<p>“If Cameron doesn’t deliver legislative change in terms of abuse of the rules of free movement by agencies and the effect on people with jobs here, it won’t be good enough. It really won’t be good enough.”</p> \n<p>His minimum requirement to ensure Labour support for a deal would be that there should be a two-year ban on citizens from other EU countries claiming benefits after they arrive in the country and a clampdown on the undercutting of pay in the UK by European migrants.</p> \n<p>Cameron, who will embark on a tour of European capitals in the next few weeks as he begins the renegotiation effort, pledged before the election to hold the referendum by the end of 2017, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/david-cameron-european-union-referendum\">but Downing Street has suggested it could be brought forward to next year.</a></p> \n<p>The PM believes that he now has a mandate for reforms, including a ban on EU migrants from claiming any benefits, including tax credits, for four years. But opposition to such a move is sure to be mounted by many EU leaders, including those of eastern European nations whose citizens settle in this country and find jobs here in large numbers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/16/labour-great-crisis-ever\">Jon Cruddas: this could be the greatest crisis the Labour party has ever faced</a> </p> \n</aside> \n<p>Burnham said he was a “passionate pro-European”, but argued that if Cameron played his cards well it was possible for him to deliver substantial reform that would help the business community and ease concerns in working communities about immigration.</p> \n<p>Meanwhile, Tory Eurosceptics, although facing calls from party loyalists to give Cameron a period of grace following the Tories’ election success, were already breaking cover, increasing pressure on him to take on EU leaders and set the bar high in talks.</p> \n<p>Their concerns that he might be willing to accept a limited renegotiation, and try to win a yes vote with an early poll next year, were aroused by comments last week by foreign secretary Philip Hammond who suggested that the changes required on free movement of labour and benefits could be achieved without any changes to EU treaties.</p> \n<p>Former Tory Europe minister David Davis told the <em>Observer</em>: “The government has to calculate very carefully and think that taking a minimalist approach will actually feed Ukip rather than starve Ukip in a referendum, and may alter the odds against the government winning a referendum and have implications for the next election.</p> \n<p>“To minimise the expectation to a sub-optimal method is not a good tactic. In any negotiation the standard strategy is to ask for a little bit more than you might get, not quite a bit less than they might get.”</p> \n<p>He suggested that the public would not be fooled by a fudged, limited deal. “It is never wise for a government to underestimate the intelligence of the British public.”</p> \n<p>On Saturday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/15/liz-kendall-labour-leadership-interview\">another candidate in the race for the Labour leadership, Liz Kendall, also threw her support behind the in/out referendum</a>. The issue was a divisive one in the party throughout Ed Miliband’s leadership, with key figures including policy chief Jon Cruddas arguing that Labour should back the referendum and allow the people to decide.</p> \n<p>In an interview for this newspaper, Cruddas, who helped write the Labour manifesto, says the party is now facing arguably the biggest crisis in its history, and calls for an honest and far-reaching reassessment of its future.</p> \n<p>Burnham, who will address the CBI this week in an attempt to display his pro-business credentials, accepted that the policy of embracing the referendum and setting the bar high for success was risky in that the result could be a no vote, but he believed it could and would be a yes.</p> \n<p>“I am passionately pro-European. I cannot see how it could possibly be in the interest of this country to come out of the European Union. This is the challenge that prime minister has set himserlf and he has to deliver.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431796027313/Andy-Burnham-wants-a-far--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Burnham wants a far-reaching renegotiation of the UK's deal with the EU. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Andy Burnham wants a far-reaching renegotiation of the UK's deal with the EU","cleanCaption":"Andy Burnham wants a far-reaching renegotiation of the UK's deal with the EU. Photograph: Richard Saker for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-05-16T20:12:11Z","lastModified":"2015-05-17T00:05:01Z","metadata":{"commentable":true,"commentCount":1176,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"},{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["EU referendum","Andy Burnham","Politics","Foreign policy","European Union","UK news","Labour"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/labour","webTitle":"Labour"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/andy-bunrham-back-in-out-referendum-on-europe","shortUrl":"http://gu.com/p/49xbq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/andy-bunrham-back-in-out-referendum-on-europe","webUri":"http://www.theguardian.com/politics/2015/may/16/andy-bunrham-back-in-out-referendum-on-europe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431796027313/Andy-Burnham-wants-a-far--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Andy Burnham wants a far-reaching renegotiation of the UK’s deal with the EU. Photograph: Richard Saker for the Observer","credit":"Richard Saker/Observer","altText":"Andy Burnham wants a far-reaching renegotiation of the UK's deal with the EU","cleanCaption":"Andy Burnham wants a far-reaching renegotiation of the UK’s deal with the EU. Photograph: Richard Saker for the Observer"}},"importance":7,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false},{"title":"Corfu deaths / Thomas Cook's '£3.5m compensation dwarfed that of parents'","rawTitle":"Thomas Cook's '£3.5m compensation dwarfed that of parents'","item":{"type":"article","id":"uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","title":"Corfu deaths: Thomas Cook's '£3.5m compensation dwarfed that of parents'","trailText":"Parents of Bobby and Christi Shepherd, who died from carbon monoxide poisoning, reportedly received about a tenth of travel company’s figure","standFirst":"<p>Parents of Bobby and Christi Shepherd, who died from carbon monoxide poisoning, reportedly received about a tenth of travel company’s figure</p>","byline":"Press Association","body":"<p>The travel company found to have breached its duty of care when two children were killed by carbon monoxide poisoning on holiday in Corfu has confirmed it received compensation after the deaths.<br /></p> \n<p>Thomas Cook would not reveal the amount they were paid in 2013, but it has been reported to be in the region of &pound;3.5m.</p> \n<p>The parents of Bobby and Christi Shepherd, who died in 2006 aged six and seven, said they received only about a tenth of that figure and <a href=\"http://www.dailymail.co.uk/news/article-3084702/Blood-money-Thomas-Cook-demanded-won-3-5-million-payout-children-s-Corfu-villa-gas-deaths-help-protect-image.html\">told the Mail on Sunday</a> of their anger.</p> \n<p>Bobby and Christi died at the Louis Corcyra beach hotel on the Greek holiday island when they were overcome by fumes from a faulty boiler.</p> \n<p>The children’s mother, Sharon Wood, told the paper: “It seems our children’s lives are worth only a fraction of Thomas Cook’s reputation.”</p> \n<p>She said her frustration was not about money, but the family was “incensed” that the travel company sought to claim back costs after a 2010 criminal trial in Greece during which three employees from the hotel were found guilty of manslaughter.</p> \n<p>Asked about the compensation the company received , a spokesman for Thomas Cook said: “After it was clear that the hotel was responsible for the tragedy all parties affected were compensated and Thomas Cook received a compensation that partly compensated for the costs related to the incident.”</p> \n<p>He said the compensation covered “some of the costs incurred up to and during the trial in Corfu in 2010”.</p> \n<p>On Wednesday a jury at an inquest almost 10 years after the deaths of the children from Horbury, near Wakefield, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/12/corfu-holiday-deaths-coroner-orders-unlawful-killing-verdict\">gave a conclusion of unlawful killing</a>, and said Thomas Cook had “breached their duty of care”.</p> \n<p>The foreman also read out a series of conclusions which included how Thomas Cook had been misled by the hotel about its gas supply, but also how the holiday giant’s health and safety audit of the complex was inadequate.</p> \n<p>Speaking after the inquest Wood said she would always hold the travel company responsible for the deaths, saying it “could and should have identified that lethal boiler”.</p> \n<p>The children’s father, Neil Shepherd, claimed the company had “hidden behind a wall of silence and they have refused to answer any questions for almost nine years”.</p> \n<p>Responding to criticism from the family over an apparent failure to apologise over the deaths the spokesman said a letter saying “sorry” had been sent from Thomas Cook’s chief executive, Peter Fankhauser. </p> \n<p>Wood told the Mail on Sunday the company should have apologised at the inquest.</p> \n<p>The coroner said he would deliver recommendations later this year to relevant organisations which he hoped would influence British and European law and practices in the holiday industry.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0632c462e31083d3088cff9c30798cc56e848218/174_0_2414_1450/2414.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1450,"width":2414,"orientation":"landscape","credit":"Dave Higgens/PA","altText":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCredit":"Photograph: Dave Higgens/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-17T02:10:43Z","lastModified":"2015-05-17T02:10:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Thomas Cook","Business","Travel & leisure","Corfu","Greece"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"business/thomascookgroup","webTitle":"Thomas Cook"},{"id":"business/business","webTitle":"Business"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"travel/corfu","webTitle":"Corfu"},{"id":"travel/greece","webTitle":"Greece"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","shortUrl":"http://gu.com/p/49xe3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents","webUri":"http://www.theguardian.com/uk-news/2015/may/17/corfu-deaths-thomas-cooks-35m-compensation-dwarfed-that-of-parents"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0632c462e31083d3088cff9c30798cc56e848218/174_0_2414_1450/2414.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1450,"width":2414,"orientation":"landscape","caption":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left. Photograph: Dave Higgens/PA","credit":"Dave Higgens/PA","altText":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCaption":"Mother Sharon Wood speaks outside the inquest alongside Paul Wood, right, and Neil Shepherd, left.","cleanCredit":"Photograph: Dave Higgens/PA"}},"importance":6,"kicker":{"title":"Corfu deaths"},"showQuotedHeadline":false},{"title":"US Christians ‘bankroll’ Ireland's gay marriage no campaign","rawTitle":"US Christians ‘bankroll’ Ireland's gay marriage no campaign","item":{"type":"article","id":"world/2015/may/16/us-christians-no-campaign-ireland-gay-marriage-referendum","title":"US Christians ‘bankrolling’ no campaign in Ireland’s gay marriage referendum","trailText":"Row over funding of both campaigns in vote for legalisation  of same-sex nuptials","standFirst":"Row over funding of both campaigns in vote for legalisation of same-sex nuptials, yet despite accusations over foreign money, poll finds 58% will vote yes","byline":"Henry McDonald","body":"<p>With just five days to go before Ireland’s historic referendum on the legalisation of gay marriage, a bitter row has broken out between supporters and opponents over the funding of their respective campaigns. Supporters of a yes vote have accused opponents of a lack of transparency over finances and of accepting funding from rightwing Christian groups in the US.</p> \n<p>Ireland’s referendum is the only one in the world where a national electorate is being asked to legalise gay marriage. If it is passed on Friday, gay couples will have the right under the state’s constitution to marry. At present only civil partnerships are recognised in law. Marriage equality would provide full rights of inheritance as well as the right to adopt children – the latter being the most contentious issue of the campaign. A yes vote would also mark yet another defeat for the Catholic church and the political power it used to wield in Ireland.</p> \n<p>The yes campaign says its opponents have a huge advantage in terms of resources for buying billboard and poster space and have spent tens of thousands of euros in the last few weeks alone. Now no campaigners have booked full-page advertisements to appear later this week in dozens of regional Irish papers, calling on voters to reject incorporating the right for gay couples to marry into the republic’s constitution.</p> \n<p>One of the no side’s strongest supporters in the US is the lavishly funded National Organisation for Marriage (NOM). In a letter to supporters around the world, it has urged evangelical Christians to visit keepmarriage.org, which is campaigning for a no vote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/17/ireland-just-days-away-from-marriage-equality-according-to-latest-polls\">Ireland days away from gay marriage equality according to latest polls</a> </p> \n</aside> \n<p>“Just like in campaigns for marriage here in America,” the letter says, “slanted public opinion polls become fodder to influence and depress supporters of marriage. This is happening in Ireland. If [the no campaign] can manage to pull off a victory, it will be a tremendous boost to the cause of marriage worldwide. Please do what you can to bring awareness to their efforts.”</p> \n<p>However, a spokesperson for NOM in the US denied this weekend that it had channelled funds to any of the three main opposition groups to gay marriage during the campaign. NOM is aware that foreign donations to lobby groups during referendums in Ireland are banned, the spokesperson said.</p> \n<p>Some in the no campaign have countered with claims that the yes side has benefited from millions of dollars donated by the Irish-American multimillionaire Chuck Feeney and his Atlantic Philanthropies agency.</p> \n<p>John Waters, the award-winning Irish columnist and writer, heads the First Families First group, which opposes gay marriage. Waters said it was outrageous that Feeney’s agency had been “allowed to swamp the Irish democratic process”. He and independent Irish senator R&oacute;n&aacute;n Mullen allege that Atlantic Philanthropies is financially backing the yes campaign because it funds a series of pro-gay marriage organisations ranging from the Gay and Lesbian Network to Amnesty International in Ireland.</p> \n<p>Asked who funds his own group, Waters said: “We have no funding whatsoever and are not seeking any, being simply three private citizens seeking to defend certain constitutional rights and protections.”</p> \n<p>Atlantic Philanthropies declined to answer questions about the claims, but backers of the yes campaign firmly rejected them. They said their group adhered to the strict rules on campaign funding set up by Ireland’s Standards in Public Office (Sipo) commission. The Sipo register of lobby groups shows that at least 10 of the pro-gay marriage organisations have fully complied with its rules, including a ban on foreign donations.</p> \n<p>Brian Sheehan, the co-director of pro-gay marriage group Yes Equality, said: “Atlantic Philanthropies are not funding the Yes Equality referendum campaign. Yes Equality is fully funded through its supporters organising fundraising initiatives throughout Ireland.</p> \n<p>“In addition we ran a crowdfunding campaign to raise monies for our poster, bus tour and booklet campaigns. All elements of the Yes Equality campaign are appropriately registered with the Standards in Public Office commission. Yes Equality is entirely dependent on generous small donations from around the country. The average donation made to Yes Equality has been €70.”</p> \n<p>Despite the accusations and counter-accusations over foreign money, the no camp appears to be facing an uphill struggle in its battle to defeat proposals to legalise gay marriage. A poll by Ipsos MRBI for the <em>Irish Times</em> this weekend found that 58% will vote yes while 25% will say no, with 17% of the 1,200 surveyed undecided.</p> \n<p>And in a late bid to stop gay marriage become legal in a state where homosexuality was a crime until 1993, four Irish Catholic bishops released pastoral letters late on Saturday night urging their parishioners to vote no on 22 May. The statements, from Bishops Kieran O’Reilly, Kevin Doran, Martin Drennan and John Fleming will be read out in churches on Sunday. The pro-gay marriage cause also received a significant boost in this last weekend of campaigning when the Republic’s most famous country music star, Daniel O’Donnell, who has an enormous fanbase in rural, conservative Ireland, came out in favour of a yes vote.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431795190452/Yes-rally-in-Dublin.-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thousands gather this week at a yes rally in Dublin for Friday's referendum, which would make marriage equality a constitutional right.  Photograph: Robin English/Demotix/Corbis","credit":"Robin English/Demotix/Corbis","altText":"Yes rally in Dublin.","cleanCaption":"Thousands gather this week at a yes rally in Dublin for Friday's referendum, which would make marriage equality a constitutional right.  Photograph: Robin English/Demotix/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-16T19:18:09Z","lastModified":"2015-05-17T07:29:56Z","metadata":{"commentable":true,"commentCount":876,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Ireland","Gay marriage","Europe","World news","Social trends","Society","Catholicism","Religion","Christianity"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"society/social-trends","webTitle":"Social trends"},{"id":"society/society","webTitle":"Society"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/christianity","webTitle":"Christianity"}],"section":{"id":"world"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/us-christians-no-campaign-ireland-gay-marriage-referendum","shortUrl":"http://gu.com/p/49xby","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/us-christians-no-campaign-ireland-gay-marriage-referendum","webUri":"http://www.theguardian.com/world/2015/may/16/us-christians-no-campaign-ireland-gay-marriage-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/16/1431795190452/Yes-rally-in-Dublin.-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Thousands gather this week at a yes rally in Dublin for Friday's referendum, which would make marriage equality a constitutional right.  Photograph: Robin English/Demotix/Corbis","credit":"Robin English/Demotix/Corbis","altText":"Yes rally in Dublin.","cleanCaption":"Thousands gather this week at a yes rally in Dublin for Friday's referendum, which would make marriage equality a constitutional right.  Photograph: Robin English/Demotix/Corbis"}},"importance":5,"showQuotedHeadline":false},{"title":"SNP will form 'real opposition to the Tories'","rawTitle":"SNP will form 'real opposition to the Tories'","item":{"type":"article","id":"politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","title":"SNP will form the real opposition to the Tories, says Angus Robertson","trailText":"Party figure says Labour is struggling with leadership in Westminster and Scotland and offers no alternative to the Conservatives","standFirst":"<p>Party figure says Labour is struggling with leadership in Westminster and Scotland and offers no alternative to the Conservatives</p>","byline":"Press Association","body":"<p>The SNP will be the “real and effective” opposition to the Conservatives, the party’s Westminster leader has said.<br /></p> \n<p>With Labour searching for a new leader since Ed Miliband’s resignation, Angus Robertson said the SNP would be a strong voice for people in Scotland and across the UK.</p> \n<p>The SNP are now the third-biggest party in the House of Commons with 56 MPs taking their seats when parliament resumes this week.</p> \n<p>Robertson said: “For the sake of people in Scotland and across the UK, it is vital that there is a strong and effective opposition to the Tory government at Westminster – and that is a responsibility the SNP are ready and willing to discharge.</p> \n<p>“We will work in partnership with the Scottish government and members of the Scottish parliament, and are prepared to reach out across party lines at Westminster.</p> \n<p>“Indeed, I believe that the SNP will form the real opposition to the Tories. Labour are leaderless at Westminster and mired in a leadership crisis in Scotland, but the issue is deeper than that.”</p> \n<figure class=\"element element-image\" data-media-id=\"3120fb7fbf0335913c03173b6c5fd9a488c941bd\"> \n <img src=\"http://media.guim.co.uk/3120fb7fbf0335913c03173b6c5fd9a488c941bd/189_207_2317_1390/1000.jpg\" alt=\"Angus Robertson, leader of SNP Westminster group.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Angus Robertson, leader of SNP Westminster group.</span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n </figcaption> \n</figure> \n<p>Robertson claimed Labour was not offering an alternative to the Conservatives on austerity, welfare and Europe.</p> \n<p>He added: “The SNP, by contrast, have a powerful manifesto mandate to oppose austerity, propose investment in job creation, speak out against cuts in benefits for disabled people, and insist that the UK cannot leave the European Union unless all four of its constituent parts agree.</p> \n<p>“We will work closely with ministers and MSPs in Holyrood on all of these and other issues – such as achieving the powers Scotland was promised in the referendum, and preventing the repeal of the Human Rights Act.</p> \n<p>“Effective SNP opposition to the Tories will certainly be good for Scotland, but leading this progressive alternative will also be to the benefit of people throughout the UK,” he said.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61abe080bde911dcccb8588204d2c7cc0083f242/36_14_2941_1764/2941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2941,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3120fb7fbf0335913c03173b6c5fd9a488c941bd/189_207_2317_1390/2317.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1390,"width":2317,"orientation":"landscape","caption":"Angus Robertson, leader of SNP Westminster group. Photograph: Danny Lawson/PA","credit":"Danny Lawson/PA","altText":"Angus Robertson, leader of SNP Westminster group.","cleanCaption":"Angus Robertson, leader of SNP Westminster group.","cleanCredit":"Photograph: Danny Lawson/PA"}],"webPublicationDate":"2015-05-17T00:41:48Z","lastModified":"2015-05-17T07:47:22Z","metadata":{"commentable":true,"commentCount":752,"contributors":[],"feature":false,"keywords":["Scottish National party (SNP)","Politics","Conservatives","Labour","UK news"],"tags":[{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","shortUrl":"http://gu.com/p/49xdp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson","webUri":"http://www.theguardian.com/politics/2015/may/17/snp-will-form-the-real-opposition-to-the-tories-says-angus-robertson"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/61abe080bde911dcccb8588204d2c7cc0083f242/36_14_2941_1764/2941.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2941,"orientation":"landscape","caption":"The SNP won 56 out of 59 seats in Scotland the general election. Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCaption":"The SNP won 56 out of 59 seats in Scotland the general election.","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}},"importance":4,"showQuotedHeadline":false},{"title":"Suicide car bomber kills at least three in Kabul","rawTitle":"Suicide car bomber kills at least three in Kabul","item":{"type":"article","id":"world/2015/may/17/suicide-car-bomber-kills-at-least-three-after-ramming-foreign-convoy-in-kabul","title":"Suicide car bomber kills at least three after ramming foreign convoy in Kabul","trailText":"European Union police mission says it believes its vehicles were involved amid reports 18 others, including women and children, have been injured","standFirst":"<p>European Union police mission says it believes its vehicles were involved amid reports 18 others, including women and children, have been injured</p>","byline":"Staff and agencies","body":"<p>A car bomb has rammed a foreign convoy near the main airport in Afghanistan’s capital on Sunday, killing at least three civilians and injuring 18 others in the latest attack in the city, according to reports.<br /></p> \n<p> The Nato force in Afghanistan said it could not confirm if any of its vehicles had been hit. However, the European Union police mission (Eupol) said it believed its vehicles were involved. A Eupol spokeswoman, Sari Haukka-Konu, said one non-mission member who was travelling in a Eupol vehicle had been killed. She had no details on the nationality or identity of the deceased.</p> \n<p>An Interior Ministry spokesman, Sediq Sediqqi, said two Afghan women were killed in the blast. It was not clear if the ministry’s toll included the person in the Eupol vehicle. Of the 18 wounded, he said eight were women and three were children.</p> \n<p>Najib Danish, the deputy spokesman for the Interior Ministry, said one foreign vehicle and two civilian vehicles were damaged in the blast.</p> \n<p>A Taliban spokesman claimed responsibility for the attack in a statement posted on Twitter. The Taliban, who have waged war in Afghanistan for more than a decade, launched their warm weather offensive in late April.</p> \n<p>A suicide bomber in a Toyota Corolla rammed the convoy on the road between Kabul’s main airport to a Nato military installation nearby, a police spokesman, Ebadullah Karimi, said.</p> \n<p> The bomber struck about 200 metres from the main airport entrance along the road leading to the base. Reuters TV footage showed the mangled remains of the car.</p> \n<p> Rescuers carried wounded Afghan civilians from the scene, which police cordoned off.</p> \n<p> Shopkeeper Fraidon Khan said he saw the car slam into a convoy of foreigners. “I saw three dead bodies. One of them was a child and two were women,” he said.</p> \n<p><em>Reuters and Associated Press contributed to this report</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82e6804fcbbdf2f30ec9759a86efcee830441aeb/1442_815_3486_2093/3486.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2093,"width":3486,"orientation":"landscape","credit":"Shah Marai/AFP/Getty Images","altText":"Afghan and foreign security forces inspect the site of a suicide attack in Kabul on Sunday.","cleanCredit":"Photograph: Shah Marai/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-17T06:54:18Z","lastModified":"2015-05-17T07:02:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Afghanistan","South and Central Asia","Nato","European Union"],"tags":[{"id":"world/afghanistan","webTitle":"Afghanistan"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/nato","webTitle":"Nato"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/17/suicide-car-bomber-kills-at-least-three-after-ramming-foreign-convoy-in-kabul","shortUrl":"http://gu.com/p/49xey","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/17/suicide-car-bomber-kills-at-least-three-after-ramming-foreign-convoy-in-kabul","webUri":"http://www.theguardian.com/world/2015/may/17/suicide-car-bomber-kills-at-least-three-after-ramming-foreign-convoy-in-kabul"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/82e6804fcbbdf2f30ec9759a86efcee830441aeb/1442_815_3486_2093/3486.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2093,"width":3486,"orientation":"landscape","caption":"Afghan and foreign security forces inspect the site of a suicide attack in Kabul on Sunday. Photograph: Shah Marai/AFP/Getty Images","credit":"Shah Marai/AFP/Getty Images","altText":"Afghan and foreign security forces inspect the site of a suicide attack in Kabul on Sunday.","cleanCaption":"Afghan and foreign security forces inspect the site of a suicide attack in Kabul on Sunday.","cleanCredit":"Photograph: Shah Marai/AFP/Getty Images"}},"importance":3,"showQuotedHeadline":false},{"title":"Egypt / US 'deeply concerned' by death penalty for Morsi","rawTitle":"US 'deeply concerned' by death penalty for Morsi","item":{"type":"article","id":"world/2015/may/17/us-deeply-concerned-by-egypts-death-penalty-decision-for-mohamed-morsi","title":"US 'deeply concerned' by Egypt's death penalty decision for Mohamed Morsi","trailText":"US joins Amnesty International and Turkey’s president in criticising mass death sentence handed to more than 100 Muslim Brotherhood supporters","standFirst":"<p>US joins Amnesty International and Turkey’s president in criticising mass death sentence handed to more than 100 Muslim Brotherhood supporters</p>","byline":"Reuters","body":"<p>The US is “deeply concerned” about an Egyptian court decision to seek the death penalty for the former president Mohamed Morsi, a State Department official said on Sunday.<br /></p> \n<p> The US criticism follows condemnation from Amnesty International and Turkish president, Recep Tayyip Erdoğan, after the court ruling on Saturday against the deposed leader and 106 supporters of his Muslim Brotherhood in connection with a mass jail break in 2011.</p> \n<p> The ruling against Morsi is not final until 2 June. All capital sentences are referred to Egypt’s top religious authority, the Grand Mufti, for a non-binding opinion, and are also subject to legal appeal.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/morsi-egypt-death-sentence-backlash\">Islamists warn of backlash over Mohamed Morsi death sentence</a> </p> \n</aside> \n<p> “We are deeply concerned by yet another mass death sentence handed down by an Egyptian court to more than 100 defendants, including former president Morsi,” the State Department official said, speaking on condition of anonymity.</p> \n<p> “We have consistently spoken out against the practice of mass trials and sentences, which are conducted in a manner that is inconsistent with Egypt’s international obligations and the rule of law,” he said. The official, noted, however, that Saturday’s death sentence ruling was “preliminary”.</p> \n<p> Morsi and his fellow defendants were convicted on charges of killing and kidnapping policemen, attacking police facilities and breaking out of jail during the uprising.</p> \n<p> Morsi, who became Egypt’s first freely elected president in 2012 after the ousting of president Hosni Mubarak in a popular uprising, has said the court is not legitimate, describing proceedings against him as part of a coup by former army chief Abdel Fatah al-Sisi in 2013.</p> \n<p> Despite US lawmakers’ concerns that Egypt is lagging on democratic reforms, Egypt remains one of Washington’s closest security allies in the region. Relations cooled after Morsi was overthrown by the military nearly two years ago, but ties with Sisi, his successor, have steadily improved.</p> \n<p> In late March, Barack Obama lifted a hold on a supply of arms to Cairo, authorising deliveries of US weapons valued at more than $1.3bn. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a75a622f884a58dbd8b3172b872ec52b84a245a8/510_373_2982_1791/2982.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1791,"width":2982,"orientation":"landscape","credit":"Asmaa Waguih/REUTERS","altText":"Mohamed Morsi","cleanCredit":"Photograph: Asmaa Waguih/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-17T06:25:36Z","lastModified":"2015-05-17T06:27:42Z","metadata":{"commentable":true,"commentCount":107,"contributors":[],"feature":false,"keywords":["Egypt","US news","Middle East and North Africa","Mohamed Morsi","Capital punishment"],"tags":[{"id":"world/egypt","webTitle":"Egypt"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/mohamed-morsi","webTitle":"Mohamed Morsi"},{"id":"world/capital-punishment","webTitle":"Capital punishment"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/17/us-deeply-concerned-by-egypts-death-penalty-decision-for-mohamed-morsi","shortUrl":"http://gu.com/p/49xem","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/17/us-deeply-concerned-by-egypts-death-penalty-decision-for-mohamed-morsi","webUri":"http://www.theguardian.com/world/2015/may/17/us-deeply-concerned-by-egypts-death-penalty-decision-for-mohamed-morsi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a75a622f884a58dbd8b3172b872ec52b84a245a8/510_373_2982_1791/2982.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1791,"width":2982,"orientation":"landscape","caption":"Mohamed Morsi were convicted over a mass jailbreak in 2011. Photograph: Asmaa Waguih/Reuters","credit":"Asmaa Waguih/Reuters","altText":"Mohamed Morsi","cleanCaption":"Mohamed Morsi were convicted over a mass jailbreak in 2011.","cleanCredit":"Photograph: Asmaa Waguih/Reuters"}},"importance":2,"kicker":{"title":"Egypt"},"showQuotedHeadline":false},{"title":"Doubt over seniority of Isis leader killed by US in Syria","rawTitle":"Doubt over seniority of Isis leader killed by US in Syria","item":{"type":"article","id":"world/2015/may/16/isis-leader-killed-us-special-forces-raid-syria","title":"Doubt cast over seniority of Isis leader killed by US special forces in Syria raid","trailText":"Defense secretary hails ‘significant blow’ to militants in Syria raid but Iraq-based Isis specialist says man killed was ‘very close’ to chief spokesman","standFirst":"<ul>\n <li>Defense secretary hails death of Abu Sayyaf as ‘significant blow’ </li>\n <li>Isis specialist says man killed was ‘very close’ to chief spokesman</li>\n</ul>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/us-special-forces-kill-isis-commander-wife-syria\">US special forces kill Isis commander and capture wife in raid</a></li>\n</ul>","byline":"Martin Chulov in Beirut and Spencer Ackerman in New York","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/us-special-forces-kill-isis-commander-wife-syria\">US special forces kill Isis commander and capture wife in Syria raid</a> </p> \n</aside> \n<p>US special forces entered Syria on Friday night and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/16/us-special-forces-kill-isis-commander-wife-syria\">killed a mid-ranking leader of the Islamic State</a>, in only the second raid of its kind since operations against the terror group began more than a year ago.</p> \n<p>The Pentagon said the raid killed Abu Sayyaf, who it said was an instrumental figure in black market oil smuggling. Iraqi officials, meanwhile, said the man’s real name was Nabil Saddiq Abu Saleh al-Jabouri. </p> \n<p>US troops also captured the man’s wife and flew her to a base in Iraq, the first time they have seized a prisoner since the start of the campaign.</p> \n<p>On Saturday morning Col Steve Warren, the interim top Pentagon spokesman, said the woman, whom the Pentagon called Umm Sayyaf, would not be sent to the Guant&aacute;namo Bay detention center that President Barack Obama has vowed to close.</p> \n<p>“No one’s going to Gitmo,” Warren told the Guardian.</p> \n<p>Bernadette Meehan, the National Security Council spokeswoman, said in a statement that the operation also freed a young Yazidi woman whom Abu Sayyaf and Umm Sayyaf kept as “a slave”. </p> \n<p>The name Abu Sayyaf has not been on lists of top-line Isis leaders and he is not known to have had a price put on his head for his death or capture – unlike at least 10 other men who form the nucleus of the group’s leadership. His lack of profile led to speculation on Saturday among Iraqi officials and western diplomats in the region that the target of the raid may have been a more senior figure.</p> \n<p>“He was very close to Adnani,” said a Baghdad-based specialist on Isis, <a href=\"http://www.aawsat.net/author/h-alhashimi\">Hisham al-Hashimi</a>, referring to the chief spokesman of the group, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/23/islamic-state-followers-urged-to-launch-attacks-against-australians\">Abu Mohammed al-Adnani</a>. “They were together often.”</p> \n<p>US defence officials said Sayyaf was an instrumental money man, who had raised money through gas and oil sales. Until last July, Isis had been yielding at least $1m per day from illicit sales of oil to Turkish and Syrian buyers.</p> \n<p>However, a US-led air campaign has destroyed or damaged many of the crude refineries that Isis was using in the Syrian deserts, not far from the scene of Friday’s raid near the eastern city of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jul/24/inside-syria-rebels-regime-destruction\">Deir el-Zour.</a></p> \n<p>Officials in Washington portrayed the raid as a success, but disclosed nothing more about the value of its apparent target.<br /></p> \n<p>Defense Secretary Ashton Carter said in a statement: “The operation represents another significant blow to Isis, and it is a reminder that the United States will never waver in denying safe haven to terrorists who threaten our citizens, and those of our friends and allies.”</p> \n<p>US warplanes have been active over the skies of Iraq and Syria since August, bombing targets most days. However, the only other time that ground troops have been used was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/aug/21/elite-forces-us-raid-syria-james-foley-failed\">a failed rescue mission to the Isis stronghold city of Raqqa</a> last June, where western hostages including four Americans were being held by the group.<br /></p> \n<p>The hostages had reportedly been moved not long before troops from the Joint Special Operations Command arrived in helicopters. Three were later beheaded, while a fourth was believed to have been killed in a Jordanian air strike.</p> \n<p>The air campaign is believed to have killed 18 of the 43 top-tier Isis leaders, including several deputies of the group’s leader, Abu Bakr al-Baghdadi. Senior Isis members maintain that a strike in northwestern Iraq <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/isis-leader-abu-bakr-al-baghdadi-wounded-air-strike\">seriously wounded Baghdadi himself</a>, although US officials have denied the claim.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/isis-leader-abu-bakr-al-baghdadi-wounded-air-strike\">Isis leader Abu Bakr al-Baghdadi 'seriously wounded in air strike'</a> </p> \n</aside> \n<p>Baghdadi released an audio statement on Friday, rallying followers to fight. Isis members suggested the rare recorded message was aimed at soothing fears among the group that their leader remained incapacitated.</p> \n<p>Syria’s military was quick to claim credit for the raid that killed Abu Sayyaf. However, the Pentagon said Damascus had not been informed ahead of time. The US troops flew from Iraq, where a 3,000-strong US presence has returned to the country US forces left in 2011, in order to train and mentor Iraqi troops in the war against Isis.</p> \n<p>Asked on Saturday about the whereabouts of Umm Sayyaf, Warren, the Pentagon spokesman, added: “She is being held in a safe location inside Iraq. We are currently debriefing her to obtain intelligence about [Isis] operations.</p> \n<p>“We are working to determine an ultimate disposition for the detainee that best supports the national security of the United States and of our allies and partners, consistent with domestic and international law.”</p> \n<p>Isis militants on Friday <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/iraqi-troops-routed-by-isis-ramadi\">overran a government compound</a> in the centre of Ramadi, which acts as the capital of Iraq’s Anbar province, in their most significant triumph this year. </p> \n<p>In Syria, Isis fighters continue to menace <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/isis-pulls-back-from-palmyra-but-fear-of-cultural-atrocity-remains\">the Unesco-listed ruins of Palmyra</a>, northeast of Damascus. On Saturday, the UK-based Syrian Observatory for Human Rights claimed militants had seized part of a northern district of the town, after a day of heavy clashes. The ruins of Palmyra are south-west of the town.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/3/1425407582130/Isis-fighters-on-the-bord-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Medyan Dairieh/Zuma Press/Corbis","altText":"Isis fighters on the border of Syria and Iraq","cleanCredit":"Photograph: Medyan Dairieh/Zuma Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-05-16T19:16:14Z","lastModified":"2015-05-16T22:28:18Z","metadata":{"commentable":true,"commentCount":568,"contributors":[{"name":"Martin Chulov","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-chulov"},{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["Islamic State","Syria","Iraq","Middle East and North Africa","World news","Obama administration","US foreign policy","US national security","US military","US news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/us-foreign-policy","webTitle":"US foreign policy"},{"id":"us-news/us-national-security","webTitle":"US national security"},{"id":"us-news/us-military","webTitle":"US military"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/isis-leader-killed-us-special-forces-raid-syria","shortUrl":"http://gu.com/p/49xb2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/isis-leader-killed-us-special-forces-raid-syria","webUri":"http://www.theguardian.com/world/2015/may/16/isis-leader-killed-us-special-forces-raid-syria"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456752394","source":"Reuters","durationInSeconds":33,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10377177&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10377177&format=video/m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/16/1431793163822/KP_226990_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for US forces kill Islamic State commander Abu Sayyaf - video report","credit":"guardian.co.uk","altText":"620x372 trailpic for US forces kill Islamic State commander Abu Sayyaf - video report","cleanCaption":"620x372 trailpic for US forces kill Islamic State commander Abu Sayyaf - video report"}}},"importance":1,"showQuotedHeadline":false}],"lastModified":"2015-05-17T07:52:22Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}