{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Charleston shooting / Obama hits out at US Congress for intransigence over gun control","rawTitle":"Obama hits out at US Congress for intransigence over gun control","item":{"type":"article","id":"world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal","title":"Barack Obama on Charleston shooting: 'I refuse to act as if this is the new normal'","trailText":"President calls for national soul-searching over gun violence and laments Congress’s failure to act after Newtown massacre in 2012","standFirst":"<ul>\n <li>President calls for national soul-searching over gun violence</li>\n <li>Obama laments Congress’s failure to act after Newtown massacre in 2012</li>\n</ul>","byline":"Tom McCarthy in New York","body":"<p>Declaring that he refused to “act as if this is the new normal”, President Barack Obama on Friday called for a national moment of soul-searching over gun violence, in his second statement in as many days on Wednesday’s mass shooting inside a church in Charleston, South Carolina.<br /></p> \n<p>“More than 11,000 Americans were killed by gun violence in 2013 alone,” Obama said in an afternoon appearance at a national conference of mayors in San Francisco. “If Congress had passed some commonsense legislation after Newtown, after a group of children had been gunned down in their own classroom, reforms that 90% of the American people supported … we might still have more Americans with us.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/19/gun-reform-obama-not-optimistic-political-realities-congress\">Despite Charleston killings, moves towards US gun control at a standstill</a> </p> \n</aside> \n<p>The words echoed a statement the president delivered at the White House on Thursday, in which he said that “at some point, we as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries”.</p> \n<p>Gun advocacy groups including the National Rifle Association have said a new national debate over guns was inappropriate so soon after the massacre, in which nine African Americans were shot dead inside Emanuel AME church. Dylann Roof, a 21-year-old white man said to have yelled racist taunts before he shot, was arrested on Thursday and charged with the crime. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/18/obama-gun-violence-south-carolina-newtown\">Obama on gun violence: six years of statements but change remains elusive</a> </p> \n</aside> \n<p>In his statement to the mayors, the president rejected a foreclosure of the gun debate. He said repeated incidences of mass shootings made a serious national discussion about gun control more urgent.</p> \n<p>“As much as we grieve this particular tragedy, it’s important to step back and recognize that these tragedies have become far too commonplace,” Obama said.</p> \n<p>Over the course of his presidency, Obama has delivered similar statements expressing shock and dismay, and calling for change, after other mass shootings. Victims have included soldiers at Fort Hood, Texas, in two separate incidents; wounded congresswoman Gabrielle Giffords in Tucson, Arizona, and six others who were killed; moviegoers in Aurora, Colorado; worshippers at a Sikh temple in Oak Creek, Wisconsin; first-graders in Newtown, Connecticut; and people at a Washington DC naval base.</p> \n<p>In his statement, the president said that Congress should follow the will of the people, and that the national will had shown itself capable of rapid change on issues such as same-sex marriage and, more incrementally, on climate change.</p> \n<p>The same can happen with gun control, Obama said.</p> \n<p>“I am not resigned,” he said. “I have faith that we will eventually do the right thing. I was simply making the point that we have to move public opinion. We have to feel a sense of urgency.</p> \n<p>“At some point as a country, we have to reckon with what happens. It’s not enough to express sympathy. You don’t see this kind of murder, on this scale, with this kind of frequency in other advanced countries on earth.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae2c4b705e95595edc5761a98b3706ccd965e0e9/0_0_4500_2700/4500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2700,"width":4500,"orientation":"landscape","credit":"Carolyn Kaster/AP","altText":"President Barack Obama pauses as he speaks at the Annual Meeting of the U.S. Conference of Mayors in San Francisco, Friday, June 19, 2015., about gun violence. (AP Photo/Carolyn Kaster)","cleanCredit":"Photograph: Carolyn Kaster/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-19T22:36:24Z","lastModified":"2015-06-19T23:07:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Tom McCarthy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tommccarthy"}],"feature":false,"keywords":["South Carolina church shooting","Barack Obama","US gun control","South Carolina","US news","World news"],"tags":[{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/gun-control","webTitle":"US gun control"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Tom McCarthy","topic":{"type":"tag-contributor","name":"profile/tommccarthy"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal","shortUrl":"http://gu.com/p/4axha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal","webUri":"http://www.theguardian.com/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ae2c4b705e95595edc5761a98b3706ccd965e0e9/0_0_4500_2700/4500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2700,"width":4500,"orientation":"landscape","caption":"President Barack Obama told the US Conference of Mayors in San Francisco: ‘You don’t see this kind of murder, on this scale, with this kind of frequency in other advanced countries on earth.’ Photograph: Carolyn Kaster/AP","credit":"Carolyn Kaster/AP","altText":"President Barack Obama told the US Conference of Mayors in San Francisco: ‘It’s not enough to express sympathy. You don’t see this kind of murder, on this scale, with this kind of frequency in other advanced countries on earth.’","cleanCaption":"President Barack Obama told the US Conference of Mayors in San Francisco: ‘You don’t see this kind of murder, on this scale, with this kind of frequency in other advanced countries on earth.’","cleanCredit":"Photograph: Carolyn Kaster/AP"}},"importance":7,"kicker":{"title":"Charleston shooting"},"showQuotedHeadline":false,"sublinks":[{"title":"'I forgive you' / Victims' families confront suspect","rawTitle":"Victims' families confront suspect","item":{"type":"article","id":"world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect","title":"'I forgive you': Charleston church victims' families confront suspect","trailText":"Relatives address Dylann Roof in emotional video court appearance with granddaughter of murdered retired pastor saying: ‘Hate won’t win’","standFirst":"<ul>\n <li>Relatives address Dylann Roof in emotional video court appearance</li>\n <li>Granddaughter of murdered retired pastor says: ‘Hate won’t win’</li>\n</ul>","byline":"Oliver Laughland and Paul Lewis in Charleston, and Raya Jalabi in New York","body":"<p>“I forgive you,” said the daughter of 70-year-old Ethel Lance to the 21-year-old man who allegedly murdered her mother in church and appeared at an emotionally charged video court appearance in Charleston on Friday afternoon, two days after a horrific mass shooting here.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/charleston-south-carolina-shooting-dylann-roof-victims-statements\">Representatives of Charleston shooting victims 'forgive' Dylann Roof</a> </p> \n</aside> \n<p>Relatives of the Emanuel church victims stood up one by one in the courtroom, offering forgiveness to the man accused of murdering their sons, mothers and grandfathers in cold blood, as a nation continued to call for justice.</p> \n<p>Dylann Roof appeared at his bond hearing via videolink from the Charleston detention center, where he is being held in isolation. Officials later confirmed he is being detained in the same jail unit as Michael Slager, the white police officer who just 10 weeks ago stood in the same court, charged with the murder of Walter Scott, whom he shot five times from behind as the unarmed black man ran away.</p> \n<p>“You took something very precious from me, but I forgive you,” Lance’s daughter said through tears. “It hurts me. You hurt a lot of people, but may God forgive you.”</p> \n<p>Speaking of her son Tywanza Sanders, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others\">who was also killed on Wednesday night trying to shield his great aunt from gunfire</a>, Felicia Sanders said to the suspect: “We welcomed you Wednesday night in our Bible study with open arms. You have killed some of the most beautifullest people that I know. Every fiber in my body hurts. I will never be the same.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others\">'He was my hero': Charleston mother hails 26-year-old killed shielding others</a> </p> \n</aside> \n<p>She continued: “Tywanza was my hero. But as they say in the Bible study, we enjoyed you, but may God have mercy on your soul.”</p> \n<p>Roof stood still, in an oversized black-and-gray striped inmate’s uniform, as Judge James Gosnell requested a representative from each family to declare if they wished to make a formal statement.</p> \n<p>The 21-year-old was flanked by two heavily armored officers throughout the hearing. He uttered very few words, confirming his age, employment status and address in a timid baritone. As successive relatives stood to offer him forgiveness, he expressed no emotion, staring down and occasionally into the camera inside a cell.</p> \n<p>Court officials later confirmed that Roof could see into the courtroom and heard each of the speeches, but he could not see the relatives who stood a few feet away from the judge, out of his view.</p> \n<p>Alanna Simmons, the granddaughter of 74-year-old retired pastor Daniel Simmons, stood after Sanders.</p> \n<p>“Although my grandfather and the other victims died at the hands of hate, this is proof that they lived and loved,” she said. “Hate won’t win.”</p> \n<p>In all, five representatives of the nine people killed in the massacre spoke at the hearing, with President Barack Obama <a draggable=\"true\" href=\"https://twitter.com/POTUS/status/611993830980747265\">tweeting shortly after the hearing</a> that the “decency and goodness of the American people shines through in these families”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal\">Barack Obama on Charleston shooting: 'I refuse to act as if this is the new normal'</a> </p> \n</aside> \n<p>In an address later on Friday in San Francisco, Obama made a renewed call to action on gun control, saying he had “faith we will eventually do the right thing” despite political gridlock in Washington.</p> \n<p>“The apparent motivations of the shooter remind us that racism remains a blight that we have to combat together,” he said.</p> \n<p>The small courthouse in Charleston was packed full of relatives and friends who had arrived earlier in the afternoon in small groups, walking through the sweltering 95-degree heat, flanked by sheriff’s deputies and taking no questions from media. In an opening statement Judge Gosnell asked that Roof’s family be acknowledged as they were also victims of his crimes.</p> \n<p>“We would like you to take this opportunity to repent,” said Anthony Thompson, grandson of 59-year-old Myra Thompson as the family’s statements continued. “Repent. Confess. Give your life to the one who matters the most, Christ, so he can change your ways no matter what happens to you and you’ll be OK.</p> \n<p>Roof’s family later issued its first public statement since the shooting: “We have all been touched by the moving words from the victims’ families offering God’s forgiveness and love in the face of such horrible suffering,” the family said.</p> \n<p>Immediately after the hearing, court officials released Roof’s arrest warrants, which provided chilling new details on how all nine were shot during a prayer group meeting at the historic Emanuel AME church in downtown Charleston.</p> \n<p>Roof was seen on security camera footage entering the church on Wednesday night, at 8:06pm, the warrants said. He spent an hour studying with the dozen parishioners in the Bible study room and then opened fire, striking each victim “multiple times”.</p> \n<p>“Prior to leaving the Bible study room he stood over a witness to be named later and uttered a racially inflammatory statement to the witness,” the warrant states.</p> \n<p>After a manhunt, Roof was identified to police by both his father and uncle, who recognized him and his car from photographs distributed to the public by police. Roof’s father confirmed to police that his son owned a .45 caliber handgun, which he was seen carrying out of the church shortly after 9pm on Wednesday. Investigators stated in the warrant that .45 caliber shell casings were recovered in the church.</p> \n<p>On Friday afternoon, the US justice department announced it is investigating whether the church shooting could be a hate crime or an act of domestic terror.</p> \n<p>On Thursday, the attorney general, Loretta Lynch, had described the massacre as a “barbaric crime”, and said it was being looked at as a hate crime. “Acts like this have no place in our country and in a civilized society,” Lynch said in Washington.</p> \n<p>Roof’s homicide charges make him eligible for the death penalty, for which South Carolina’s Governor Nikki Haley advocated during a visit to Charleston on Friday.</p> \n<p>Earlier in the day, the NAACP national president, Cornell William Brooks, condemned the church attack as a hate crime.</p> \n<p>“This was an act of racial terrorism and must be treated as such,” Brooks said in an emotional press conference of his own.</p> \n<p>Brooks, who spent time in Charleston as a child as both his grandfather and uncle owned barbershops nearby, said the state and the US as a whole needed to examine the underlying racial hatred that fuelled Roof’s crime.</p> \n<p>He made particular note of the Confederate flag flying above the South Carolina state house.</p> \n<p>“Some will assert that the Confederate flag is merely a symbol of years gone by, a symbol of heritage, not hate. But when we see that symbol lifted up as an emblem of hate … as an inspiration of violence, that symbol has to come down.” Tensions over the flag have been <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/19/confederate-flag-raises-renewed-ire-following-charleston-church-killings\">renewed since the shooting</a>, and local politicians were preparing legislation to have it removed.</p> \n<p>On Friday morning, the Republican presidential candidate and South Carolina senator Lindsey Graham attempted to distance Roof’s actions from the flag’s prominent position in South Carolina politics.</p> \n<p>“We’re not going to give this guy an excuse about a book he might have read or a movie he watched or a song he listened to or a symbol out anywhere. It’s him … not the flag,” Graham told CNN.<br /></p> \n<p>The senator was present at a vigil, later on Friday, when hundreds of people cheered and applauded at repeated calls for the flag to be removed from state buildings.</p> \n<p>There was a loud expression of support from Nelson B Rivers, from the National Action Network civil rights group, who compared calls for the flag to be taken down for the legislation to introduce body cameras in the aftermath of Walter Scott’s death.</p> \n<p>“Walter Scott got killed and the paradigm shifted, and then all of a sudden what couldn’t be done became a done deal,” he said.<strong><br /></strong></p> \n<p>Amid a rising a cacophony of supportive shouting, Rivers called on lawmakers in the auditorium: “You will take that flag down, you will taken it down!”</p> \n<p>Graham, who sat impassively, later told the Guardian he welcomed the debate, although declined to take a firm position. “There are graveyards of confederate soldiers all over the state – what do we do? How much of revisiting ones past is going to take before we can move forward?”</p> \n<p>Graham and South Carolina’s other senator, Tim Scott – also a Republican – both remained seated during standing ovations following calls for a “rational conversation” about gun rights in America.</p> \n<p>Charleston’s mayor, Joseph P Riley, said he did not want to inject any kind of politics into the situation, but added: “Nine people died, because of this crazed man, with obviously easy access to a handgun,”</p> \n<p>“It is complicated, and the right to bear arms is ingrained in the Constitution and life in America, but we can’t just forget about this and we must encourage a national discussion. There has got to be a better way.”</p> \n<p>He added: “We don’t want to live in a country where you need a security guard for Bible study.”</p> \n<p>Further vigils to mourn the nine murdered church members were planned to continue in Charleston and throughout the US through the weekend.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6e729f3f6324c5d88f61e761e15eac76763b0bd0/161_0_2637_1583/2637.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1583,"width":2637,"orientation":"landscape","credit":"Uncredited/AP","altText":"Dylann Roof appears via video before a judge in Charleston, S.C., on Friday, June 19, 2015. The 21-year-old accused of killing nine people inside a black church in Charleston made his first court appearance, with the relatives of all the victims making tearful statements. (Centralized Bond Hearing Court, of Charleston, S.C. via AP)","cleanCredit":"Photograph: Uncredited/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-19T23:02:17Z","lastModified":"2015-06-20T02:51:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Oliver Laughland","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/26/1411753557929/Oliver-Laughland-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/laughland-oliver"},{"name":"Paul Lewis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paullewis"},{"name":"Raya Jalabi","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/13/1413205001454/Raya-Jalabi-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/raya-jalabi"}],"feature":false,"keywords":["South Carolina church shooting","US news","World news","Barack Obama","South Carolina"],"tags":[{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/south-carolina","webTitle":"South Carolina"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect","shortUrl":"http://gu.com/p/4axhb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect","webUri":"http://www.theguardian.com/world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457224269","source":"Reuters","durationInSeconds":102,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/19/150618roof_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/19/150618roof_FromGAus/150618roof_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434743748998/Dylann-Roof-looks-downwar-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Dylann Roof looks downward as a family member of one of the nine people killed in a South Carolina church tells him \"I forgive you\" during a court hearing. Photograph: Reuters","credit":"Reuters","altText":"Dylann Roof looks downward","cleanCaption":"Dylann Roof looks downward as a family member of one of the nine people killed in a South Carolina church tells him \"I forgive you\" during a court hearing. Photograph: Reuters"}}},"importance":0,"kicker":{"title":"'I forgive you'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c57567d3fd427dcf013cc7228d6a6d95bb6425a1/0_238_4521_2713/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a0efbbdab42420674c7d371954423497502597e5/0_142_4928_2958/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/0d57fc399f7ae55d8b8713597271b644057d97f0/0_223_3840_2303/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/340219aacb63d73729a6cd0e67dfdf8d82e8e5ef/35_3_1742_1045/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/8b814ac98575ea5e5d7d8667c06288bd49217222/576_86_1884_1131/1000.jpg","height":600,"width":999}}]},{"title":"'He was my hero' / 26-year-old praised for shielding fellow victims","rawTitle":"26-year-old praised for shielding fellow victims","item":{"type":"article","id":"world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others","title":"'He was my hero': Charleston mother hails 26-year-old killed shielding victims","trailText":"Tywanza Sanders put himself in the line of fire and told shooter ‘You don’t have to do this’ after attacker said was going to kill everybody in church basement","standFirst":"<p>Tywanza Sanders put himself in the line of fire and told shooter ‘You don’t have to do this’ after attacker said was going to kill everybody in church basement</p>","byline":"Ed Pilkington in Charleston","body":"<p>Tywanza Sanders, 26, the youngest victim of the deadly shooting at the Emanuel AME church in Charleston, died trying to shield the oldest victim, his great aunt Susie Jackson, 87, from the barrel of a gun. That simple act of courage has emerged as perhaps the enduring image of the victims’ resilience in the face of the hatred unleashed by the shooter on Wednesday night.</p> \n<p>At about 9pm that night, as the Bible studies class attended by Sanders, Jackson, and 10 other church regulars drew to a close, a stranger who had walked into their midst about an hour previously pulled out a gun. Dylann Roof, 21, is charged with murdering nine of the congregants, each of the deceased shot multiple times.</p> \n<p>The description of Roof’s alleged offences released by the Charleston police department on Friday suggests that he stood over one of the survivors of the attack “and uttered a racially inflammatory statement”. </p> \n<p>Sanders’ actions stand in stark contrast to the alleged racial animosity of his assailant. Accounts originating from the three survivors of the attack indicate that the young man remained strikingly calm as he tried to talk the shooter out of what he was about to do.</p> \n<p>“You don’t have to do this,” Sanders said.</p> \n<p>When the shooter moved to pull the trigger anyway, saying he was going to kill everyone in the room, Sanders is said to have leapt in front of the gun, putting himself between the firearm and his great aunt. He took the first bullet, but the killer reloaded and they both died.</p> \n<p>Sanders’ mother, Felicia Sanders, was also at the Bible studies meeting on Wednesday. She survived by playing dead.</p> \n<p>At Roof’s bond hearing on Friday she put the loss of her child in the most simple terms. “Tywanza is my son, but he was my hero.”</p> \n<p>To Roof, she said: “We welcomed you Wednesday night in our bible study with open arms. You have killed some of the most beautifullest people that I know. Every fiber in my body hurts – I will never be the same.”</p> \n<p>There were four members of the Sanders extended family in the basement of the Mother Emanuel church that night. In addition to Tywanza Sanders and Susie Jackson who died, and Felicia Sanders who survived, another family member Ethel Lance, 70, was also killed.</p> \n<p>By Friday a deep sense of shock had settled over the Sanders family home, a classic Charleston wooden house with porch just a few blocks away from the scene of the shooting. Most of the family was grieving behind closed doors, but Tywanza’s cousin Horace Taylor, 33, took time to recall for the Guardian the “standup guy” that he had been.</p> \n<p>Taylor said that his cousin was “always speaking positive, he was always with a smile on his face. Though he was younger than me, I looked up at him as my big cousin.”</p> \n<p>He said that Sanders had an entrepreneurial bent, and was forever seeking the next venture that would allow him to better himself and support his large extended family. He worked two jobs – cutting hair in a barber shop in North Charleston and working in a restaurant kitchen. In his spare time he wrote rap lyrics and poetry.</p> \n<p>“While other kids fall into drugs and shit, he was just trying to find another way to make a better life for all of us,” Sanders said.</p> \n<p>That same concern to do the right thing was on display on Wednesday night, Taylor added.</p> \n<p>“Tywanza tried to save my grandma. He tried to protect everybody else from those bullets. I’m pretty sure he knew he wasn’t going to make it, but he still did his best to save others. That’s the man he was.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a52d3b69c7545ff16eb36729883871fac160e920/0_27_1488_893/1488.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":893,"width":1488,"orientation":"landscape","credit":"Anita Brewer Dantzler/AP","altText":"In this undated photo made available by Anita Brewer Dantzler shows Tywanza Sanders on the day of his graduation from Allen University in Columbia, SC. Sanders was killed by a gunman while attending a Bible study at The Emanuel African Methodist Episcopal Church in Charleston, SC., Wednesday, June  17, 2015.  (Anita Brewer Dantzler via AP)","cleanCredit":"Photograph: Anita Brewer Dantzler/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-19T21:58:27Z","lastModified":"2015-06-19T22:39:10Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ed Pilkington","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edpilkington"}],"feature":false,"keywords":["South Carolina church shooting","South Carolina","US news","World news"],"tags":[{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Ed Pilkington","topic":{"type":"tag-contributor","name":"profile/edpilkington"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others","shortUrl":"http://gu.com/p/4axgf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others","webUri":"http://www.theguardian.com/world/2015/jun/19/hero-charleston-church-shooting-mother-shielding-others"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457224380","source":"Reuters","durationInSeconds":111,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/19/150618horace_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/19/150618horace_FromGAus/150618horace_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434745475214/Horace-Taylor-speaks-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Horace Taylor speaks about his cousin Tywanza Sanders and aunt Susie Jackson who were killed in the South Carolina shooting at Emanuel AME church on June 17 Photograph: Mae Ryan for the Guardian","credit":"Mae Ryan/Guardian","altText":"Horace Taylor speaks","cleanCaption":"Horace Taylor speaks about his cousin Tywanza Sanders and aunt Susie Jackson who were killed in the South Carolina shooting at Emanuel AME church on June 17 Photograph: Mae Ryan for the Guardian"}}},"importance":0,"kicker":{"title":"'He was my hero'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a52d3b69c7545ff16eb36729883871fac160e920/0_27_1488_893/1488.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":893,"width":1488,"orientation":"landscape","credit":"Anita Brewer Dantzler/AP","altText":"In this undated photo made available by Anita Brewer Dantzler shows Tywanza Sanders on the day of his graduation from Allen University in Columbia, SC. Sanders was killed by a gunman while attending a Bible study at The Emanuel African Methodist Episcopal Church in Charleston, SC., Wednesday, June  17, 2015.  (Anita Brewer Dantzler via AP)","cleanCredit":"Photograph: Anita Brewer Dantzler/AP"}}]},{"title":"NRA blames Charleston victims for not shooting back","rawTitle":"NRA blames Charleston victims for not shooting back","item":{"type":"article","id":"us-news/2015/jun/19/nra-mass-shootings-south-carolina-church","title":"NRA blames Charleston victims as the mass shooting reaction echoes Newtown","trailText":"An NRA board member suggested worshippers ‘might be alive’ if they had guns themselves, while Obama and gun control groups repeat calls for reform","standFirst":"<p>An NRA board member suggested worshippers ‘might be alive’ if they had guns themselves, while Obama and gun control groups repeat calls for reform</p>","byline":"Tom McCarthy and Lauren Gambino in New York","body":"<p>Reactions to mass shootings in the United States admit little variation. Gun control groups diagnose an epidemic, the president declares a crisis and gun advocates prescribe more guns.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/19/gun-reform-obama-not-optimistic-political-realities-congress\">Despite Charleston killings, moves towards US gun control at a standstill</a> </p> \n</aside> \n<p>After nine people were killed on Wednesday inside a historic African American church in Charleston, South Carolina, that pattern has largely held – with the glaring exception of one extraordinary comment by a board member of the National Rifle Association, who suggested that worshippers who died in their own church “might be alive” if they had been carrying guns themselves.</p> \n<p>The NRA, the largest and most powerful gun advocacy group in the world, typically mutes itself after mass shootings, and demands that others follow suit out of respect for the dead. The group’s social-media accounts, normally used to promulgate weapons enthusiasm, <a href=\"https://twitter.com/nra\">fall silent</a>.</p> \n<p>On Friday, an NRA spokesperson hewed to that strategy, saying that the group would have no comment “until all the facts are known”.</p> \n<p>“We are praying for the victims and their families and, given the tragic loss, we don’t think this is the time for a political debate,” spokeswoman Jennifer Baker told the Guardian. </p> \n<p><a href=\"http://www.nrapublications.org/index.php/17405/charles-cotton/\">Board member</a> Charles Cotton, however, strayed from the script late on Thursday, when he posted a comment online blaming the pastor killed in the South Carolina shooting, Clementa Pinckney, for the death of his eight congregants.</p> \n<p>Cotton, who did not return a message left at his Houston-area law firm, pointed out on a <a href=\"http://texaschlforum.com/\">Texas gun forum</a> that Pinckney was a state senator who had voted against a law allowing gun owners to carry concealed weapons without permits.</p> \n<p>“Eight of his church members who might be alive if he had expressly allowed members to carry handguns in church are dead,” Cotton wrote. “Innocent people died because of his position on a political issue.”</p> \n<p>“Individual board members do not speak for the NRA,” Baker said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/rick-perry-charleston-church-shooting-accident\">Rick Perry calls Charleston church shooting an 'accident'</a> </p> \n</aside> \n<p>The <a href=\"http://thinkprogress.org/justice/2015/06/18/3671649/nra-board-member-blames-charleston-victim-death/\">remark</a> has since been deleted. The comment was unusually direct in blaming the victims of gun violence for gun violence. However, like other reactions following mass shootings – from the White House on down – the remark was also an echo. </p> \n<p>“The only thing that stops a bad guy with a gun is a good guy with a gun,” the NRA’s chief executive, Wayne LaPierre, said after the massacre at a Connecticut elementary in December 2012. Then he <a href=\"http://www.washingtonpost.com/politics/remarks-from-the-nra-press-conference-on-sandy-hook-school-shooting-delivered-on-dec-21-2012-transcript/2012/12/21/bd1841fe-4b88-11e2-a6a6-aabac85e8036_story.html\">called on</a> Congress to “put armed police officers in every single school in this nation”.</p> \n<p>South Carolina state senator Lee Bright, a Republican who has sponsored legislation to allow citizens to openly carry guns in public, said he supported the right to carry guns in churches, in the interest of self-defense. But he also believes in deferring to the wishes of the property owner. In South Carolina it is legal to carry guns in houses of worship if the leadership allows it.</p> \n<p>“If the leader of the church doesn’t allow you to carry, then obviously you don’t have to go into that church,” Bright said in a phone interview with the Guardian. “I do not know what the policy was at that particular church.”</p> \n<p>Bright called national gun laws a “hodgepodge”.</p> \n<p>“In South Carolina, when I’m driving my car, my weapon has to be concealed,” he said. “When I go up [Interstate] 85, and cross into North Carolina, my weapon has to be visible. In the space of one mile I have to pull over and take out my gun.”</p> \n<p>Allison Anderman, an attorney with the Law Center to Prevent Gun Violence, a San Francisco-based nonprofit that advocates for gun legislation reform, said the contention that guns stop gun violence was unrealistic.</p> \n<p>“The fantasy that someone could react in an active shooter situation to disarm the shooter is just that, a fantasy,” she said. “When you have a roomful of people with guns it doesn’t take a lot of imagination to understand what’s likely to happen.”</p> \n<p>After the latest mass shooting, gun control groups emphasized the redundancy of the problem. </p> \n<p>“Once again, a senseless act of gun violence has brought terror, tragedy and pain to one of our communities,” said a <a href=\"http://americansforresponsiblesolutions.org/2015/06/18/charlestonshootingstatement/\">statement</a> from Americans for Responsible Solutions, a group affiliated with former congresswoman Gabrielle Giffords and astronaut Mark Kelly.</p> \n<div>\n __VIDEO_EMBED_gu-video-457208996__\n</div> \n<p>Addressing the mass shooting on Thursday, President Barack Obama also found himself repeating himself. “At some point it’s going to be important for the American people to come to grips with it, and for us to be able to shift how we think about the issue of gun violence collectively,” he said at the White House.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/18/obama-gun-violence-south-carolina-newtown\">Obama on gun violence: six years of statements but change remains elusive</a> </p> \n</aside> \n<p>The words recalled an impassioned speech he gave in April 2013 after the failure in the Senate of legislation requiring universal background checks for gun purchases. “When Newtown happened, I met with these families and I spoke to the community, and I said, something must be different right now,” Obama said then. “We’re going to have to change. That’s what the whole country said … Sooner or later, we are going to get this right.”</p> \n<p>Late on Friday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal\">Obama made a more forceful call for action</a>, saying his earlier comments had been misinterpreted.</p> \n<p>“I am not resigned,” he said. “I have faith that we will eventually do the right thing. I was simply making the point that we have to move public opinion. We have to feel a sense of urgency.”</p> \n<p>Anderman, of the Law Center to Prevent Gun Violence, said it was too early to speculate about what laws may have prevented the suspect in the attack, 21-year-old Dylann Roof, from acquiring a weapon. Roof’s criminal record reflects that he was arrested and charged <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/dylann-roof-south-carolina-charleston-shooting-suspect\">with felony possession of Suboxone</a>, a narcotic prescription drug. Due to this record, he would not have been able to buy it from a dealer or a store, which is required run a federal background check.</p> \n<p>The law center annually grades all 50 states’ gun laws. In 2014, the group gave South Carolina a <a href=\"http://gunlawscorecard.org/\">failing grade</a> for its less restrictive laws. The state does not require a background check prior to <a href=\"http://smartgunlaws.org/private-sales-policy-summary/\">the transfer of a firearm between unlicensed individuals</a>; nor the <a href=\"http://smartgunlaws.org/mental-health-reporting-policy-summary/\">reporting of mental health information</a> to the federal database. The state also does not regulate the transfer or possession of <a href=\"http://smartgunlaws.org/assault-weapons-policy-summary/\">assault weapons</a> or <a href=\"http://smartgunlaws.org/large-capacity-ammunition-magazines-policy-summary/\">large capacity ammunition magazines</a>.<br /></p> \n<p>This time around, it was left to Cornell William Brooks, president of the NAACP, to find new language to describe the shooting.</p> \n<p>“This was not merely a mass shooting. Not merely an incident of gun violence,” Brooks said Friday. “This was a racial hate crime.”</p> \n<p>For all the rote speech that attends mass shootings in the United States, “racial hate crime” stood out as an uncommon phrase.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d352a3fe67316118ee9da91d67322731c97491f/0_54_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","credit":"Win McNamee/Getty Images","altText":"The nine victims killed in Charleston","cleanCredit":"Photograph: Win McNamee/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T19:51:51Z","lastModified":"2015-06-19T22:38:22Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Tom McCarthy","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tommccarthy"},{"name":"Lauren Gambino","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/13/1413212606419/Lauren-Gambino-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lauren-gambino"}],"feature":false,"keywords":["US gun control","South Carolina","South Carolina church shooting","NRA"],"tags":[{"id":"us-news/gun-control","webTitle":"US gun control"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"world/south-carolina-church-shooting","webTitle":"South Carolina church shooting"},{"id":"us-news/nra","webTitle":"NRA"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-457208996","source":"Reuters","durationInSeconds":131,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/18/150618ObamaCharleston.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/18/150618ObamaCharleston_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/18/1434648555938/KP_300204_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Barack Obama on Charleston shootings: the American people need to get to grips with gun control  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Barack Obama on Charleston shootings: the American people need to get to grips with gun control  video","cleanCaption":"620x372 trailpic for Barack Obama on Charleston shootings: the American people need to get to grips with gun control  video"}}],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/19/nra-mass-shootings-south-carolina-church","shortUrl":"http://gu.com/p/4axej","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/19/nra-mass-shootings-south-carolina-church","webUri":"http://www.theguardian.com/us-news/2015/jun/19/nra-mass-shootings-south-carolina-church"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d352a3fe67316118ee9da91d67322731c97491f/0_54_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"Photographs of the nine victims killed at the Emanuel African Methodist Episcopal church in Charleston, South Carolina are held up by congregants during a prayer vigil at the the Metropolitan AME Church 19 June 2015 in Washington DC.  Photograph: Win McNamee/Getty Images","credit":"Win McNamee/Getty Images","altText":"The nine victims killed in Charleston","cleanCaption":"Photographs of the nine victims killed at the Emanuel African Methodist Episcopal church in Charleston, South Carolina are held up by congregants during a prayer vigil at the the Metropolitan AME Church 19 June 2015 in Washington DC. ","cleanCredit":"Photograph: Win McNamee/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6d352a3fe67316118ee9da91d67322731c97491f/0_54_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","credit":"Win McNamee/Getty Images","altText":"The nine victims killed in Charleston","cleanCredit":"Photograph: Win McNamee/Getty Images"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/c57567d3fd427dcf013cc7228d6a6d95bb6425a1/0_238_4521_2713/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/a0efbbdab42420674c7d371954423497502597e5/0_142_4928_2958/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/0d57fc399f7ae55d8b8713597271b644057d97f0/0_223_3840_2303/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/340219aacb63d73729a6cd0e67dfdf8d82e8e5ef/35_3_1742_1045/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/8b814ac98575ea5e5d7d8667c06288bd49217222/576_86_1884_1131/1000.jpg","height":600,"width":999}}]},{"title":"Putin / Fifa's granting of World Cup to Russia 'should not be questioned'","rawTitle":"Fifa's granting of World Cup to Russia 'should not be questioned'","item":{"type":"article","id":"world/2015/jun/20/putin-fifa-decision-to-grant-world-cup-2018-to-russia-should-not-be-questioned","title":"Putin says Fifa's granting of World Cup to Russia 'should not be questioned'","trailText":"The Russiand president also insists he wants to co-operate with the US in dealing with Islamic State, and wants Ukraine peace agreement to succeed","standFirst":"<p>The Russian president also insists he wants to co-operate with the US in dealing with Islamic State, and wants Ukraine peace agreement to succeed</p>","byline":"Staff and agencies in St Petersburg","body":"<p>Russia fought honestly for the right to host the 2018 World Cup and the decision should not be called into question, Vladimir Putin has declared.</p> \n<p>Swiss judicial authorities are investigating the awarding of the 2018 and 2022 World Cups to Russia and Qatar as part of a far-reaching corruption scandal that has also raised questions about the 2010 event in South Africa.</p> \n<p>“We fought in an honest manner [for the tournament] and we won. We do not think the decision should be questioned,” Putin told journalists on the sidelines of an investment forum in Saint Petersburg.</p> \n<p>“We were ready and that’s what convinced Fifa. The stadium construction has already started.</p> \n<p>The head of Fifa’s auditing and compliance committee, Domenico Scala, this month warned Russia and Qatar could lose the right to host the the 2018 and 2022 World Cups if evidence was found of corruption in the bidding process.</p> \n<p>Putin said Russia supported the corruption inquiry currently unfolding at world football’s governing body but said it was “up to a court to decide if someone was guilty”.</p> \n<p>The president said no evidence had been found of any corruption.</p> \n<p>“If anyone has evidence, let them present it,” he said. “We won in a fair fight and are going to host the World Cup.”<br /></p> \n<p>Putin also insisted Russia wanted to co-operate with Washington and its allies in dealing with the threat posed by Islamic State and other global challenges as he tried to allay investors’ fears over the country’s course.<br /></p> \n<p>Putin blamed the United States for ignoring Russia’s interests and trying to enforce its will on others but he sent conciliatory signals, saying Moscow wanted a quick settlement to the Iranian nuclear standoff and a peaceful political transition in Syria.</p> \n<p>Russia wanted February’s Ukraine peace agreement to succeed, he said. Fighting there would stop once Ukraine provided broader rights to its eastern regions, gave amnesty to the rebels and called local elections.</p> \n<p>The annual event, intended to burnish Russia’s image before global investors, was tarnished by the freezing of Russian accounts in France and Belgium on Thursday as part of an effort to enforce a $50bn judgment to compensate shareholders of the now-defunct Yukos oil company. Putin sought to downplay the freeze and said Russia would contest it. He argued the arbitration court in The Hague, Netherlands, which issued the ruling in 2014, does not have jurisdiction over Russia.</p> \n<p>The court ruled Russia must pay damages to shareholders in the oil company, which was dismantled in a politically driven onslaught that saw its chief executive, Mikhail Khodorkovsky, sentenced to 10 years in prison.</p> \n<p>EU and US sanctions over Ukraine have helped push Russia’s economy into recession and cut investment and imports dramatically. Putin, however, argued on Friday the Russian economy was on the path to recovery and the west hurt itself by imposing the sanctions.</p> \n<p>Asked about the downing of a Malaysia Airlines plane over eastern Ukraine last July that killed all 298 people on board and triggered the toughening of western sanctions, Putin said it was necessary to wait for the conclusions of the Dutch Safety Board investigation into the crash.</p> \n<p>Controversy continues over who downed the airliner. Ukraine and the west suspect it was destroyed by a surface-to-air missile fired by Russian soldiers or Russia-backed separatist rebels fighting in the area. Russia denies this. Putin referred to an unofficial report alleging the damage to the Malaysian airliner could have been inflicted by a missile launched from the area held by Ukrainian forces at the time.</p> \n<p>Putin’s speech on the economy lacked any engagement on his part or specific proposals to turn around the economy. A large number of Russian and foreign investors in the audience were reading news or emails on their smartphones as Putin delivered a speech in which he did not address the severe crisis businesses in Russia are facing.</p> \n<p>In contrast to the economy speech, Putin was much more animated while responding to questions about foreign policy.</p> \n<p>His emphasis on foreign affairs has reflected the way the Kremlin has been running Russia since the Ukrainian conflict began. Critics have blamed Putin for sacrificing the country’s economic growth for geopolitical ends such as the 2014 annexation of Crimea.</p> \n<p>David Iakobashvili, founder of Russia’s once-largest beverage company and head of a Russia-US business council, said businessmen have got used to the fact Putin seems to prioritise foreign policy goals over domestic development.</p> \n<p>“It’s very clear today that geopolitics is more important from his point of view,” he said. “But ... we shall adapt to whatever environment has been presented by the government and act accordingly.”</p> \n<p>Addressing the forum, Putin argued Russia wants February’s peace deal for Ukraine to succeed. He said Russia was exerting pressure on the rebels to abide by the agreement and urged the US to encourage Kiev to comply.</p> \n<p>Ukraine and the west have accused Russia of breaking the peace deal by supporting the rebels with troops and weapons. Moscow denies this.</p> \n<p>Commenting on the accusations, Putin said the rebels are defending themselves against the Ukrainian military. He added that “once an attempt is made to solve the problem by political means, those weapons will be gone”.</p> \n<p>In Washington, State Department spokesman John Kirby called on Russia to fully implement February’s ceasefire agreement in Ukraine and remove heavy weapons from the country.</p> \n<p>As for Putin linking the arms to a political solution, Kirby said it was “difficult to have a political solution when you’ve still got thousands of combined Russian separatist forces inside Ukraine fomenting violence and instability, and violating the agreement that they signed up to.”</p> \n<p>Putin used the investment conference as yet another opportunity to blame the US and the European Union for triggering the Ukrainian crisis by refusing to take into account what he described as Russia’s legitimate interests.</p> \n<p>“They have pushed us back to the line beyond which we can’t retreat,” he said. “Russia isn’t seeking hegemony or some ephemeral superpower status.”</p> \n<p>Putin said Russia wants to co-operate with the west in tackling global threats and challenges – including Islamic State, calling the extremist group an “absolute evil” that requires stronger joint efforts to combat.<br /></p> \n<p>Putin also said Russia wants a deal ending the standoff over the Iranian nuclear program to be signed as planned before the end of June, but cautioned against putting “unfulfillable” demands upon Tehran.</p> \n<p>And he also voiced readiness to encourage the Syrian president, Bashar al-Assad, to discuss a peaceful political transition. He explained Moscow’s backing for the Syrian ruler was to prevent the victory of radical forces who would begin a reign of terror.</p> \n<p>“We are ready to work with the president to ensure political transformation, so that all Syrians have access to instruments of power,” he said.</p> \n<p><em>The Associated Press and Agence France-Presse contributed to this report</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a470584d42b8c7a70400a85800ed327cb94a1591/0_47_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Sasha Mordovets/Getty Images","altText":"Vladimir Putin blamed the United States for ignoring Russia’s interests and trying to enforce its will on others.","cleanCredit":"Photograph: Sasha Mordovets/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-20T02:02:23Z","lastModified":"2015-06-20T07:17:00Z","metadata":{"commentable":true,"commentCount":676,"contributors":[],"feature":false,"keywords":["Vladimir Putin","Fifa","Russia","Football politics","Football","Sport","World news"],"tags":[{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"world/russia","webTitle":"Russia"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/20/putin-fifa-decision-to-grant-world-cup-2018-to-russia-should-not-be-questioned","shortUrl":"http://gu.com/p/4axt2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/20/putin-fifa-decision-to-grant-world-cup-2018-to-russia-should-not-be-questioned","webUri":"http://www.theguardian.com/world/2015/jun/20/putin-fifa-decision-to-grant-world-cup-2018-to-russia-should-not-be-questioned"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a470584d42b8c7a70400a85800ed327cb94a1591/0_47_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Vladimir Putin blamed the United States for ignoring Russia’s interests and trying to enforce its will on others. Photograph: Sasha Mordovets/Getty Images","credit":"Sasha Mordovets/Getty Images","altText":"The Russian president, Vladimir Putin","cleanCaption":"Vladimir Putin blamed the United States for ignoring Russia’s interests and trying to enforce its will on others.","cleanCredit":"Photograph: Sasha Mordovets/Getty Images"}},"importance":6,"kicker":{"title":"Putin"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a470584d42b8c7a70400a85800ed327cb94a1591/0_47_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Sasha Mordovets/Getty Images","altText":"Vladimir Putin blamed the United States for ignoring Russia’s interests and trying to enforce its will on others.","cleanCredit":"Photograph: Sasha Mordovets/Getty Images"}}]},{"title":"Greek banking system avoids collapse with emergency ECB funding","rawTitle":"Greek banking system avoids collapse with emergency ECB funding","item":{"type":"article","id":"world/2015/jun/19/ecb-greek-banking-system-emergency-funding-greece-creditors-monday-meetings","title":"ECB staves off collapse of Greek banking system with emergency funding","trailText":"Greece and its creditors remain in defiant mood as central bank provides €1.8bn to keep banks operating over weekend before Monday’s crunch meetings","standFirst":"<p>Greece and its creditors remain in defiant mood as central bank provides €1.8bn to keep banks operating over weekend before Monday’s crunch meetings</p>","byline":"Larry Elliott Economics editor","body":"<p>The European Central Bank provided <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/19/greek-crisis-ecb-meeting-to-decide-on-emergency-funding\">just enough support</a> on Friday to stave off the collapse of the Greek banking system as political and financial pressure was piled on Athens before a crisis summit of eurozone leaders on Monday.</p> \n<p>With more than €1bn (&pound;715m) leaving Greek banks on Friday alone, the ECB provided €1.8bn in emergency funding to keep the system operating over the weekend and said it would meet again on Monday to decide whether to provide further help.</p> \n<p>The ECB’s tough line came as a succession of European politicians demanded the Greek government of Alexis Tsipras come up with proposals that would prevent Greece’s default and its possible exit from the single currency.</p> \n<p>European commission sources said a meeting of finance ministers – to be held hours before the leaders’ summit – would discuss plans for managing Greece’s exit from the single currency.</p> \n<p>Far from buckling, the Greek prime minister put on a show of defiance on Friday during a visit to Russia, where he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/greek-prime-minister-vladimir-putin-help-financial-crisis\">made a pitch for support from Vladimir Putin</a>. “We are ready to go to new seas to reach new safe ports,” Tsipras said.</p> \n<p>Russia’s deputy prime minister Arkady Dvorkovich had hinted that Russia would consider a loan to Greece. “The most important things for us are investment projects and trade with Greece. If financial support is needed, we will consider this question,” he said in an interview on RT television. </p> \n<p>Since Tsipras became head of the leftwing Syriza-led coalition five months ago, he has said the Greek debt crisis will be solved by the eurozone’s political leaders rather than its finance ministers.</p> \n<p>Speaking in St Petersburg, he expressed confidence that a deal would be done. “All those who are betting on crisis and terror scenarios will be proven wrong,” Tsipras said.<br /></p> \n<p>Failure to end the stalemate between Greece and its creditors at a meeting of eurozone finance ministers on Thursday led to fresh Greek deposit withdrawals, bringing the total for the week to €4.2bn. </p> \n<p>Greek bank shares have lost almost a third of their value since the end of May, as Athens and its creditors – the International Monetary Fund, the ECB and the European commission – maintain a standoff over €7.2bn in bailout funds that Greece needs in order to meet a €1.6bn payment to the IMF by 30 June. </p> \n<p>The support from the ECB meant no queues outside Greek banks on Friday, but a European commission vice-president said the assistance was only temporary measure. </p> \n<p>Speaking in Luxembourg at a meeting of EU finance ministers, Valdis Dombrovskis said: “It is very clear that to regain financial stability a clear agreement is needed on the programme, and a credible strategy needs to be presented by the Greek authorities showing how they will regain financial stability and economic growth.”</p> \n<p>The British chancellor, George Osborne, said Tsipras should do a deal before it was too late, and that Europe should start preparing for the worst.</p> \n<p>“We have entered the eleventh hour of this Greek crisis and we urge the Greek government to do a deal before it is too late. We hope for the best, but we now must be prepared for the worst,” Osborne said on Friday outside the Luxembourg gathering.</p> \n<p>Donald Tusk, Poland’s prime minister and president of the European council, said: “We are close to the point where the Greek government will have to chose between accepting what I believe is a good offer of continuing support, or head towards default. At the end of the day it can only be a Greek decision and a Greek responsibility.”</p> \n<p>“The game of chicken needs to end and so does the blame game,” he said.<br /></p> \n<p>European commission sources stressed that for the Eurogroup of finance ministers or the leaders’ summit to consider a compromise, Greece would first need to submit new proposals on contentious issues such as pension reform and a widening of the tax base for VAT. <br /></p> \n<p>Tsipras has insisted that making pensions less generous or raising VAT would cross his government’s “red line” and would push Greece even deeper into recession. Athens wants its creditors to agree to a debt swap that would help it reduce its budget deficit without any additional economic pain.<br /></p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-should-greece-leave-the-euro-17456530954\">Guardian Newsroom: Should Greece leave the Euro?</a> </p> \n</aside> \n<p>The creditors argue that without such reforms, Greece will not be able to be financially independent, but they were uncertain on Friday night as to whether Athens would table anything new at the meetings on Monday. </p> \n<p>“If there are no new proposals from Greece to discuss, the ministers are likely to instead talk about how to handle Greece’s default,” one eurozone official said.</p> \n<p>The IMF’s managing director, Christine Lagarde, has insisted that Athens will be given no leeway over the 30 June deadline for the €1.6bn payment.</p> \n<p>Failure at Monday’s talks would intensify the outflow from Greek banks and increase the chances of capital controls being imposed. </p> \n<p>Tsipras has also come under pressure from political opponents at home. Anna Asimakopoulou, a shadow finance minister with the New Democracy party, said: “There is a bad scenario and a worst-case scenario. Either Tsipras agrees to take austerity measures worth €5bn, because that is what the Europeans are asking, or he takes <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> out of the eurozone And the problem is this. He doesn’t have a mandate for either.”</p> \n<p>Jonathan Loynes, the chief European economist at the consultancy Capital Economics, said: “The failure to reach a deal at last week’s Eurogroup meeting and the rapid outflow of deposits from Greek banks suggest that a near-term eurozone exit may now be more likely than not.</p> \n<p>“We do not buy the view that Greece would slip out of the eurozone without a ripple. Should it become clear that a major default and exit are indeed coming soon, we will pull down our projections for growth across the rest of the eurozone this year and next, possibly to predict a renewed recession.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f69bbcc30bb0ba5e6d58b888ad1326941487bb19/0_0_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"TOPSHOTS \nA young woman walks past a graffiti called 'Death of Euro' by French street artist Goin, in central Athens on June 19, 2015. The European Central Bank's decision-making governing council will hold an emergency session on June 19 to discuss a request from the Bank of Greece for an increase in liquidity to Greek banks. AFP PHOTO / ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-19T18:38:13Z","lastModified":"2015-06-20T00:20:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Greece","European Central Bank","European commission","Alexis Tsipras","Europe","World news","European Union","Eurozone crisis","Banking","Business","European banks","Euro","International Monetary Fund (IMF)"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/european-commission","webTitle":"European commission"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"}],"section":{"id":"world"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/ecb-greek-banking-system-emergency-funding-greece-creditors-monday-meetings","shortUrl":"http://gu.com/p/4axch","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/ecb-greek-banking-system-emergency-funding-greece-creditors-monday-meetings","webUri":"http://www.theguardian.com/world/2015/jun/19/ecb-greek-banking-system-emergency-funding-greece-creditors-monday-meetings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f69bbcc30bb0ba5e6d58b888ad1326941487bb19/0_0_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","caption":"A young woman walks past street art in Athens called Death of Euro by the French artist Goin. More than €1bn (£715m) was withdrawn from Greek banks on Friday alone. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"A young woman walks past street art in Athens called Death of Euro by the French artist Goin. More than €1bn (£715m) was withdrawn from Greek banks on Friday alone.","cleanCaption":"A young woman walks past street art in Athens called Death of Euro by the French artist Goin. More than €1bn (£715m) was withdrawn from Greek banks on Friday alone.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"In Athens / 'Tsipras has to change the wheel while driving'","rawTitle":"'Tsipras has to change the wheel while driving'","item":{"type":"article","id":"world/2015/jun/19/tsipras-greece-europe-eurozone-crisis-banks-debts-euro-imf-ecb-germany-austerity","title":"'Tsipras has a bus full of people and has to change the wheel while driving'","trailText":"As the eurozone crisis teeters towards a climax, some Greeks still hope for a radical solution, others for a deal of any kind, but all are fearful and weary","standFirst":"<p>As the eurozone crisis teeters towards a climax, some Greeks still hope for a radical solution, others for a deal of any kind, but all are fearful and weary</p>","byline":"Jon Henley","body":"<p>“It’s all right, they can go ahead and do it now,” said Vassili Michaelides, a systems analyst, turning away from the National Bank cashpoint on Syntagma Square in central Athens with a clutch of €20 notes.</p> \n<p>“They haven’t gone down on their knees and signed the first piece of paper they were given, like all the others. But it’s time now to bring back a deal. Because honestly, nobody here can take this for much longer.”</p> \n<p>After five years of savage recession and austerity that have left 26% of the workforce without a job and seen GDP shrink by a quarter, followed by six fraught months of talks aimed at securing some kind of sustainable future, Greeks are running out of patience. </p> \n<p>“We need an agreement,” said George Efstratiadis, who owns a Patras-based family firm specialising in water pumps which – after writing off €500,000 (&pound;350,000) of bad debts and laying off half its workforce back in 2011 – has recently hired 10 new staff as business has slowly improved.</p> \n<p>“We just need them to seal the deal. Business needs stability, and we could live with pretty much whatever gets decided – but we just need a decision. They’re looking after the pensioners and the public-sector employers, that’s fine, that’s right – but not if it means this much uncertainty.”</p> \n<p>In central Athens on Friday the banks were open, the cashpoints were dispensing notes, the cafes were busy and the sesame-seed bagel stands doing a brisk morning trade. But as rumours swirled of imminent insolvency, capital controls and even bank closures by Monday, a steady stream of people – though never enough to call a queue – were taking money out of the National Bank branch. </p> \n<p>“Yes, I’m worried,” admitted Dimitris, who works for an insurance company and – since he had just taken out €1,000 in €50 notes – was reluctant to supply a surname. “I’m worried because this is now getting very uncertain indeed. The government is not telling us what it will do, how it intends to solve this. I’m making sure I have enough for the start of next week. Just in case.”</p> \n<p>With the headline in Friday’s Kathimerini newspaper warning that the Bank of Greece had asked the European Central Bank for €3.5bn of emergency funding to offset some €3.2bn that has haemorrhaged from Greece’s largest banks since Monday, some were holding back out of principle.</p> \n<p>“I don’t feel 100% secure, that’s certainly true,” said Giota Georgiades, who works for a timber and paper import agency. “But I don’t want to take all I have out of the bank. If everyone did that, the whole system would go.” </p> \n<p>But like almost everyone here, Georgiades – who had withdrawn just €30, “enough for today and maybe tomorrow” – said she was confident a way out would be found from her country’s face-off with its creditors.</p> \n<p>“I am optimistic,” she said. “They will arrive at a solution, I think – it’s in no one’s interests for Greece to fall over the edge – but it had better be found soon now. It had really better be found soon. Now there is almost no more time left.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"26a6993f1e121fc0dae10f7817c7229889b038a7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727504947/6f095ea6-3ebd-47fb-9191-9f8a9e61f63e-280x420.jpeg\" alt=\"Alexis Tsipras, the prime minister, is holding firm against a number of key reforms demanded by the lenders in exchange for the release of €7.2bn in bailout funds.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alexis Tsipras, the prime minister, is holding firm against a number of key reforms demanded by the lenders in exchange for the release of €7.2bn in bailout funds.</span> \n  <span class=\"element-image__credit\">Photograph: Alexander Zemlianichenko/AP</span> \n </figcaption> \n</figure> \n<p>Polls suggest that as the aid-for-reforms talks drag on and the country edges ever closer to debt deadlines and an eventual default, perhaps crashing out of the eurozone in the process, a clear majority of Greeks now expect the country’s leftist-led government to reach an agreement with its lenders: its eurozone partners, the European Central Bank and the International Monetary Fund (IMF).</p> \n<p>Asked this week by the GPO polling firm to choose between a “bad deal” and staying in the euro, or no deal and a return to the drachma, more than 56% said they would prefer a bad deal (70% also said they believed the standoff would end with the government climbing down.)</p> \n<p>That leaves the prime minister, Alexis Tsipras, in “a difficult position”, said Nick Malkoutzis, who runs the news and comment website <a href=\"http://www.macropolis.gr/\">MacroPolis</a>.</p> \n<p>“People like the fact that he’s stood up to the institutions,” said Malkoutzis, “that he’s saying look, this austerity programme isn’t working. But the longer this goes on, the more it looks like there might not be an agreement … The more dangerous that feels.” </p> \n<p>Tsipras is holding firm against a number of key reforms demanded by the lenders in exchange for the release of a remaining €7.2bn in bailout funds before the end of the month, when Greece is due to repay some €1.6bn in IMF loans. </p> \n<p>He argues that implementing the proposals, which include cutting pensions and raising some taxes, would mean breaking his election promises and would deepen Greece’s economic and humanitarian crisis. </p> \n<p>But his problem, Malkoutzis said, is that: “Everyone, the people, the experts, the markets, is telling him to do a deal – but no one is telling him to accept the deal that’s on the table. He’s trying to find a compromise that means people are happy because Greece stays in the euro – but not accept measures that mean he and his government will be out of office in a few months.” </p> \n<p>Not everyone sees a deal as inevitable. Stavros Messines, who runs The Cube, a co-working space for Greek (and some foreign) tech start-ups, said he saw three possible outcomes to the standoff. “Greece could become sort of socialist-led country with its own currency, launched on a wave of popular passion after it pushes the EU to the limit,” he said.<br /></p> \n<p>“Or a deal could be struck – maybe one that doesn’t particularly suit anyone, but a deal nonetheless. Or, nobody knows what the hell they’re doing and what happens, happens. I hope, I really hope, it’s the second. But there’s far too much passion, too much animosity, in this now. Everyone needs to step back, calm down.”</p> \n<p>Upstairs, Triantafyllos Xylouris, one of the young entrepreneurs behind Greece’s biggest ever app – a trivia game called Quizdom that is on 1.1m smartphones in Greece – conceded Tsipras had “a pretty impossible task”. </p> \n<p>“He’s got a bus with a load of people, and he has to change the wheels and the engine while he’s driving it,” said Xylouris.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"1a22283840649aafe3324f74cafac0f9a3aedfd7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434727680301/14a20f57-7b69-4521-89a9-c8f2d29c7c74-460x276.jpeg\" alt=\"'Austerity has clearly been a disaster'. An elderly shopper passes a closed shop in central Athens.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Austerity has ‘clearly been a disaster’. An elderly shopper passes a closed shop in central Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Yannis Kolesidis/EPA</span> \n </figcaption> \n</figure> \n<p>But while austerity has “clearly been a disaster”, Xylouris felt the government, elected in January, “did not come in with a particularly clear plan of how, realistically, to get what they wanted”. </p> \n<p>That uncertainty was compounded, he said, by “a simple lack of trust – you know, I think if Germany trusted Greek politicians to be sincere, honest, disciplined, there’d be no problem with a cheque for €50bn, to be spent on growth.”</p> \n<p>But Tsipras and his party are different, said Tonia Katerini, a Syriza activist who helps run a thriving solidarity grocery store in the Exarchia district of Athens: “That’s a huge change: we have a government that cares about the situation of everyone who has been affected by austerity. They do care.” <br /></p> \n<p>From where Katerini stands, the main problem with the talks so far has been that “the government has already relaxed its red lines. It’s pushing for less, on salaries, on taxes ... And it should never have tried to negotiate on their ground.</p> \n<p>“It should have said, right from the start, we cannot accept Greece’s debt as it is. How can we possibly increase GDP while paying back all that debt? Those repayments should be invested in the real economy, for growth.”</p> \n<p>A clear commitment to at least discuss debt relief must be part of whatever deal Tsipras brings home, said Malkoutzis: “There’s still room for an agreement. If the lenders can make that commitment, and if a way can be found to minimise the impact of pension reforms on pensioners – that’s a deal he can sell in parliament, and to Greek society.” </p> \n<p>“People are tired,” said Olga Zetou, who works three days a week in a bar. “People are just so tired. And getting disillusioned. I don’t know what I want any more. </p> \n<p>“I’m afraid, and I don’t even have children or a real job to worry about. Nothing is moving. Everything is frozen. And everyone feels more and more insecure.”</p> \n<p>It might almost be better, Zetou argued, to “do something really … dramatic. Because this really isn’t working. It’s better to say, ‘I divorce you’, isn’t it, than to be the one who is kicked out? We have so little left to lose.” </p> \n<p>Her friend, Dione Davids, agreed that people are “running out of patience. We’re in limbo. Are we in, are we out? Euro or drachma? All I want is a bit of political stability, and a normal society. Not too much to ask, is it?”<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/44856e6283ec56fe31aecfd6d64a1485af6be8d2/0_268_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty","altText":"People withdraw cash from ATMs in central Athens on June 19, 2015, as a beggar lays on the pavement.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727506445/6f095ea6-3ebd-47fb-9191-9f8a9e61f63e-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Alexis Tsipras, the prime minister, is holding firm against a number of key reforms demanded by the lenders in exchange for the release of €7.2bn in bailout funds. Photograph: Alexander Zemlianichenko/AP","credit":"Alexander Zemlianichenko/AP","altText":"Alexis Tsipras, the prime minister, is holding firm against a number of key reforms demanded by the lenders in exchange for the release of €7.2bn in bailout funds.","cleanCaption":"Alexis Tsipras, the prime minister, is holding firm against a number of key reforms demanded by the lenders in exchange for the release of €7.2bn in bailout funds.","cleanCredit":"Photograph: Alexander Zemlianichenko/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434727681695/14a20f57-7b69-4521-89a9-c8f2d29c7c74-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Austerity has ‘clearly been a disaster’. An elderly shopper passes a closed shop in central Athens. Photograph: Yannis Kolesidis/EPA","credit":"Yannis Kolesidis/EPA","altText":"'Austerity has clearly been a disaster'. An elderly shopper passes a closed shop in central Athens.","cleanCaption":"Austerity has ‘clearly been a disaster’. An elderly shopper passes a closed shop in central Athens.","cleanCredit":"Photograph: Yannis Kolesidis/EPA"}],"webPublicationDate":"2015-06-19T15:29:54Z","lastModified":"2015-06-19T23:17:12Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jon Henley","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733740613/JonHenley.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jonhenley"}],"feature":true,"keywords":["Greece","Eurozone crisis","Business","Economics","Euro","Europe","European Central Bank","European Union","Financial crisis","Financial sector","World news","Alexis Tsipras","International Monetary Fund (IMF)","European commission","Currencies","Banking","European banks"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"world/european-commission","webTitle":"European commission"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/europeanbanks","webTitle":"European banks"}],"section":{"id":"world"},"topics":[{"displayName":"Jon Henley","topic":{"type":"tag-contributor","name":"profile/jonhenley"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/tsipras-greece-europe-eurozone-crisis-banks-debts-euro-imf-ecb-germany-austerity","shortUrl":"http://gu.com/p/4ax29","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/tsipras-greece-europe-eurozone-crisis-banks-debts-euro-imf-ecb-germany-austerity","webUri":"http://www.theguardian.com/world/2015/jun/19/tsipras-greece-europe-eurozone-crisis-banks-debts-euro-imf-ecb-germany-austerity"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/44856e6283ec56fe31aecfd6d64a1485af6be8d2/0_268_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","caption":"People withdraw cash from ATMs in Athens as a beggar lies on the pavement. Apprehensive about what may happen next week, Greeks have withdrawn €3.2bn from banks this week. A majority want any deal rather than exit the eurozone.  Photograph: Aris Messinis/AFP/Getty","credit":"Aris Messinis/AFP/Getty","altText":"People withdraw cash from ATMs in central Athens on June 19, 2015, as a beggar lays on the pavement.","cleanCaption":"People withdraw cash from ATMs in Athens as a beggar lies on the pavement. Apprehensive about what may happen next week, Greeks have withdrawn €3.2bn from banks this week. A majority want any deal rather than exit the eurozone. ","cleanCredit":"Photograph: Aris Messinis/AFP/Getty"}},"importance":0,"kicker":{"title":"In Athens"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/44856e6283ec56fe31aecfd6d64a1485af6be8d2/0_268_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty","altText":"People withdraw cash from ATMs in central Athens on June 19, 2015, as a beggar lays on the pavement.","cleanCredit":"Photograph: Aris Messinis/AFP/Getty"}}]},{"title":"John Redwood / EU ignores Greek vote against austerity. Why?","rawTitle":"EU ignores Greek vote against austerity. Why?","item":{"type":"comment","id":"commentisfree/2015/jun/19/greek-people-austerity-eu-greece-economic-crisis-democracy","title":"The Greek people voted against austerity – why is the EU ignoring this?","trailText":"The EU authorities are trampling over the will of the people as they push for a solution to Greece’s economic crisis. It seems democracy itself is on trial","standFirst":"The EU authorities are trampling over the will of the people as they push for a solution to Greece’s economic crisis. It seems democracy itself is on trial","byline":"John Redwood","body":"<p>I am not a natural <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/syriza\">Syriza</a> voter, but the words and deeds of the EU towards Greece are enough to provoke me to sympathise with the Greek people and their government over austerity.</p> \n<p>Greece has lost a quarter of its national income and output since 2007. That means, on average, a Greek citizen who was earning €10,000 (&pound;7,000) in 2007 is today, after wage cuts, on €7,500 (&pound;5,300). This is a crude average, so in practice many have suffered larger cuts as they have lost their jobs, or were on higher public sector pay, which has been cut more.</p> \n<p>The joint approach of the EU and the IMF is to cut public spending, reduce public sector wages and pensions, and cut the public sector workforce. These IMF programmes to slim overgrown public sectors in problem countries are usually balanced by a devaluation of the currency to make private sector exporters more competitive and capable of winning extra work, and with a programme of suitable money relaxation to foster a general private sector-led recovery.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If an economic policy creates mass unemployment and crushes living standards it should be changed</p> \n </blockquote> \n</aside> \n<p>Trapped in the euro, Greece can neither devalue nor increase the money in circulation. As the public sector sheds jobs and cuts pay, there is no offsetting increase in private sector jobs for people to move to. Greece has ended up with a <a href=\"http://www.reuters.com/article/2015/06/11/eurozone-greece-unemployment-idUSEON1U25SM20150611\">quarter of its workforce out of work</a>, and with more than half its young people unable to find a job. No wonder the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/greece-election-vote-austerity-leftwing-syriza-eu\">Greek people elected a new party to government</a> and swept away the traditional parties of centre-left and centre-right that had engineered this economic disaster with the EU.</p> \n<p>I feel passionately that if an economic policy creates mass unemployment and crushes living standards it should be changed. I tried to get big changes to the UK’s banking policy prior to and during the crash of 2007-08 for that reason. I ask myself where are the voices from the left condemning Greek austerity, when this severe austerity offends my sense of justice and hope for the future? Why are so many on the left mesmerised by the EU that they think austerity in its name is fine?</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jun/19/greek-crisis-emergency-meetings-tsipras-banks-ecb-live-updates\">Greek crisis: ECB provides more emergency help as Tusk warns &quot;no more games&quot; - live</a> </p> \n</aside> \n<p>Worse still, where are the voices on the left who share my outrage that Greek democracy is overridden or ignored by the EU authorities? What part of the Greek condemnation of austerity policies did the EU not understand?</p> \n<p>The left and I might not agree on what would propel Greece back to prosperity. What I think the remedy for the Greek economy might be is less relevant, as I am neither a voter nor an adviser to the government. Where we should agree is that the single-minded policy of cuts in the public sector, membership of the euro, strict monetary and banking controls, and an uncompetitive exchange rate is not working and needs revision.</p> \n<p>Greece has an army around twice the size of the UK’s, with around one-sixth of the UK’s population. In normal times many might agree that is too large a burden on Greek taxpayers. These are not normal times. Few argue that now would be a good time to make soldiers redundant, when there aren’t any jobs for them to take up in the private sector.</p> \n<p>I understand the views of the creditors, the IMF and the EU. The Greek state has borrowed too much and has entered into agreements it may not be able to keep. It has already walked away from money owed to private sector lenders. Official creditors want their money back and want Greece to adhere to the loan terms. They fear that if they let Greece off, others will want relief as well. I am no fan of people and states walking away from their debts either.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-should-greece-leave-the-euro-17456530954\">Guardian Newsroom: Should Greece leave the Euro?</a> </p> \n</aside> \n<p>However the creditors need to grasp that they were foolish lenders, who lent too much on terms that did not allow Greece to repay. They needed to sort out a better way with Greece years ago. I remember writing to urge the IMF not to lend a cent to Greece, as it was obvious we needed changes of policy first. It went ahead, so now it has to recognise that some of the blame and some of the pain will rest with it. Instead of riding the moral high horse, it needs to walk in penance before European taxpayers and apologise for its folly.</p> \n<p>With the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/financial-crisis\">UK’s banking crisis</a>, people got mad with the banks for lending too much, rather than getting mad with the people and companies who could not pay the interest on their debts. The UK banks were brought down by bad regulation and some bad bankers, but only because many borrowers were unable or unwilling to meet their loan conditions. For reasons similar to here, Greek voters are more likely to get mad with the IMF and EU than they are with themselves for borrowing too much.</p> \n<p>Were the EU truly democratic, or were it still an association of democratic states, it would listen to Greek voters – the voters who have already crushed the parties of government that presided over the crisis. The tragedy is that they seem to have no impact on the rest of the EU, which now holds the fate of the Greek people in its hands. It is not just the Greek economy that faces a major challenge, Greek democracy itself is on trial.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725420110/Anti-austerity-rally-in-A-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP","credit":"Yorgos Karahalis/AP","altText":"Anti-austerity rally in Athens, Greece","cleanCaption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-19T16:04:32Z","lastModified":"2015-06-19T21:37:11Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Redwood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnredwood"}],"feature":false,"keywords":["Greece","Europe","World news","European Union","International Monetary Fund (IMF)","Economics","Eurozone","Eurozone crisis","European monetary union","Euro","European banks"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/euro","webTitle":"Euro"},{"id":"business/europeanbanks","webTitle":"European banks"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"John Redwood","topic":{"type":"tag-contributor","name":"profile/johnredwood"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/19/greek-people-austerity-eu-greece-economic-crisis-democracy","shortUrl":"http://gu.com/p/4ax88","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/19/greek-people-austerity-eu-greece-economic-crisis-democracy","webUri":"http://www.theguardian.com/commentisfree/2015/jun/19/greek-people-austerity-eu-greece-economic-crisis-democracy"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725420110/Anti-austerity-rally-in-A-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP","credit":"Yorgos Karahalis/AP","altText":"Anti-austerity rally in Athens, Greece","cleanCaption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP"}},"importance":0,"kicker":{"title":"John Redwood"},"byline":{"title":"John Redwood"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434725420110/Anti-austerity-rally-in-A-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP","credit":"Yorgos Karahalis/AP","altText":"Anti-austerity rally in Athens, Greece","cleanCaption":"An anti-austerity rally in Athens. 'What part of the Greek condemnation of austerity policies did the EU not understand?' Photograph: Yorgos Karahalis/AP"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f69bbcc30bb0ba5e6d58b888ad1326941487bb19/0_0_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","credit":"Aris Messinis/AFP/Getty Images","altText":"TOPSHOTS \nA young woman walks past a graffiti called 'Death of Euro' by French street artist Goin, in central Athens on June 19, 2015. The European Central Bank's decision-making governing council will hold an emergency session on June 19 to discuss a request from the Bank of Greece for an increase in liquidity to Greek banks. AFP PHOTO / ARIS MESSINISARIS MESSINIS/AFP/Getty Images","cleanCredit":"Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"Comet probe / Philae lander can now charge solar batteries to work through the dark","rawTitle":"Philae lander can now charge solar batteries to work through the dark","item":{"type":"article","id":"science/2015/jun/20/philae-probe-still-talking-to-earth-from-surface-of-comet-say-rosetta-scientists","title":"Philae probe still talking to Earth from surface of comet, say Rosetta scientists","trailText":"Solar-powered lander getting enough sunlight to send periodic transmissions and charge batteries so it can continue to work through the night","standFirst":"<p>Solar-powered lander now getting enough sunlight to send periodic transmissions and charge batteries so it can continue to work through the night</p>","byline":"Agence France Presse","body":"<p> Europe’s robot lab Philae phoned home on Friday after several days’ silence in its journey towards the sun on the back of a comet and is “doing very well”, the German Aerospace Centre (DLR) said.</p> \n<p>The latest contact lasted 19 minutes and is the third time Philae has touched base with Earth since it landed on Comet 67P/Churyumov-Gerasimenko on 12 November after piggybacking on its mothership Rosetta.</p> \n<p>The mission seeks to unlock the long-held secrets of comets – primordial clusters of ice and dust scientists believe may reveal how the solar system was formed.</p> \n<p>After landing on the comet, Philae had used its stored battery power to send home reams of data before going into standby mode.</p> \n<p>The hope was as the comet approaches the sun, solar energy would recharge Philae’s batteries enough for it to reboot, make contact and ultimately resume scientific work.</p> \n<p>It took seven months before Philae woke from hibernation on 13 June and made contact with Earth for two minutes. It reported back again two days later. </p> \n<p>On Friday, Philae transmitted 185 data packets back to Earth between. </p> \n<p>“Among other things, we have received updated status information,” Michael Maibaum, a systems engineer at the DLR Lander Control Centre in Cologne.</p> \n<p>“At present, the lander is operating at a temperature of zero degrees Celsius, which means that the battery is now warm enough to store energy. This means that Philae will also be able to work during the comet’s night, regardless of solar illumination.”</p> \n<p>The data transmitted also shows the amount of sunlight available had increased. </p> \n<p>“More solar panels were illuminated; at the end of contact four of Philae’s panels were receiving energy,” said the DLR statement.</p> \n<p>“The contact has confirmed that Philae is doing very well.” </p> \n<p> </p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa131a0eb4c9230ef1e81c0471b865811da5fac4/0_0_2750_1649/2750.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1649,"width":2750,"orientation":"landscape","credit":"ESA/PA","altText":"Artist’s impression issued by the European Space Agency of the Rosetta’s lander Philae on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCredit":"Photograph: ESA/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-20T03:03:18Z","lastModified":"2015-06-20T03:14:17Z","metadata":{"commentable":true,"commentCount":150,"contributors":[],"feature":false,"keywords":["Rosetta space probe","Space","Science"],"tags":[{"id":"science/rosetta-space-probe","webTitle":"Rosetta space probe"},{"id":"science/space","webTitle":"Space"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"science"},"topics":[],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/20/philae-probe-still-talking-to-earth-from-surface-of-comet-say-rosetta-scientists","shortUrl":"http://gu.com/p/4axt5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/20/philae-probe-still-talking-to-earth-from-surface-of-comet-say-rosetta-scientists","webUri":"http://www.theguardian.com/science/2015/jun/20/philae-probe-still-talking-to-earth-from-surface-of-comet-say-rosetta-scientists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa131a0eb4c9230ef1e81c0471b865811da5fac4/0_0_2750_1649/2750.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1649,"width":2750,"orientation":"landscape","caption":"Artist’s impression issued by the European Space Agency of the Rosetta’s lander Philae on the surface of comet 67P/Churyumov-Gerasimenko. Photograph: ESA/PA","credit":"ESA/PA","altText":"Artist’s impression issued by the European Space Agency of the Rosetta’s lander Philae on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCaption":"Artist’s impression issued by the European Space Agency of the Rosetta’s lander Philae on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCredit":"Photograph: ESA/PA"}},"importance":4,"kicker":{"title":"Comet probe"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aa131a0eb4c9230ef1e81c0471b865811da5fac4/0_0_2750_1649/2750.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1649,"width":2750,"orientation":"landscape","credit":"ESA/PA","altText":"Artist’s impression issued by the European Space Agency of the Rosetta’s lander Philae on the surface of comet 67P/Churyumov-Gerasimenko.","cleanCredit":"Photograph: ESA/PA"}}]},{"title":"Vicar likens homosexuality to paedophilia and adultery","rawTitle":"Vicar likens homosexuality to paedophilia and adultery","item":{"type":"article","id":"world/2015/jun/19/hull-vicar-likens-homosexuality-paedophilia-adultery","title":"Vicar likens homosexuality to paedophilia and adultery","trailText":"Rev Melvin Tinker criticises Canon Michael Smith of York Minster over his decision to welcome an LGBT Pride march in the city","standFirst":"<p>Rev Melvin Tinker criticises Canon Michael Smith of York Minster over his decision to welcome an LGBT Pride march in the city</p>","byline":"Rebecca Ratcliffe","body":"<p>A vicar has provoked criticism after comparing homosexuality to paedophilia and adultery in a radio interview, during which he attacked York Minster’s plans to support a LGBT Pride march.</p> \n<p>Rev Melvin Tinker, vicar of St John in Newland in Hull, said he was outraged to hear that Canon Michael Smith of York Minster would be giving a blessing to York Pride on Saturday.<br /></p> \n<p><a href=\"http://www.minsterfm.com/news/local/1647826/listen-anger-at-vicars-comments-about-york-pride-and-paedophiles/\">Speaking on Minster FM</a>, he said: “Would he say serial adulterers should be welcome in the church? Should he say that people who are engaged in paedophilia should be involved in the church?”</p> \n<p>Tinker was repeatedly asked by an interviewer if he was likening homosexuality to paedophilia.</p> \n<p>He responded: “We are talking about moral categories here, and if homosexual sex falls into the immoral category, then it is in the same category as any other immoral action.”</p> \n<p>When reminded that homosexuality is legal, he said: “At one time of course homosexual genital activity was illegal.”</p> \n<p>Tinker accused Smith of “flaunting the scriptures under the banner of equality”. He said: “What we are talking about is whether certain actions are right or wrong in God’s eyes, as he has revealed it in scripture, and also according to natural law as well.”<br /></p> \n<p>Greg Stephenson, chair of <a href=\"http://www.yorkpride.org.uk/\">York Pride</a>, said it was disappointing that such comments are being made in 2015, adding. “It just reinforces why Pride events are so important. There’s more to them than just a big party. It’s to highlight that these kind of comments and views are still out there and that they need changing.”</p> \n<p>About 400 rainbow flags will go up across York as part of Saturday’s march, which organisers hope will attract as many as 5,000 people.<br /></p> \n<p>York Minster, which will drape a 15-metre rainbow flag across its steps, has issued a statement saying that it plans to show its support for the LGBT community. </p> \n<p>“As in previous years, York Pride will begin its parade from outside the west end of York Minster, and for the second year running we are joining other groups in the city of York in showing our support for a section of the community that frequently experiences discrimination and hostility,” it read.<br /> <br /> “York Minster’s invitation to everyone to discover God’s love through our welcome, worship, learning and work is extended to the entire community – both inside and outside of the minster. The Church of England is actively encouraging conversations around human sexuality and it is better to have those conversations with friends.”</p> \n<p>A local group, LGBT Christian Fellowship for Hull and East Riding, has also <a href=\"http://www.lgbtchristianfellowship.co.uk/author/admin/\">issued a statement </a>saying that Tinker did not represent all Christians.</p> \n<p>It said: “Although we have a long way to go, that’s not actually the view of people in the pews.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434749913598/ac6e001d-5de9-4b54-88aa-496a03d140bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Poller/Zuma Press/Corbis","altText":"A couple pose behind the rainbow flag","cleanCredit":"Photograph: David Poller/Zuma Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-06-19T22:01:09Z","lastModified":"2015-06-19T22:44:17Z","metadata":{"commentable":true,"commentCount":801,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["York","LGBT rights","Christianity","Yorkshire","UK news","Religion","Hull"],"tags":[{"id":"uk/york","webTitle":"York"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk-news/hull","webTitle":"Hull"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/hull-vicar-likens-homosexuality-paedophilia-adultery","shortUrl":"http://gu.com/p/4axe7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/hull-vicar-likens-homosexuality-paedophilia-adultery","webUri":"http://www.theguardian.com/world/2015/jun/19/hull-vicar-likens-homosexuality-paedophilia-adultery"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434749913598/ac6e001d-5de9-4b54-88aa-496a03d140bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A couple pose behind the rainbow flag. Photograph: David Poller/Zuma Press/Corbis","credit":"David Poller/Zuma Press/Corbis","altText":"A couple pose behind the rainbow flag","cleanCaption":"A couple pose behind the rainbow flag.","cleanCredit":"Photograph: David Poller/Zuma Press/Corbis"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434749913598/ac6e001d-5de9-4b54-88aa-496a03d140bb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Poller/Zuma Press/Corbis","altText":"A couple pose behind the rainbow flag","cleanCredit":"Photograph: David Poller/Zuma Press/Corbis"}}]},{"title":"Woman 'throttled to ground' by London tour bus driver","rawTitle":"Woman 'throttled to ground' by London tour bus driver","item":{"type":"article","id":"uk-news/2015/jun/19/woman-throttled-to-ground-by-london-tour-bus-driver","title":"Woman 'throttled to ground' by London tour bus driver","trailText":"Video shows alleged assault on woman who filmed bus apparently going through red traffic light in Waterloo, central London","standFirst":"<p>Video shows alleged assault on woman who filmed bus apparently going through red traffic light in Waterloo, central London</p>","byline":"Aisha Gani","body":"<p>A woman was allegedly throttled to the ground by the driver of a London tour bus she had filmed apparently running a red light.</p> \n<p>A video of the incident showed shocked passersby rushing to the woman’s aid during the attack in Waterloo, London. </p> \n<p>Witnesses said the driver targeted the 27-year-old victim, a graduate at King’s College London, after she appeared to film the Golden Tours vehicle driving through a red light.</p> \n<p>The driver, a woman in her 30s, left the empty blue double-decker in the middle of Stamford Street with the engine still running.</p> \n<p>In video footage obtained by the <a href=\"http://www.standard.co.uk/news/london/london-tour-bus-driver-leaps-on-to-street-to-throttle-woman-who-filmed-her-run-red-light-10330946.html\">Evening Standard</a>, the victim can be heard screaming: “Let go of me, you need to let go of me,” as she appears to be grabbed by the throat. </p> \n<figure class=\"element element-image\" data-media-id=\"143063747f3546018b932eb7d2b51b005940fc38\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434729455155/1a9db077-aaac-4d7b-9ab9-2c6bd961f3e8-460x276.jpeg\" alt=\"The pedestrian was filmed on the ground after the alleged assault.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The pedestrian was filmed on the ground after the alleged assault.</span> \n  <span class=\"element-image__credit\">Photograph: Evening Standard</span> \n </figcaption> \n</figure> \n<p>The driver can be heard saying: “You took my picture! Delete my picture,” as she continues to wrestle a handbag off the woman.</p> \n<p>Drivers sounded their horns and cyclists were forced to swerve as the two women grappled in the street, before the driver dragged the pedestrian to the roadside, where she collapsed.</p> \n<p>She appeared to lose consciousness briefly as she slumped onto the pavement by a row of hire-bikes, clutching her neck. The driver then turned angrily to a crowd of passersby who had gathered.</p> \n<p>One witness wearing a backpack asked her: “What are you doing? Aren’t you supposed to be driving that bus … and you’ve done this?”</p> \n<p>The driver, who was contracted to Golden Tours by an agency, later boarded the bus and pulled away in the direction of the British Film Institute.</p> \n<p>Police said they were looking into an allegation of assault at 5.55pm on Tuesday. The driver’s contract with the tour company has since been terminated.</p> \n<figure class=\"element element-image\" data-media-id=\"3ad275efde8515882b327f05a9316b0fbf23a63a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/19/1434729516645/e000650b-a735-4741-9590-765867ec3a0e-460x276.jpeg\" alt=\"Passers-by remonstrate with the driver of the tour bus.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Passersby remonstrate with the driver of the tour bus.</span> \n  <span class=\"element-image__credit\">Photograph: Evening Standard</span> \n </figcaption> \n</figure> \n<p>One witness told the <a href=\"http://www.standard.co.uk/news/london/london-tour-bus-driver-leaps-on-to-street-to-throttle-woman-who-filmed-her-run-red-light-10330946.html\">Standard</a>: “The bus driver had apparently run a red light and the pedestrian filmed it on her phone.</p> \n<p>“The next moment the bus driver pulled up and left the bus in the middle of the road and stopped the traffic. </p> \n<p>“She assaulted the pedestrian, grabbed her and dragged her onto the pavement. The driver was stood over her like Muhammad Ali and started arguing with the people who came to help.”</p> \n<p>Witnesses said the woman was in shock after the incident and was crying for about 10 minutes.</p> \n<p>In a statement on Friday the Metropolitan police said it was investigating an allegation of assault. </p> \n<p>“A 27-year-old woman reported to police that she had been assaulted by the driver of a tour bus. No arrests were made and enquires continue.”</p> \n<p>Golden Tours run a fleet of blue open-topped double-decker buses that run daily sightseeing tours through central London and the West End.<br /></p> \n<p>The company advertises its 10-hour “Total London” experience for &pound;99 a person, including a ride on the London Eye.</p> \n<p>Andrew Bassom, the transport manager at Golden Tours, said: “We are absolutely distressed by this situation.” He said the company’s drivers were rigorously tested and that the agency providing them usually ensured their criminal records were checked and that they had the correct licences.</p> \n<p>“This particular driver had been with us for three months and there were no problems, so we’re absolutely gobsmacked,” he said. </p> \n<p>The tour bus was new and fitted with CCTV cameras, Bassom said. “The footage from the bus starts a lot earlier than the footage of the passersby, so a lot more information has been given to the police.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729303340/6ce00392-a558-4d08-ac20-19b1923cf69f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Evening Standard","altText":"A video of the incident showed shocked passers-by rushing to the woman’s aid during the attack in Waterloo","cleanCredit":"Photograph: Evening Standard"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729455706/e9f284f4-5bee-4737-83bd-e97df36dc498-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The pedestrian was filmed on the ground after the alleged assault. Photograph: Evening Standard","credit":"Evening Standard","altText":"The pedestrian was filmed on the ground after the alleged assault.","cleanCaption":"The pedestrian was filmed on the ground after the alleged assault.","cleanCredit":"Photograph: Evening Standard"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729517105/9ae15700-2cb7-40a0-90be-4631ee37cf76-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Passersby remonstrate with the driver of the tour bus. Photograph: Evening Standard","credit":"Evening Standard","altText":"Passers-by remonstrate with the driver of the tour bus.","cleanCaption":"Passersby remonstrate with the driver of the tour bus.","cleanCredit":"Photograph: Evening Standard"}],"webPublicationDate":"2015-06-19T16:01:00Z","lastModified":"2015-06-19T18:07:31Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":false,"keywords":["London","UK news","Road transport","Road safety"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/road-transport","webTitle":"Road transport"},{"id":"world/road-safety","webTitle":"Road safety"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/woman-throttled-to-ground-by-london-tour-bus-driver","shortUrl":"http://gu.com/p/4ax7n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/19/woman-throttled-to-ground-by-london-tour-bus-driver","webUri":"http://www.theguardian.com/uk-news/2015/jun/19/woman-throttled-to-ground-by-london-tour-bus-driver"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457220907","source":"Evening Standard","durationInSeconds":56,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/19/150619BusDriver_1.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/19/150619BusDriver_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/19/1434728067884/KP_302909_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for London bus driver assaults woman who filmed her running red light  video","credit":"guardian.co.uk","altText":"620x372 trailpic for London bus driver assaults woman who filmed her running red light  video","cleanCaption":"620x372 trailpic for London bus driver assaults woman who filmed her running red light  video"}}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434729303340/6ce00392-a558-4d08-ac20-19b1923cf69f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Evening Standard","altText":"A video of the incident showed shocked passers-by rushing to the woman’s aid during the attack in Waterloo","cleanCredit":"Photograph: Evening Standard"}}]},{"title":"Stowaway falls to death from plane after 8,000-mile flight","rawTitle":"Stowaway falls to death from plane after 8,000-mile flight","item":{"type":"article","id":"uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond","title":"Flight stowaway in critical condition as police investigate links with fall victim","trailText":"Scotland Yard says no evidence yet to link survivor of BA undercarriage flight with man found on roof below Heathrow flight path","standFirst":"<p>Scotland Yard says no evidence yet to link survivor of BA undercarriage flight with man found on roof below Heathrow flight path</p>","byline":"Ben Quinn, Nadia Khomami and Griffin Shea in Johannesburg","body":"<p>A man remains in a critical condition in hospital after surviving a 10-hour flight by clinging to the undercarriage of a British Airways flight from which another stowaway is feared to have plunged to his death.</p> \n<p>The survivor was found unconscious in the undercarriage of the plane on Thursday morning having endured freezing temperatures over the 8,000 miles (12,875km) flight from Johannesburg to London.<br /></p> \n<p>The body of the dead man was discovered an hour later on the roof of a west London office building. It is not clear if he was killed in the fall; flight data reveals the plane would have been at an altitude of around 1,400ft (427m) when it passed over the area.</p> \n<p>Police say they believe they know the survivor’s identity and that he is 24 years old, but are awaiting confirmation. Scotland Yard said officers were looking into whether there was a connection between the survivor and the dead man, who was found under the busy flight path of planes coming into Heathrow over the Richmond area.</p> \n<p>“At this time, there is no evidence to link the death to the discovery of a stowaway in the undercarriage of a plane at Heathrow airport; however, this is one line of enquiry into identifying the deceased and the circumstances of his death,” the Metropolitan police said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/one-in-four-plane-stowaways-survive-london-astonishing\">One in four plane stowaways can survive, but London case is astonishing</a> </p> \n</aside> \n<p>There have been previous cases of stowaways plunging to their deaths in west London after smuggling themselves on to planes. They hide in the landing gear where they are exposed to the elements and endure sub-zero temperatures. Most are killed by the cold and lack of oxygen at high altitude.</p> \n<p>In September 2012, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/apr/25/man-street-stowaway-fell-plane\">Jos&eacute; Matada, 26, died after falling from the undercarriage of a Heathrow-bound flight from Angola</a> on to a street in Mortlake, west London. An inquest into his death heard that the Mozambican man was likely to have survived temperatures as low as -60C (-76F) for most of the 12-hour flight. It was believed he was dead or nearly dead by the time he hit the ground.</p> \n<p>David Learmount, an aviation expert and consulting editor of Flight International magazine, said the fact that one of the two men survived the long flight suggests he may have been able to get into the baggage hold section of the aircraft, which would raise serious security questions. “If these two were neither airline nor airport staff and somehow managed to get on a flight, then it becomes a serious security issue. Just how did they get [on the restricted] airside at the airport?</p> \n<p>“Then there’s the question of just where on the plane these two were. If a person was in the wheel well of a plane on an 11-hour flight there’s really very little chance of surviving. You are either going to be frozen to death by temperatures of -50C or you are going to die through lack of oxygen with the plane flying at 35,000ft.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/heathrow_stowaways/giv-21277P199tuajLRFl\" data-alt=\"Map: Heathrow and route\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/heathrow_stowaways/giv-21277P199tuajLRFl\">Map: Heathrow and route</a> \n</figure> \n<p>The victim fell on to the offices of the online marketplace Notonthehighstreet.com on a busy road. Charles Campbell, 59, a carpenter from Ealing in west London, left a bunch of yellow flowers at the scene, saying that he thought no one else would. “He’s got a family and it’s Father’s Day on Sunday. This is not first time this has happened,” he said.</p> \n<p>Worshippers at a church across the road from where the dead man’s body was found would pray for him, the vicar, the Rev Neil Summers, said. “It’s very shocking when something like this happens on your doorstep. Coupled with all the migrants coming across the high seas into Europe from north Africa, it’s just another example of how desperate people are to reach this country to try to find a better life for themselves.”</p> \n<p>Johannesburg’s OR Tambo international airport, where the flight originated, announced that security was being heightened and said the incident was the first of its nature there in 10 years. Colin Naidoo, a spokesman for Airports Company South Africa, which manages the airport, said authorities were still investigating how the stowaways made it past security. “It’s a security breach … we need to find out how and why this happened,” he said. “It’s very rare for this to happen in South Africa.” The British Airways flight departed for Heathrow at 7.45pm (1745 GMT) on Wednesday, Naidoo added. <br /></p> \n<p>A British Airways spokeswoman said: “We are working with the Metropolitan police and the authorities in Johannesburg to establish the facts surrounding this very rare case.” A postmortem examination of the dead man is scheduled to take place next week. <br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1eb8803718b2f1661e3142323bf8aabddcc08159/0_81_3299_1978/3299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1978,"width":3299,"orientation":"landscape","credit":"Sally Wardle/PA","altText":"The stowaway’s body was found on the roof of business offices in Kew Road, Richmond","cleanCredit":"Photograph: Sally Wardle/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-19T11:11:24Z","lastModified":"2015-06-19T23:13:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"},{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Air transport","UK news","London","Africa","South Africa","British Airways","Airline industry"],"tags":[{"id":"world/air-transport","webTitle":"Air transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/london","webTitle":"London"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"business/britishairways","webTitle":"British Airways"},{"id":"business/theairlineindustry","webTitle":"Airline industry"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond","shortUrl":"http://gu.com/p/4avne","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond","webUri":"http://www.theguardian.com/uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457218016","source":"ITN","durationInSeconds":32,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/19/150619aerialshouse.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/19/150619aerialshouse_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/19/1434718597905/KP_301537_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Aerial footage of office stowaway fell to  - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Aerial footage of office stowaway fell to  - video","cleanCaption":"620x372 trailpic for Aerial footage of office stowaway fell to  - video"}}},"importance":1,"showQuotedHeadline":false,"sublinks":[{"title":"Analysis / One in four plane stowaways survive","rawTitle":"One in four plane stowaways survive","item":{"type":"article","id":"world/2015/jun/19/one-in-four-plane-stowaways-survive-london-astonishing","title":"One in four plane stowaways can survive, but London case is astonishing","trailText":"Incidents of people trying to secrete themselves on aircraft are relatively rare, and the appearance that this occurred at Johannesburg worries security experts","standFirst":"<p>Incidents of people trying to secrete themselves on aircraft are relatively rare, and the appearance that this occurred at Johannesburg worries security experts</p>","byline":"Gwyn Topham  Transport correspondent","body":"<p>Given the number of desperate people attempting to reach Europe by land or sea on incredibly risky journeys, stowaways on aircraft are comparatively rare. But security at airports is usually tighter than at other borders, and the risks of an attempt are enormous, with the prospects of survival remote. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond\">Stowaway fell to death from plane on to London office after 8,000-mile flight</a> </p> \n</aside> \n<p>The fact that one of the two men who <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/19/stowaway-fell-to-death-plane-london-shop-heathrow-richmond\">secreted themselves on the eight-hour BA flight from Johannesburg to London Heathrow</a> has survived the journey, albeit in a serious condition in hospital, is astonishing. While neither the airline nor the police have yet confirmed it, the most likely scenario is that the stowaways would have hidden in the landing gear of the plane, exposing themselves to temperatures of -50C to -60C.</p> \n<p>There have been occasional previous recorded cases of people making it alive, on shorter flights at lower altitudes. A 20-year-old Romanian man made it to Heathrow from Vienna in 2010, concealed in the undercarriage of a private jet that flew comparatively low, in air still thick enough for lungs to function. </p> \n<p>But normally the combination of cold, lack of oxygen and air pressure experienced at a plane’s cruising height, outside the artificially maintained conditions of the cabin, would prove fatal. </p> \n<p>If they can withstand the flight, the stowaways need to cling on and remain conscious when the wheels come down on the approach to the airport. One of the two men on the BA flight appears to have been beyond the point of endurance by the time the plane was on its descent over Richmond, his body falling on to shops below.</p> \n<p>US Federal Aviation Authority records suggest that, at best, one in four stowaways survives. Others die or fall in transit; some are crushed when the mechanised landing gear retracts into the wheel well; most survivors suffer severe hypothermia or frostbite, often losing limbs. </p> \n<p>Thursday’s tragic incident recalls the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2013/apr/25/man-street-stowaway-fell-plane\">death of Jos&eacute; Matada</a>, who made a similarly desperate attempt to reach the UK from Angola in 2012, His body was found on a pavement in East Sheen in south-west London and an inquest found he was either dead or at the point of death due to hypothermia and lack of oxygen when he fell from the plane.</p> \n<p>Airport security is normally extremely tight, even in places where security outside the terminal is a problem. Airline and airport staff would normally perform pre-flight checks, including inspection of the wheel well, although airlines say security is ultimately the airport’s responsibility. Passengers and workers face numerous checks. But airport perimeter fences are often surrounded by the worst poverty, such as the shanty towns in Luanda, the Angolan airport from where that last reported Heathrow-bound stowaway flew.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/stowaway-death-jose-matada-british-airways-heathrow\">Stowaway death of man who died with a single pound in his pocket</a> </p> \n</aside> \n<p>The Angolan capital responded to that event by tightening security to have all international flights followed by a security patrol vehicle for evening departures, keeping the plane’s undercarriage in full view.</p> \n<p>That this latest incident appears to have originated in Johannesburg, a major international airport, will worry airport security experts, who have pointed out that if a stowaway can reach a plane’s exterior and hide, planting an explosive could also be possible. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708924481/e5140271-9385-4f32-a382-91745ff09bfa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sunset/Rex Features","altText":"Plane wing","cleanCredit":"Photograph: Sunset/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-06-19T10:18:51Z","lastModified":"2015-06-19T23:01:59Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Gwyn Topham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/gwyntopham"}],"feature":false,"keywords":["Air transport","London","Transport","South Africa","Africa","UK news","Heathrow airport","World news"],"tags":[{"id":"world/air-transport","webTitle":"Air transport"},{"id":"uk/london","webTitle":"London"},{"id":"uk/transport","webTitle":"Transport"},{"id":"world/southafrica","webTitle":"South Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/heathrow-airport","webTitle":"Heathrow airport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Gwyn Topham","topic":{"type":"tag-contributor","name":"profile/gwyntopham"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/19/one-in-four-plane-stowaways-survive-london-astonishing","shortUrl":"http://gu.com/p/4avpv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/19/one-in-four-plane-stowaways-survive-london-astonishing","webUri":"http://www.theguardian.com/world/2015/jun/19/one-in-four-plane-stowaways-survive-london-astonishing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708924481/e5140271-9385-4f32-a382-91745ff09bfa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"It is likely the stowaways exposed themselves to temperatures of -50C to -60C. Photograph: Sunset/Rex Features","credit":"Sunset/Rex Features","altText":"Plane wing","cleanCaption":"It is likely the stowaways exposed themselves to temperatures of -50C to -60C.","cleanCredit":"Photograph: Sunset/Rex Features"}},"importance":0,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/19/1434708924481/e5140271-9385-4f32-a382-91745ff09bfa-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sunset/Rex Features","altText":"Plane wing","cleanCredit":"Photograph: Sunset/Rex Features"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1eb8803718b2f1661e3142323bf8aabddcc08159/0_81_3299_1978/3299.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1978,"width":3299,"orientation":"landscape","credit":"Sally Wardle/PA","altText":"The stowaway’s body was found on the roof of business offices in Kew Road, Richmond","cleanCredit":"Photograph: Sally Wardle/PA"}}]}],"lastModified":"2015-06-20T08:01:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}