{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Counter-terrorism / Scotland Yard to use SAS tactics to counter Tunisia-style attacks","rawTitle":"Scotland Yard to use SAS tactics to counter Tunisia-style attacks","item":{"type":"article","id":"uk-news/2015/jun/29/scotland-yard-creates-sas-style-unit-to-counter-threat-of-terrorist-gun-attack","title":"Scotland Yard creates SAS-style unit to counter threat of terrorist gun attack","trailText":"130 counter-terrorism specialist firearms officers equipped with new weapons and retrained in new tactics, including ‘fast-roping’ from helicopters ","standFirst":"<p data-dropid=\"0\">130 counter-terrorism specialist firearms officers equipped with new weapons and retrained in new tactics, including ‘fast-roping’ from helicopters </p>","byline":"Vikram Dodd","body":"<p>Scotland Yard has created an SAS-style unit of armed officers to counter the threat of a terrorist gun attack in Britain.</p> \n<p>The 130 counter-terrorism specialist firearms officers (CTSFOs) who make up the elite unit have been equipped with new weapons and retrained in new tactics, such as fast-roping from helicopters and storming burning buildings to rescue hostages.</p> \n<p>The unit has trained alongside the army’s special forces to respond to assaults such as the 2008 attacks in Mumbai and the 2013 Westgate shopping mall attack in Nairobi, which developed into a siege. It will also be looking to see if any lessons can be learned from Friday’s massacre in Tunisia.<br /></p> \n<p>Police and the emergency services will hold their biggest ever counter-terrorism exercise in central London on Tuesday.</p> \n<p>Police chiefs are adamant that their officers rather than soldiers would respond to a terrorist gun attack on Britain’s streets, but accept the military would probably have to become involved as the crisis played out.</p> \n<p>They have been wrestling with how a largely unarmed police service might deal with such an event, possibly across multiple locations in an urban area.</p> \n<p>Regular officers have been told to call in armed colleagues. First on the scene would be one of the hundreds of armed officers who routinely patrol in armed response vehicles.</p> \n<p>They would take no longer than 15 minutes to arrive, or even less for areas identified as prime targets, such as Whitehall. The new CTSFO unit would also be scrambled.</p> \n<p>Police chiefs believe terrorist attacks such as the one in Nairobi show that most casualties happen in the first hour or two.</p> \n<p>A senior police source said the new unit would aim to arrest the attackers, but would be prepared to contain and “neutralise” them. “We’re police officers, not soldiers. We’re not at war. Our job is to arrest people,” the source said.</p> \n<p>Even if faced with a gunman or gunmen on the rampage, the unit would not have orders to shoot to kill, but would be told to use minimum force. They would not be “firing the maximum number of bullets” and their actions would be subject to the criminal law.</p> \n<p>They have, nevertheless, been issued with SIG 516 weapons and trained to shoot to the head if necessary. Armed officers are traditionally trained to shoot towards the centre of the chest. </p> \n<p>They new unit has also been trained to take to speedboats in case of an attack from water,and to “fast-rope” from helicopters should road traffic be gridlocked following an attack.<br /></p> \n<p>There is no intelligence of an imminent gun attack on Britain, but the two-day exercise in London this week will test how police, the emergency services and government would cope with the intense strain of a such an event.</p> \n<p>The government’s Cobra emergency committee will take part in the exercise, which was devised in January. </p> \n<p>The announcement by the prime minister, David Cameron, of beefed up counter-terrorism measures and a renewed drive against extremism is otherwise expected to make little difference to policing practices. Officers have been engaged in unprecedented levels of activity for nine months already, making nearly one terrorism-related arrest a day.</p> \n<p>The deployment of hundreds of officers, 600 so far, to deal with the attack on Britons in Tunisia, comes at a time of strain for the police counter-terrorism network, made up of Scotland Yard’s S015 and a series of regional units.</p> \n<p>Senior officers have convinced the government to give counter-terrorism policing more money, but they worry privately that cuts to neighbourhood policing, including a potential reduction in the number of frontline officers, would damage the contacts and trust gained among communities and thus the intelligence gathered.</p> \n<p>In May, Britain’s top counter-terrorism officer, Mark Rowley, said: “Our discussions over the next few months in terms of the spending rounds … around counter-terrorism, will make the point it’s not simply about the counter-terrorism network enforcement, its about the strength of those other elements of policing.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/474c682206ac15116b1a783fcc72efcca6b25dc9/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Justin Tallis/AFP/Getty Images","altText":"Armed transport police officers on patrol at London Bridge station","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-29T18:23:22Z","lastModified":"2015-06-29T23:01:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"}],"feature":false,"keywords":["UK security and counter-terrorism","Police","Metropolitan police","London","UK news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Vikram Dodd","topic":{"type":"tag-contributor","name":"profile/vikramdodd"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/scotland-yard-creates-sas-style-unit-to-counter-threat-of-terrorist-gun-attack","shortUrl":"http://gu.com/p/4a8dh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/29/scotland-yard-creates-sas-style-unit-to-counter-threat-of-terrorist-gun-attack","webUri":"http://www.theguardian.com/uk-news/2015/jun/29/scotland-yard-creates-sas-style-unit-to-counter-threat-of-terrorist-gun-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/474c682206ac15116b1a783fcc72efcca6b25dc9/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","caption":"Armed transport police officers on patrol at London Bridge station. Photograph: Justin Tallis/AFP/Getty Images","credit":"Justin Tallis/AFP/Getty Images","altText":"Armed transport police officers on patrol at London Bridge station","cleanCaption":"Armed transport police officers on patrol at London Bridge station.","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Counter-terrorism"},"showQuotedHeadline":false,"sublinks":[{"title":"Cameron / 'These killers have declared war on Britain'","rawTitle":"'These killers have declared war on Britain'","item":{"type":"article","id":"world/2015/jun/29/tunisia-killers-declared-war-on-britain-david-cameron","title":"Tunisia killers have declared war on Britain, says David Cameron","trailText":"Prime minister pledges that Britain will not cower in the face of terrorism as he announces minute’s silence for victims of Sousse massacre<br>","standFirst":"<p data-dropid=\"0\">Prime minister pledges that Britain will not cower in the face of terrorism as he announces minute’s silence for victims of Sousse massacre<br /></p>","byline":"Patrick Wintour Political editor","body":"<p>David Cameron has pledged that Britain will not give up its way of life or cower in the face of terrorism as he urged the country to hold a minute’s silence at midday on Friday in memory of the UK citizens killed in Tunisia.</p> \n<p>The minute’s silence will come exactly a week after the massacre in Sousse left up to 30 Britons dead, the biggest loss of British life to terrorism since the 7/7 bombings in London in 2005.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>There are a lot of extremists that buy into a lot of the narrative of the terrorists. Those views are not acceptable</p> \n  <footer> \n   <cite>David Cameron</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Cameron said the killers had declared war on Britain, adding the government would provide a “full spectrum” response including helping the injured return to the UK within 24 hours, assisting with security in Tunisia and tracking down any accomplices of the killers, as well as combating the narrative of Islamic fascism in the UK.</p> \n<p>He spoke after Theresa May, the home secretary, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/tunisia-attack-uk-sends-raf-plane-to-repatriate-british-victims\">visited the site of the killings</a>, where she laid flowers at an impromptu memorial to the dead set up a few metres from the water, beside rows of empty sun loungers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/29/the-guardian-view-on-counter-terrorism-after-tunisia-calm-resolve-required\">The Guardian view on counter-terrorism after Tunisia: calm resolve required | Editorial</a> </p> \n</aside> \n<p>In a Commons statement lasting 100 minutes, Cameron said the Cobra emergency committee had decided not to change the travel advice to Tunisian coastal resorts, arguing the killers were trying to wipe out the Tunisian tourist industry which represents 15% of the country’s economy. <br /></p> \n<p>Acknowledging that it was a difficult judgment, he said this advice could change if the Tunisian authorities were unable to provide assurances about upgrading protection for tourists, including in hotels.</p> \n<p>He repeatedly said he was determined to change the narrative so that those people drawn to Islamic extremism were combated more effectively. The government will publish a new counter-extremism strategy shortly that is likely to proscribe more organisations and clamp down on extremist messages through social media and satellite TV channels to mosques. On Wednesday, public authorities will be under a new statutory duty to combat extremism.</p> \n<p>Cameron said he would look again at the partnership programmes to northern Africa so that it contained more to end radicalisation in schools.</p> \n<p>He insisted the source of radicalisation was not poverty, pointing out that, in the UK, it was often “young people that have been to good schools, with a good strong family background that do not have deprived lives nonetheless have chosen a violent path”.</p> \n<p>Explaining current government beliefs about the way extremist thinking acted as a gateway to extremism, he said: “There are a lot of extremists that buy into a lot of the narrative of the terrorists – that they want a caliphate, that Muslims and Christians cannot live peacefully together, or that they want to subjugate women. <br /></p> \n<p>“We have to say in our country that those views, while they fall short of condoning terrorism, are not acceptable either. This is something that can be fixed but it can take many, many years.”</p> \n<p>Three times during the day the prime minister called on the BBC to rethink its editorial policy which refers to the terrorist group as Islamic State. He said it would be better if it was called Isil (Islamic State in Iraq and the Levant) or Daesh, the name used for the group around the Middle East. It is notable that MPs on all sides have started to refer to the terrorist group as Daesh. The BBC said it was keeping the issue under review.</p> \n<p>Cameron revealed a major exercise would be carried out in London over the next two days – Tuesday and Wednesday – to test and refine the the UK’s readiness for a terrorist attack.</p> \n<p>A draft bill would also set out how Britain’s intelligence agencies could better track extremism online, he said. “Isil’s methods of murder may be barbaric but its methods of recruitment, of propaganda, of communication use the latest technology.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law\">Jails and universities obliged to prevent radicalisation as new act becomes law</a> </p> \n</aside> \n<p>Earlier on Monday, Cameron had conceded that Isis presented an “existential threat” to Britain. “We are a target,” Cameron told BBC Radio 4’s Today programme. “Frankly, we cannot hide from this thinking that if you step back you become less of a target. They are attacking our way of life and what we stand for, and so we have to stand united with those that share our values.”</p> \n<p>Cameron urged Britain to show resolve and strength, saying it had to recognise it was in for a long haul in a battle to defeat Islamic extremism. He said it was vital to defeat the assailants’ poisonous narrative.</p> \n<p>Government sources said ministers would press ahead with Conservative manifesto plans for restrictions on extremist views on social media, as well as banning extremist but not violent organisations such as Hizb ut-Tahrir. No timescale was given.</p> \n<p>The prime minister defended the level of British commitment in Iraq, saying the aim was to crush Isis in Iraq as well as in Syria. He insisted Britain was the second largest contributor in air strikes in Iraq and claimed the level of UK commitment was higher than in previous British commitments in Iraq. <br /></p> \n<p>He was challenged over figures showing that Britain had launched 300 strikes in comparison with 600 by the US in Iraq, but he said Britain was investing heavily in air strikes that made a difference.</p> \n<p>Cameron denied he was refusing to engage with the Muslim community as a whole but said the British government would not treat organisations that were at the gateway to terrorism as spokespeople for the Muslim community.</p> \n<p>Scotland Yard said it was tightening security and protection at the Wimbledon tennis tournament and other “key sites, business and public places around the UK to help ensure they are safe for visitors and workers”.</p> \n<p>The shadow home secretary, Yvette Cooper, said “We need global action to stop Isil grooming terrorists across the world. This should now be put at the top of the agenda for the next G20 meeting in November, and we need more action against extremism through the UN, too.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f6fa77a293a7a4239e34b2708b6b2948bd5cb227/0_0_2500_1499/2500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1499,"width":2500,"orientation":"landscape","credit":"Neil Hall/Reuters","altText":"Britain's Prime Minister David Cameron leaves Number 10 Downing Street to speak at Parliament in London, Britain June 29, 2015. Cameron warned on Monday that Islamic State militants based in Syria and Iraq were planning specific attacks against Britain and posed an existential threat to the West. Cameron was speaking after an Islamist gunman killed up to 30 British tourists in an attack last Friday that British politicians have described as the single worst assault on their nationals since the bombing of the London underground in 2005.   REUTERS/Neil Hall","cleanCredit":"Photograph: Neil Hall/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-29T21:20:38Z","lastModified":"2015-06-30T06:26:16Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Tunisia","Foreign policy","David Cameron","Conservatives","Yvette Cooper","UK security and counter-terrorism","Counter-terrorism policy","Africa","Middle East and North Africa","Politics","UK news","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/29/tunisia-killers-declared-war-on-britain-david-cameron","shortUrl":"http://gu.com/p/4a8dx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/29/tunisia-killers-declared-war-on-britain-david-cameron","webUri":"http://www.theguardian.com/world/2015/jun/29/tunisia-killers-declared-war-on-britain-david-cameron"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457306687","source":"Reuters","durationInSeconds":137,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Isis.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Isis_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/29/1435596707539/KP_329851_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tunisia massacre: MPs observe a minutes silence as PM announces major counter-terrorism training exercise in London - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Tunisia massacre: MPs observe a minutes silence as PM announces major counter-terrorism training exercise in London - video","cleanCaption":"620x372 trailpic for Tunisia massacre: MPs observe a minutes silence as PM announces major counter-terrorism training exercise in London - video"}}},"importance":0,"kicker":{"title":"Cameron"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/1c5e2cb709bd44da71e2a88e0e64a5dced8c39a9/0_0_2560_1535/1000.jpg","height":600,"width":1000}}]},{"title":"Police training / London stages its largest terror attack simulation","rawTitle":"London stages its largest terror attack simulation","item":{"type":"article","id":"uk-news/2015/jun/30/police-conduct-londons-largest-ever-terror-attack-training-exercise","title":"Police conduct London's largest ever terror attack training exercise","trailText":"More than 1,000 police officers are taking part in two-day exercise that will also involve emergency services, intelligence officers and the MoD","standFirst":"<p data-dropid=\"0\">More than 1,000 police officers are taking part in two-day exercise that will also involve emergency services, intelligence officers and the MoD</p>","byline":"Jessica Elgot","body":"<p>London’s police are this week conducting the capital’s largest ever terror training exercise, preparing for a “marauding attack” less than a week after the massacre in Tunisia.</p> \n<p>More than 1,000 police personnel, as well as intelligence officers and other emergency services, were taking part in the exercise – codenamed Strong Tower. </p> \n<p>But the Metropolitan police stressed that the training, which will include many armed officers, was not being carried out because of any intelligence about an imminent attack and had been planned since January.</p> \n<p>The exercise will involve London’s transport authorities, hospitals and the Ministry of Defence. The cabinet’s Cobra committee will also meet as part of the exercise. </p> \n<p>The Met warned training would be “noisy and visible in places” and said it was vital the public was reassured that gunshots and explosions they may hear in the area were not real.</p> \n<p>Scotland Yard’s Twitter account @metpoliceuk will be giving updates using the hashtag #999exercise.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/metpoliceuk/statuses/615762056294240256\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">We are taking part in a <a href=\"https://twitter.com/hashtag/999exercise?src=hash\">#999exercise</a> today which will test the emergency services' response to a marauding terrorist attack in <a href=\"https://twitter.com/hashtag/London?src=hash\">#London</a></p>— Metropolitan Police (@metpoliceuk) \n  <a href=\"https://twitter.com/metpoliceuk/status/615762056294240256\">June 30, 2015</a>\n </blockquote> \n</figure> \n<p>Training is centred on the disused Aldwych tube station. Surrey Street, which runs from the Strand down to the river Thames, will be closed.<br /></p> \n<p>DepAst Commissioner Maxine de Brunner, who is the exercise’s director, said: “We have been planning this for many months and as it is a live play exercise some of our activity will be highly visible and audible to the public.</p> \n<p>“Sadly London is no stranger to terrorism and we, alongside our colleagues had to deal with the tragic events of July 2005. Given the changing nature of the very real terrorism threat and events around the world, in Paris and Australia, we need to constantly adapt our plans and prepare for new and emerging threats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/scotland-yard-creates-sas-style-unit-to-counter-threat-of-terrorist-gun-attack\">Scotland Yard creates SAS-style unit to counter threat of terrorist gun attack</a> </p> \n</aside> \n<p>“Attacks in Paris and Australia have had an influence on the planning of the exercises, especially in relation to our own capacity and capability, and that we are ready to respond to that type of incident.”</p> \n<p>De Brunner said she believed the capital’s police were in a “much better place” a decade on from the 7/7 bombings. </p> \n<p>She said: “It’s absolutely vital to reach out to victims and families to send the message out that testing is a really positive act to make sure we test ourselves and we are the best we can be and we’re ready. So the fact it is near the anniversary is poignant and important.”</p> \n<p>The exercise will finish on Wednesday afternoon.</p> \n<p>The UK threat level was raised to its second highest level of “severe” in August 2014, meaning a terrorist attack is highly likely, linked to escalating conflicts in Iraq and Syria.</p> \n<p>Police and security services have become increasingly alert to the possibility of attacks by “lone wolves” incited by extremist propaganda, such as the 2014 Sydney hostage-taker and the gunman at the Canadian parliament. </p> \n<p>Similar “leaderless jihadi” attacks have tested international police forces in 2015, including the Paris attacks on magazine Charlie Hebdo and a kosher supermarket, as well as last week’s gun rampage by a Tunisian student at a beach resort.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a93b56ea8ca0069bdbb8a5780e074bdab3d0b59f/5_84_2576_1546/2576.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1546,"width":2576,"orientation":"landscape","credit":"Luke Macgregor/REUTERS","altText":"Armed policemen in London.","cleanCredit":"Photograph: Luke Macgregor/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-30T08:11:39Z","lastModified":"2015-06-30T08:50:26Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jessica Elgot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/26/1435313719448/Jessica-Elgot-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["UK security and counter-terrorism","London","Emergency services","Society","UK news","Police"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/london","webTitle":"London"},{"id":"society/emergency-services","webTitle":"Emergency services"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/police","webTitle":"Police"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/30/police-conduct-londons-largest-ever-terror-attack-training-exercise","shortUrl":"http://gu.com/p/4a8yh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/30/police-conduct-londons-largest-ever-terror-attack-training-exercise","webUri":"http://www.theguardian.com/uk-news/2015/jun/30/police-conduct-londons-largest-ever-terror-attack-training-exercise"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a93b56ea8ca0069bdbb8a5780e074bdab3d0b59f/5_84_2576_1546/2576.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1546,"width":2576,"orientation":"landscape","caption":"Armed policemen in London. The Met warned that this week’s training exercise would be ‘noisy and visible in places’. Photograph: Luke Macgregor/Reuters","credit":"Luke Macgregor/Reuters","altText":"Armed policemen in London.","cleanCaption":"Armed policemen in London. The Met warned that this week’s training exercise would be ‘noisy and visible in places’.","cleanCredit":"Photograph: Luke Macgregor/Reuters"}},"importance":0,"kicker":{"title":"Police training"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a93b56ea8ca0069bdbb8a5780e074bdab3d0b59f/5_84_2576_1546/2576.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1546,"width":2576,"orientation":"landscape","credit":"Luke Macgregor/REUTERS","altText":"Armed policemen in London.","cleanCredit":"Photograph: Luke Macgregor/REUTERS"}}]},{"title":"New law / Jails and universities obliged to prevent radicalisation","rawTitle":"Jails and universities obliged to prevent radicalisation","item":{"type":"article","id":"politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law","title":"Jails and universities obliged to prevent radicalisation as new act becomes law","trailText":"Counter-Terrorism Act, which also applies to NHS trusts, schools and further education institutions, comes into force <br>","standFirst":"<p data-dropid=\"0\">Counter-Terrorism Act, which also applies to NHS trusts, schools and further education institutions, comes into force <br /></p>","byline":"Patrick Wintour Political editor","body":"<p>Local authorities, prisons, NHS trusts, schools, universities and further education institutions will this week be placed under a new statutory duty to prevent extremist radicalisation taking place within their walls. </p> \n<p>The requirement was imposed by this year’s Counter-Terrorism and Security Act, and Home Office ministers have pointed out that the wide-ranging powers come into force in the week that David Cameron demanded “a full spectrum response” to the killing of as many as 30 British tourists in Tunisia.</p> \n<p>Cameron told MPs a form of perverted Islamist extremism had declared war on Britain and the nation was now locked in a generation-long existential struggle to defeat the ideology at its roots.</p> \n<p>The scale of the new duties concerning public bodies are potentially vast and intrusive. Government inspectors will be charged with ensuring the required actions are taken.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/29/tunisia-attack-david-cameron-pledges-full-spectrum-response-to-massacre\">Tunisia attack: David Cameron pledges 'full spectrum' response to massacre</a> </p> \n</aside> \n<p>Local councils will be required to make checks on the use of its public buildings, its internet filters and any unregulated out of school settings, including after-school clubs and groups, supplementary schools and tuition centres to support home education.</p> \n<p>Prison governors will be expected to consider cell-sharing risk assessments and initial reception and induction interviews. <br /></p> \n<p>“Contact with prisons’ chaplaincy should take place, particularly for those whose initial assessments cause concern,” the guidance says.</p> \n<p>“The chaplain’s initial assessment should seek to establish longevity and knowledge of faith and look for any indication that the prisoner endorses extremist ideology or supports terrorism.”</p> \n<p>Any prisoner causing concern could be supported by moving them away from a negative influence or by providing them with mentoring from the relevant chaplain or placing them in religious classes. <br /></p> \n<p>Management actions could include a reduction in privilege level, anti-bullying intervention, adjudication or segregation. Alternatively, it may be appropriate to provide theological, motivational and behavioural interventions.</p> \n<p>Schools are to be placed under a new duty of care to their pupils and staff. This includes safeguarding them from the risk of being drawn into terrorism, which includes non-violent extremism. <br /></p> \n<p>The guidance says schools should be safe spaces in which children and young people can understand and discuss sensitive topics, including terrorism and the extremist ideas that are part of the terrorist ideology, and learn how to challenge these ideas.</p> \n<p>School governors and university vice-chancellors will have a new responsibility to ensure external speakers are appropriate and that fundamental British values are promoted in the delivery of the curriculum and extracurricular activities and reflected in the general conduct of the school.</p> \n<p>In universities, all staff “should have sufficient training to be able to recognise vulnerability to being drawn into terrorism, and be aware of what action to take to take”. When external speakers visit, there should also be “sufficient notice of booking (generally at least 14 days) to allow for checks to be made and cancellation to take place if necessary”.</p> \n<p>Advance notice of the content of the event, including an outline of the topics to be discussed and sight of any presentations, footage to be broadcast should be provided. <br /></p> \n<p>There should also be a guarantee of an opposing viewpoint in the discussion, or someone in the audience to monitor the event, and a mechanism for managing incidents or instances where off-campus events of concern are promoted on campus.</p> \n<p>In identifying the dangers of Islamic extremism, the guidance suggests key figures should recognise that “Islamist extremists regard western intervention in Muslim-majority countries as a ‘war with Islam’, creating a narrative of ‘them’ and ‘us’.”<br /></p> \n<p>“Their ideology includes the uncompromising belief that people cannot be both Muslim and British, and that Muslims living here should not participate in our democracy,” the guidance adds.<br /></p> \n<p>“Islamist extremists specifically attack the principles of civic participation and social cohesion. These extremists purport to identify grievances to which terrorist organisations then claim to have a solution.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435613232075/474eda9b-9708-411c-b331-e4841ebb5e25-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A warden talks to a prisoner at Brockhill women's prison in Redditch Worcestershire.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-29T21:31:50Z","lastModified":"2015-06-29T22:19:24Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Counter-terrorism policy","Politics","UK security and counter-terrorism","UK news","Education","Schools","Prisons and probation","Society","Islam","Tunisia","World news","University administration","Higher education","Law","Religion","Further education"],"tags":[{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"society/prisons-and-probation","webTitle":"Prisons and probation"},{"id":"society/society","webTitle":"Society"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/world","webTitle":"World news"},{"id":"education/administration","webTitle":"University administration"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"law/law","webTitle":"Law"},{"id":"world/religion","webTitle":"Religion"},{"id":"education/further-education","webTitle":"Further education"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law","shortUrl":"http://gu.com/p/4a8gq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law","webUri":"http://www.theguardian.com/politics/2015/jun/29/jails-and-universities-obliged-to-prevent-radicalisation-as-new-act-becomes-law"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435613232075/474eda9b-9708-411c-b331-e4841ebb5e25-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A warden talks to a prisoner at Brockhill women’s prison in Redditch, Worcestershire. Prison governors now have a duty to prevent extremist radicalisation occurring. Photograph: Alamy","credit":"Alamy","altText":"A warden talks to a prisoner at Brockhill women’s prison in Redditch, Worcestershire. Prison governors now have a duty to prevent extremist radicalisation occurring.","cleanCaption":"A warden talks to a prisoner at Brockhill women’s prison in Redditch, Worcestershire. Prison governors now have a duty to prevent extremist radicalisation occurring.","cleanCredit":"Photograph: Alamy"}},"importance":0,"kicker":{"title":"New law"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435613232075/474eda9b-9708-411c-b331-e4841ebb5e25-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"A warden talks to a prisoner at Brockhill women's prison in Redditch Worcestershire.","cleanCredit":"Photograph: Alamy"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/474c682206ac15116b1a783fcc72efcca6b25dc9/0_0_5184_3110/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3110,"width":5184,"orientation":"landscape","credit":"Justin Tallis/AFP/Getty Images","altText":"Armed transport police officers on patrol at London Bridge station","cleanCredit":"Photograph: Justin Tallis/AFP/Getty Images"}}]},{"title":"Tunisian hotel workers recall terror / We opened our breasts against the bullets","rawTitle":"We opened our breasts against the bullets","item":{"type":"article","id":"world/2015/jun/29/tunisia-terror-attack-hotel-workers-witness","title":"Tunisian hotel workers recall terror: 'We opened our breasts against the bullets'","trailText":"Tourist staff describe how they formed human shield against gunman during attack on western tourists in Sousse<br>","standFirst":"<p data-dropid=\"0\">Tourist staff describe how they formed human shield against gunman during attack on western tourists in Sousse<br /></p>","byline":"Eileen Byrne in Sousse","body":"<p>Tunisian hotel workers who acted as human shields to protect tourists from a gunman have described how they tried to stop his deadly rampage in Sousse.</p> \n<p>Ibrahim al-Ghoul, an 18-year-old paragliding instructor, was one of many Tunisians whose bravery on Friday has won tributes from survivors and other tourists. </p> \n<p>Ghoul ran towards the massacre while it was still under way, helping to form a human shield to block the gunfire.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-beach-attack-the-victims\">Tunisia beach attack: the victims</a> </p> \n</aside> \n<p>“At that point we opened our breasts against the bullets,” Ghoul told the Guardian. “I felt he wouldn’t shoot at so many Arabic people in front of him.”</p> \n<p>He and the others were unarmedwhen they formed the barrier against Seifeddine Rezgui as they waited for armed police to arrive.</p> \n<p>Earlier, after more than 15 minutes of gunfire inside the Imperial Marhaba hotel, there was a period of silence before Rezgui emerged on to the beach, looked right and left, then headed towards the neighbouring Palm Marina hotel. <br /></p> \n<p>But staff there had already decided to confront him, and about a dozen formed a line, including the entertainment organiser Yassine Sadkaoui. <br /></p> \n<p>“Someone from the Marhaba had shouted over to me: ‘Some people are still alive. Come on!’,” the 25-year-old recalled. “At that moment, it was destiny. It didn’t matter if you got killed or not.”</p> \n<p>In a photograph of their human shield, above, Ghoul stands with his arms outstretched, as if shooing away the killer. Their gamble paid off and Rezgui, 24, turned and walked along the beach, before jogging down a side street, shouting at Tunisians: “I haven’t come for you. Go away,” Ghoul said.</p> \n<p>Another member of the group, Anis Gamaoun, a waiting supervisor at the Palm Marina said the gunman moved calmly back down towards the beach.</p> \n<p>“My understanding is he was someone who has a mission, his mission was finished and he was waiting for someone to kill him. He could have killed us all if he had wanted to,” said Gamaoun, a 39-year-old father of four, adding that he would have rather Tunisians died. “It would have been better than killing guests.”</p> \n<figure class=\"element element-image\" data-media-id=\"37cb2b721b83d2766675574f0392a6b6e7470ee6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/29/1435615678494/91a0c7d0-edae-4a56-b2e0-d6dc4217374a-460x276.jpeg\" alt=\"Ibrahim al-Ghoul\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ibrahim al-Ghoul, rear, with three of his colleagues.</span> \n  <span class=\"element-image__credit\">Photograph: Eileen Byrne</span> \n </figcaption> \n</figure> \n<p>Minutes later Rezgui was killed by police at the end of the street, but not before a resident had dropped some tiles on him from a rooftop.</p> \n<p>Tunisians said the hotel workers on the beach were not the first to try to stop Rezgui. A group of residents had entered the first hotel and intercepted him when he stumbled out from the lobby after killing most of his victims.</p> \n<p>A number of witnesses said this group of about 30 men had gathered below Rezgui around the swimming pool, including a member of the coastguard armed with a handgun who had arrived in a small craft, and a second officer who was unarmed.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/26/tunisia-attack-terrorism-tourism\">Tunisia: murder of holidaymakers in Sousse could kill tourism and hope</a> </p> \n</aside> \n<p>Amir Khalifa Belhaj, 22, who lives near the beach, said that when Rezgui saw the group he threw a stun grenade which sent most of them running for cover. His brother Aymen said he hid behind a wall and saw a man in red shorts stand up from among the group, holding the officer’s gun, and try to use it.<br /></p> \n<p>“He was trying to fire it at the guy, but it was like he didn’t know how to get the safety catch off or something. I don’t know if the guy saw him or not. The waiter hiding beside me just let out a wild shout to try and distract the gunman,” Aymen said.</p> \n<p>Some who were at the beach on Friday denied that the man in red shorts existed, even as accounts of his heroism spread on Facebook.</p> \n<p> Tunisia’s interior ministry has yet to announce its official narrative of Friday’s events.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfaabcdb25278d594dd80baef030f023ef608ca4/215_162_2147_1289/2147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1289,"width":2147,"orientation":"landscape","credit":"SKy News","altText":"Hotel workers and Seifeddine Rezgui","cleanCredit":"Photograph: SKy News"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435615679046/0e52aa65-5eaf-428e-98b2-e306dd7b23d7-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":369,"width":615,"orientation":"landscape","caption":"Ibrahim al-Ghoul, rear, with three of his colleagues. Photograph: Eileen Byrne","credit":"Eileen Byrne","altText":"Ibrahim al-Ghoul","cleanCaption":"Ibrahim al-Ghoul, rear, with three of his colleagues.","cleanCredit":"Photograph: Eileen Byrne"}],"webPublicationDate":"2015-06-29T19:20:07Z","lastModified":"2015-06-29T23:44:28Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Eileen Byrne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eileen-byrne"}],"feature":false,"keywords":["Tunisia","Arab and Middle East unrest","Africa","Middle East and North Africa","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/arab-and-middle-east-protests","webTitle":"Arab and Middle East unrest"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Eileen Byrne","topic":{"type":"tag-contributor","name":"profile/eileen-byrne"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/29/tunisia-terror-attack-hotel-workers-witness","shortUrl":"http://gu.com/p/4a8f6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/29/tunisia-terror-attack-hotel-workers-witness","webUri":"http://www.theguardian.com/world/2015/jun/29/tunisia-terror-attack-hotel-workers-witness"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cfaabcdb25278d594dd80baef030f023ef608ca4/215_162_2147_1289/2147.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1289,"width":2147,"orientation":"landscape","caption":"Gunman Seifeddine Rezgui walks away from the line of hotel workers which included Ibrahim al-Ghoul, pictured with arm outstretched. Photograph: Sky News","credit":"Sky News","altText":"Hotel workers and Seifeddine Rezgui","cleanCaption":"Gunman Seifeddine Rezgui walks away from the line of hotel workers which included Ibrahim al-Ghoul, pictured with arm outstretched.","cleanCredit":"Photograph: Sky News"}},"importance":6,"kicker":{"title":"Tunisian hotel workers recall terror"},"showQuotedHeadline":true,"sublinks":[{"title":"Arrests / Suspects held as British wounded are flown home","rawTitle":"Suspects held as British wounded are flown home","item":{"type":"article","id":"world/2015/jun/29/terror-suspects-arrested-tunisia-four-wounded-britons-flown-home","title":"Terror suspects arrested in Tunisia as four wounded Britons flown home","trailText":"RAF C17 plane, used for repatriating wounded soldiers, touches down in Tunisia <br>","standFirst":"<p data-dropid=\"0\">RAF C17 plane, used for repatriating wounded soldiers, touches down in Tunisia <br /></p>","byline":"Robert Booth, Emma Graham-Harrison, Chris Stephen in Sousse and Vikram Dodd","body":"<p>Four Britons seriously injured in Friday’s terrorist massacre in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/tunisia\">Tunisia</a> are being flown home for treatment on a military transporter as local officials announced the arrest of suspected members of the network behind the attack.<br /></p> \n<p>An RAF C17 plane, used for repatriating wounded soldiers, touched down in Tunisia on Monday afternoon as the confirmed British death toll rose to 18. It is expected to rise above 30 in the coming days once formal identifications are complete. The prime minister, David Cameron, announced that a minute’s silence would take place at noon on Friday, exactly a week after the gun and grenade assault that claimed 39 lives.</p> \n<p>The Tunisian interior minister, Mohamed Gharsalli, said on Monday the government had seized a group of men who supported the killer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisian-gunman-seifeddine-rezgui-breakdancer-islamic-radical\">Seifeddine Rezgui</a>.</p> \n<p>“We started to arrest the first part and an important number of the network behind this terrorist,” he said. “I promise the victims that those killers will face justice.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457302373__\n</div> \n<p>As new <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jun/29/tunisia-attack-new-footage-gunman-inside-hotel-video\">video</a> emerged showing the gunman rampaging through the hotel for at least 20 minutes without any response from Tunisian security forces, people have started to question if the country had done enough to protect itself and its guests. The interior ministry announced that any hotel that wanted armed guards can now have them.</p> \n<p>Fifty UK officials have been despatched to Tunisia to help victims and their families and Cameron told the House of Commons they were engaged in “quite detailed work to make sure hotels are safe” and improving Tunisia’s intelligence-led response to future threats. </p> \n<p>Among the injured being evacuated is John Metcalf, 43, who was shot in the abdomen and spent time in intensive care but is now conscious. He has been treated at the same hospital as Allison Heathcote, who was hit five times and remains in a medically induced coma.</p> \n<p>“She has wounds from bomb fragments,” said Dr Abdulmajid Msalmi of the Essalem clinic in Sousse. “Alison must stay, but John [Metcalf] can fly.”</p> \n<p>On Monday night, Allison Heathcote’s husband, Philip, 52, became the latest confirmed British victim. </p> \n<p>Ex-Birmingham City footballer Denis Thwaites, 70, and his wife Elaine, 69, were also announced as dead.</p> \n<p>Three days after the attacks, there was growing frustration among families of the missing at the lack of information.At least six families are desperate for news. </p> \n<p>Many of the 16 UK police officers sent to Tunisia are helping to formally identify the dead, which Cameron told parliament was “in some cases, very difficult”.</p> \n<p>Police sources said it involved finding which hotel a victim was staying in and locating their room to search for documents such as passports to establish their identity. The process has to meet standards required by British coroners before UK inquests and must minimise the chance of a mistake so families are not given the wrong information.</p> \n<p>Three days after the killings, Holly Graham, 29, from Perthshire, had still not heard about her parents, William and Lisa Graham. On Saturday, hotel staff said they had not been to their room since the attack and their passports had been taken by police.</p> \n<p>“I have tried the Foreign Office, the hotel, the hospital in Tunisia and the holiday firm who they travelled with,” she said on Saturday. “Nobody can give me any information and everyone just says they will call me back.”</p> \n<p>Sam Stocker said on Twitter on Monday that he still had no news of his grandparents John and Janet Stocker, despite seeking information on Twitter using #FindJohnAndJanetStocker.</p> \n<p>Other couples still understood to be missing include Angie and Ray Fisher, whose son Adam Fisher from Redhill in Surrey has been calling the Foreign Office for information, and John Welch and Eileen Swannack from Wiltshire.</p> \n<p>The home secretary, Theresa May, visiting the scene of the attack, said: “What happened here last Friday was a despicable act of cruelty. How could a place of such beauty be turned into such a scene of brutality and destruction?”</p> \n<p>She said the British government was looking for concrete ways to work with the Tunisian government in “dealing with this terrible threat that we all face” and said the country must be supported as a beacon of democracy and “symbol of what is possible”.</p> \n<p>About half of the 20,000 British tourists in Tunisia have returned home since the attacks, the Association of British Travel Agents said. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7c5c1980c56812c7f396fad155e00c42e42c21de/0_0_1024_614/1024.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":614,"width":1024,"orientation":"landscape","credit":"HO/EPA","altText":"epa04821298 This image released through social media accounts associated with Islamic State (IS) 27 June 2015 purports to show Tunisian Seifeddine Rezgui who is believed to be the gunman who killed tens of people in the holiday resort of Sousse on 26 June. Tunisia's deadliest terrorist attack in more than a decade killed at least 39 people as a gunman opened fire on a beach crowded with foreign tourists. More than 30 people were wounded. Authorities identified the suspected attacker as Seifeddin Rezgui, a 24-year Tunisian man, hailing from a poor area in the northern Siliana province.  EPA/HO ATTENTION EDITORS : EPA IS USING AN IMAGE FROM AN ALTERNATIVE SOURCE AND CANNOT PROVIDE CONFIRMATION OF CONTENT, AUTHENTICITY, PLACE, DATE AND SOURCE. HANDOUT EDITORIAL USE ONLY","cleanCredit":"Photograph: HO/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-29T18:20:29Z","lastModified":"2015-06-29T23:15:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Robert Booth","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957331752/RobertBoothL.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"},{"name":"Emma Graham-Harrison","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emma-graham-harrison"},{"name":"Chris Stephen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stephen"},{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"}],"feature":false,"keywords":["Tunisia","Middle East and North Africa","Africa","World news","Theresa May","Politics","UK news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-457302373","source":"Sky News","durationInSeconds":83,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629TunisiaSkyNews.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629TunisiaSkyNews_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/29/1435579064262/KP_327472_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video ","cleanCaption":"620x372 trailpic for Tunisia attack: new footage of gunman inside hotel  video "}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/29/terror-suspects-arrested-tunisia-four-wounded-britons-flown-home","shortUrl":"http://gu.com/p/4a8dt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/29/terror-suspects-arrested-tunisia-four-wounded-britons-flown-home","webUri":"http://www.theguardian.com/world/2015/jun/29/terror-suspects-arrested-tunisia-four-wounded-britons-flown-home"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7c5c1980c56812c7f396fad155e00c42e42c21de/0_0_1024_614/1024.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":614,"width":1024,"orientation":"landscape","caption":"The Tunisian government has arrested a group of men who support the suspected attacker, Seifeddine Rezgui. Photograph: HO/EPA","credit":"HO/EPA","altText":"The Tunisian government has arrested a group of men who support the suspected attacker, Seifeddine Rezgui.","cleanCaption":"The Tunisian government has arrested a group of men who support the suspected attacker, Seifeddine Rezgui.","cleanCredit":"Photograph: HO/EPA"}},"importance":0,"kicker":{"title":"Arrests"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7c5c1980c56812c7f396fad155e00c42e42c21de/0_0_1024_614/1024.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":614,"width":1024,"orientation":"landscape","credit":"HO/EPA","altText":"epa04821298 This image released through social media accounts associated with Islamic State (IS) 27 June 2015 purports to show Tunisian Seifeddine Rezgui who is believed to be the gunman who killed tens of people in the holiday resort of Sousse on 26 June. Tunisia's deadliest terrorist attack in more than a decade killed at least 39 people as a gunman opened fire on a beach crowded with foreign tourists. More than 30 people were wounded. Authorities identified the suspected attacker as Seifeddin Rezgui, a 24-year Tunisian man, hailing from a poor area in the northern Siliana province.  EPA/HO ATTENTION EDITORS : EPA IS USING AN IMAGE FROM AN ALTERNATIVE SOURCE AND CANNOT PROVIDE CONFIRMATION OF CONTENT, AUTHENTICITY, PLACE, DATE AND SOURCE. HANDOUT EDITORIAL USE ONLY","cleanCredit":"Photograph: HO/EPA"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/d442519f502b4708d6d0c49ff117e5af6b232173/337_108_683_409/683.jpg","height":409,"width":683}}]},{"title":"'Leap second' / Clocks to pause at midnight as entire planet gains a second","rawTitle":"Clocks to pause at midnight as entire planet gains a second","item":{"type":"article","id":"science/2015/jun/30/leap-second-to-pause-clocks-at-midnight-as-entire-planet-gains-a-second","title":"'Leap second' to pause clocks at midnight as entire planet gains a second","trailText":"Markets and tech companies braced for glitches as extra second introduced to allow atomic clocks to stay in sync with the Earth’s gradually slowing rotation ","standFirst":"<p data-dropid=\"0\">Markets and tech companies braced for glitches as extra second introduced to allow atomic clocks to stay in sync with the Earth’s gradually slowing rotation </p>","byline":"Hannah Devlin Science correspondent","body":"<p> Time and tide wait for no man, the saying goes. But at midnight on Tuesday clocks will pause momentarily as the entire planet gains a bonus second.</p> \n<p> If you happen to be awake, and gazing at the dial on an atomic clock, it will read 23:59:60 before ticking forward to 00.00.00.</p> \n<p> The addition of a “leap second” is designed to allow the Earth’s rotation, which is gradually slowing, to catch up with atomic clocks, keeping official time neatly in sync with night and day. But trade floors, tech companies and those in charge of the internet are bracing themselves for potentially calamitous computer glitches linked to the 61-second minute.</p> \n<p> “There are consequences [to] tinkering with time,” said Peter Whibberley, a senior scientist at the National Physical Laboratory, which is now responsible for defining Greenwich Mean Time. “Because leap seconds are only introduced sporadically it is difficult to implement them in computers and mistakes can cause systems to fail temporarily.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/shortcuts/2015/jan/07/why-this-year-longer-than-last-leap-second\">Why this year will be longer than last year – by a leap second</a> </p> \n</aside> \n<p> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2012/jul/02/leap-second-amadeus-qantas-reddit\">Last time a leap second was added</a>, on a weekend 2012, Mozilla, Reddit and LinkedIn all crashed. In Australia, more than 400 flights were grounded as the Qantas check-in system went down, requiring the job to be done manually.</p> \n<p> This time is the first time since markets went electronic that the 61-second minute will occur during trading hours, adding to market nerves linked to the looming Greek deadline.</p> \n<p> Dr Leon Lobo, business development manager at NPL, has been involved in preparations for this evening: “If everyone adds the second in the same way at the same time it shouldn’t cause problems. But if some apply it in a different way or at a slightly different time, you start to have discrepancies in the time that people have. That’s when things trip up.”</p> \n<p> The need for leap seconds is, in a sense, because official timekeeping has become so precise. Atomic clocks are roughly a million times better at keeping time than the rotation of the Earth, which fluctuates day-to-day and in the long term is slowing down, due to a phenomenon known as “moon drag”.</p> \n<p> The moon’s gravity raises tidal bulges on the Earth’s surface. As the Earth rotates, the bulges move out of line with the moon, but they are continually being dragged backwards by the moon’s gravity, causing a frictional drag between the water and ocean floors and coastlines. </p> \n<p> “The tidal bulges act like giant brake pads,” said Dr Marek Kukula, public astronomer at the Royal Observatory Greenwich. “Over millions of years they cause the Earth’s rotation to slow down.”</p> \n<p> Without the correction, civil time would very slowly drift away from time based on the Earth’s rotation, meaning that about 800 years from now the sun would be at its highest point in the sky at 1pm rather than noon.</p> \n<p> “We’re all uncomfortable with the idea of our clocks being out of sync with the night and day cycle - it’s a psychological thing,” said Kukula. “There’s a vague sense of disquiet about our official systems drifting out of time with the natural cycle. But when you stick an extra second into the time system, it does cause issues. A lot of computer systems don’t like it.”</p> \n<p> Leap seconds have been added to the world’s computers around once a year since 1972 – this is the 27th - but this occasion could also be the last. The world’s time keepers are divided over the issue, with some nations arguing that the addition of rogue seconds has become a liability in a world with an increasing number of financial and communications systems reliant on ever greater precision in timing.</p> \n<p> The US and France are pushing to abolish leap seconds, with Britain, Russia and China arguing that the technical challenges are manageable.</p> \n<p> “We have always taken the Earth’s rotation as the ultimate reference for timekeeping, and astronomers and navigators still make use of it,” said Whibberley. “We shouldn’t break the link without carefully weighing the consequences.”</p> \n<p> A final decision is due to be reached in November at a meeting of the <a href=\"http://www.itu.int/en/Pages/default.aspx\">International Telcommunications Union</a>, the relevant UN body.</p> \n<p> </p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601631961/2d1336a2-c374-4b10-8b25-5520fc6fddba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"An extra second will be added at midnight so that the fluctuation of the Earth’s rotation doesn’t throw out official timekeeping.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-30T07:00:08Z","lastModified":"2015-06-30T07:39:48Z","metadata":{"commentable":true,"commentCount":75,"contributors":[{"name":"Hannah Devlin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hannah-devlin"}],"feature":false,"keywords":["Astronomy","Space","Science"],"tags":[{"id":"science/astronomy","webTitle":"Astronomy"},{"id":"science/space","webTitle":"Space"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"science"},"topics":[{"displayName":"Hannah Devlin","topic":{"type":"tag-contributor","name":"profile/hannah-devlin"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/jun/30/leap-second-to-pause-clocks-at-midnight-as-entire-planet-gains-a-second","shortUrl":"http://gu.com/p/4a8dg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/jun/30/leap-second-to-pause-clocks-at-midnight-as-entire-planet-gains-a-second","webUri":"http://www.theguardian.com/science/2015/jun/30/leap-second-to-pause-clocks-at-midnight-as-entire-planet-gains-a-second"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601631961/2d1336a2-c374-4b10-8b25-5520fc6fddba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"An extra second will be added at midnight so that the fluctuation of the Earth’s rotation doesn’t throw out official timekeeping. Photograph: Alamy","credit":"Alamy","altText":"An extra second will be added at midnight so that the fluctuation of the Earth’s rotation doesn’t throw out official timekeeping.","cleanCaption":"An extra second will be added at midnight so that the fluctuation of the Earth’s rotation doesn’t throw out official timekeeping.","cleanCredit":"Photograph: Alamy"}},"importance":5,"kicker":{"title":"'Leap second'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435601631961/2d1336a2-c374-4b10-8b25-5520fc6fddba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"An extra second will be added at midnight so that the fluctuation of the Earth’s rotation doesn’t throw out official timekeeping.","cleanCredit":"Photograph: Alamy"}}]},{"title":"William Tell / Boos at Royal Opera House as female actor is stripped naked for rape scene","rawTitle":"Boos at Royal Opera House as female actor is stripped naked for rape scene","item":{"type":"article","id":"music/2015/jun/30/william-tell-nudity-and-scene-greeted-with-boos-at-royal-opera-house","title":"William Tell: nudity and rape scene greeted with boos at Royal Opera House","trailText":"Audience uproar at opening night for London staging of Rossini’s Guillaume Tell, in which female performer is stripped and molested by army officers","standFirst":"<p data-dropid=\"0\">Audience uproar at opening night for London staging of Rossini’s Guillaume Tell, in which female performer is stripped and molested by army officers </p>","byline":"Staff and agencies","body":"<p>A Royal Opera House production of Guillaume Tell (William Tell) that opened in London’s Covent Garden on Monday night was heckled and booed for incorporating a scene in which a young woman is stripped naked and molested by army officers. </p> \n<p>Rossini’s work of 1829 tells the story of the Swiss patriot who shoots an arrow that splits an apple atop his son’s head, and is famed for its overture with the galloping horse theme used in the Lone Ranger TV series.<br /></p> \n<p>On opening night, though, it was marked mostly for Italian director Damiano Michieletto’s inclusion of a female actor, who is not part of the singing cast, being abused during a banquet by a group of officers in the Austrian army.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/music/2015/jun/26/william-tell-royal-opera-house-gerald-finley\">I have a story to Tell</a> </p> \n</aside> \n<p>The officers force champagne down the woman’s throat, molest her with a gun and, in the scene that caused the most commotion, strip her and force her to lie on top of the banquet table.<br /></p> \n<p>There was plenty of cheering for the singers and musicians, but the audience reaction to the nudity was so strong in Britain’s usually decorous opera venue that Kasper Holten, the ROH’s director of opera, issued a statement afterwards expressing sorrow for any distress caused.<br /></p> \n<p>“The production includes a scene which puts the spotlight on the brutal reality of women being abused during war time, and sexual violence being a tragic fact of war,” Holten said.<br /></p> \n<p> “The production intends to make it an uncomfortable scene, just as there are several upsetting and violent scenes in Rossini’s score. We are sorry if some people have found this distressing.”</p> \n<p>Michieletto has assembled an all-star cast for the production, including American tenor John Osborn, Canadian baritone Gerald Finley and Swedish soprano Malin Bystrom, with ROH music director Antonio Pappano conducting.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=1xMh8oIPanY\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/1xMh8oIPanY?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Guillaume Tell trailer. \n  <a href=\"https://youtu.be/1xMh8oIPanY\">Link to video</a>\n </figcaption> \n</figure> \n<p> Osborn, who plays a Swiss patriot torn between his love of his country and his love for Bystrom’s Austrian Princess Mathilde, said that perhaps the controversial scene went on longer than necessary.</p> \n<p> “Maybe it went a little longer than it should have, but it happened and I think it’s an element you can use to show just how horrible these people were that were occupying this town,” he said.</p> \n<p> Michieletto said he had no intention of changing anything. “If you don’t feel the brutality, the suffering these people have had to face, if you want to hide it, it becomes soft, it becomes for children,” he said backstage after the boos had died down following the final curtain.</p> \n<p>Reaction continued after the performance:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/larkingrumple/statuses/615634334528184320\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">ROH Guillaume Tell: Chandelier. Camp Gesler... and a revolve that goes BOTH WAYS! Plus a gang rape scene in the ballet - enormous booing.</p>— Mark Pullinger (@larkingrumple) \n  <a href=\"https://twitter.com/larkingrumple/status/615634334528184320\">June 29, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelarditti/statuses/615643328231571456\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Senseless, sensationalist Guillaume Tell complete with gratuitous nude rape scene <a href=\"https://twitter.com/RoyalOperaHouse\">@RoyalOperaHouse</a> represents new nadir. Heads should roll.</p>— Michael Arditti (@michaelarditti) \n  <a href=\"https://twitter.com/michaelarditti/status/615643328231571456\">June 29, 2015</a>\n </blockquote> \n</figure> \n<p>The Royal Opera House afterwards <a href=\"http://www.roh.org.uk/news/guillaume-tell-join-the-conversation\">posted an article</a> on its website by writer-in-residence Sarah Hibberd that did not touch on the scene, but readers took the opportunity to comment nonetheless. “I should especially single out the gratuitous rape scene which was totally unnecessary and received almost universal disapproval and much booing,” <a href=\"http://www.roh.org.uk/news/guillaume-tell-join-the-conversation#comment-2\">wrote commenter Tim Moorey</a>.</p> \n<p>Others turned their fire on fellow audience members: “Their booing during the torment and attempted rape scene; their cat-calling directly to Gerald Finley about his singing; their cries of ‘Shame on you Tony’ spoiled my experience of the opera,” <a href=\"http://www.roh.org.uk/news/guillaume-tell-join-the-conversation#comment-4\">wrote Janice Evans</a>.</p> \n<p> George Hall, in an opening night review for The Stage, <a href=\"https://www.thestage.co.uk/reviews/2015/guillaume-tell/\">gave it one star</a>, saying that as the production unfolded “one feeble idea succeeded another”:</p> \n<blockquote> \n <p data-dropid=\"1\">One scene, in which the Swiss women are supposed to be made to dance by the Austrian soldiery, is ramped up into a gratuitous gang-rape that provokes the noisiest and most sustained booing I can ever recall during any performance at this address.</p> \n <p data-dropid=\"2\">Intellectually poverty-stricken, emotionally crass and with indifferent stagecraft, the result is nowhere near the standard an international company should be aiming at. </p> \n</blockquote> \n<p>Some of the reaction on Twitter was supportive:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ZwischenKath/statuses/615642756296372225\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Wondering if a scene like THAT one in <a href=\"https://twitter.com/hashtag/ROHTell?src=hash\">#ROHTell</a> would've provoked a similar reaction in a film, or in 'straight' theatre...Thoughts?</p>— Katherine Cooper (@ZwischenKath) \n  <a href=\"https://twitter.com/ZwischenKath/status/615642756296372225\">June 29, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnnaBonitatibus/statuses/615657482925539329\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">My first applause to GIoachino Rossini and forever: his Guillaume Tell is just glorious! Choir Singers Orchestra of <a href=\"https://twitter.com/hashtag/ROH?src=hash\">#ROH</a> <a href=\"https://twitter.com/hashtag/TonyPappano?src=hash\">#TonyPappano</a>:BRAVI!</p>— Anna Bonitatibus (@AnnaBonitatibus) \n  <a href=\"https://twitter.com/AnnaBonitatibus/status/615657482925539329\">June 29, 2015</a>\n </blockquote> \n</figure> \n<p>Mark Valencia, writing for What’s On Stage, said it was the latest manifestation of a <a href=\"http://www.whatsonstage.com/london-theatre/news/new-rossini-staging-booed_38169.html\">“fast-growing problem” of opening night booing at the ROH</a> but this was the first case of it happening during the music.</p> \n<blockquote> \n <p data-dropid=\"1\">The reason? The Italian director Damiano Michieletto has opted to stage a gang rape to Rossini’s attractive music …</p> \n <p data-dropid=\"2\">Irrespective of the quality or otherwise of Michieletto’s concept, this scene was no more explicit than equivalent moments in a host of other productions.</p> \n</blockquote> \n<ul> \n <li><em><em><em>Reuters contributed to this report</em></em><br /></em></li> \n</ul>","section":"Music","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435633110702/78611128-80d5-481d-839f-ba310327cbf2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Sarah Lee","altText":"Guillaume Tell, directed by Damiano Michieletto, at the Royal Opera House.","cleanCredit":"Photograph: Sarah Lee"}],"bodyImages":[],"webPublicationDate":"2015-06-30T03:22:13Z","lastModified":"2015-06-30T08:33:42Z","metadata":{"commentable":true,"commentCount":481,"contributors":[],"feature":false,"keywords":["Opera","Classical music","Royal Opera House","Culture","UK news","Music"],"tags":[{"id":"music/opera","webTitle":"Opera"},{"id":"music/classicalmusicandopera","webTitle":"Classical music"},{"id":"culture/royal-opera-house","webTitle":"Royal Opera House"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/uk","webTitle":"UK news"},{"id":"music/music","webTitle":"Music"}],"section":{"id":"music"},"topics":[],"embeddedVideos":[],"adTargetingPath":"music"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/music/2015/jun/30/william-tell-nudity-and-scene-greeted-with-boos-at-royal-opera-house","shortUrl":"http://gu.com/p/4a8k6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/music/2015/jun/30/william-tell-nudity-and-scene-greeted-with-boos-at-royal-opera-house","webUri":"http://www.theguardian.com/music/2015/jun/30/william-tell-nudity-and-scene-greeted-with-boos-at-royal-opera-house"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/30/1435633110702/78611128-80d5-481d-839f-ba310327cbf2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Guillaume Tell, directed by Damiano Michieletto, at the Royal Opera House. Photograph: Sarah Lee","credit":"Sarah Lee","altText":"Guillaume Tell, directed by Damiano Michieletto, at the Royal Opera House.","cleanCaption":"Guillaume Tell, directed by Damiano Michieletto, at the Royal Opera House.","cleanCredit":"Photograph: Sarah Lee"}},"importance":4,"kicker":{"title":"William Tell"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/64ac27455faf4bd32317c5c5ba9f8d67405eb333/188_0_1458_876/1000.jpg","height":601,"width":1000}}]},{"title":"Cross-channel ferries cancelled as striking port workers close Calais again","rawTitle":"Cross-channel ferries cancelled as striking port workers close Calais again","item":{"type":"article","id":"uk-news/2015/jun/30/cross-channel-ferries-cancelled-striking-port-workers-close-calais-again","title":"Cross-channel ferries cancelled as striking port workers close Calais again","trailText":"Crossings between Dover and Calais remain suspended, with travellers advised to switch to Dunkirk ferries or Eurotunnel services","standFirst":"<p data-dropid=\"0\">Crossings between Dover and Calais remain suspended, with travellers advised to switch to Dunkirk ferries or Eurotunnel services</p>","byline":"Claire Phipps","body":"<p>Ferry services between Dover and Calais remained suspended on Tuesday morning, as striking ferry workers continued their blockade of the northern French port.</p> \n<p>Unlike <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/2015/jun/23/travel-chaos-as-channel-tunnel-shuts-and-french-ferry-services-are-cancelled\">last week’s industrial action</a>, which saw Eurostar and Eurotunnel also forced to cancel services, only ferry crossings are currently affected.</p> \n<p>Crossings to Dunkirk and other French ports continue as normal.</p> \n<p>In an update in the early hours of Tuesday morning, ferry operator P&amp;O said none of its vessels would be sailing in or out of Calais and advised passengers to rebook for another date.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/POferriesupdate/statuses/615727195714142208\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Calais] Calais Port closed due to Industrial Action out of our control Currently no ships movements in Port.......</p>— P&amp;O Ferries Updates (@POferriesupdate) \n  <a href=\"https://twitter.com/POferriesupdate/status/615727195714142208\">June 30, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/POferriesupdate/statuses/615727397879586816\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">2 of 2 [CALAIS] We advise that all non-essential travel booked for today should be rebooked for a later date by calling us on 01304 448877'</p>— P&amp;O Ferries Updates (@POferriesupdate) \n  <a href=\"https://twitter.com/POferriesupdate/status/615727397879586816\">June 30, 2015</a>\n </blockquote> \n</figure> \n<p>MyFerryLink said all its Calais crossings were cancelled, but advised car passengers to check in as normal in order to be <a href=\"https://twitter.com/MyFerryLink/status/615545922957787137\">transferred to the Eurotunnel service</a>.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MyFerryLink/statuses/615724883687907328\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">All MyFerryLink services are cancelled until further notice.Please check in as normal if you have a confirmed booking</p>— MyFerryLink (@MyFerryLink) \n  <a href=\"https://twitter.com/MyFerryLink/status/615724883687907328\">June 30, 2015</a>\n </blockquote> \n</figure> \n<p>DFDS said there would be no Calais ferry services, but it would be adding extra crossings between Dover and Dunkirk for affected travellers.</p> \n<p>The strike action, which began on Monday afternoon, began as hundreds of workers were told they could lose their jobs after the competition authority ruled Eurotunnel group should sell MyFerryLink. A proposed takeover by DFDS would protect only about half of the 600 employees.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c407cef5dfa9a957f8ec51045a2eb67dc1dbcd5e/0_83_4205_2523/4205.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2523,"width":4205,"orientation":"landscape","credit":"Michel Spingler/AP","altText":"Ferry passengers heading to England line up at the car ferry terminal in Calais, on Monday.","cleanCredit":"Photograph: Michel Spingler/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-30T04:12:30Z","lastModified":"2015-06-30T09:09:34Z","metadata":{"commentable":true,"commentCount":83,"contributors":[{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"}],"feature":false,"keywords":["Transport","France","Europe","UK news","Ferry travel","Travel"],"tags":[{"id":"uk/transport","webTitle":"Transport"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/uk","webTitle":"UK news"},{"id":"travel/ferrytravel","webTitle":"Ferry travel"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Claire Phipps","topic":{"type":"tag-contributor","name":"profile/clairephipps"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/30/cross-channel-ferries-cancelled-striking-port-workers-close-calais-again","shortUrl":"http://gu.com/p/4a8kj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/30/cross-channel-ferries-cancelled-striking-port-workers-close-calais-again","webUri":"http://www.theguardian.com/uk-news/2015/jun/30/cross-channel-ferries-cancelled-striking-port-workers-close-calais-again"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c407cef5dfa9a957f8ec51045a2eb67dc1dbcd5e/0_83_4205_2523/4205.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2523,"width":4205,"orientation":"landscape","caption":"Ferry passengers heading to England line up at the car ferry terminal in Calais, on Monday. Photograph: Michel Spingler/AP","credit":"Michel Spingler/AP","altText":"Ferry passengers heading to England line up at the car ferry terminal in Calais, on Monday.","cleanCaption":"Ferry passengers heading to England line up at the car ferry terminal in Calais, on Monday.","cleanCredit":"Photograph: Michel Spingler/AP"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c407cef5dfa9a957f8ec51045a2eb67dc1dbcd5e/0_83_4205_2523/4205.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2523,"width":4205,"orientation":"landscape","credit":"Michel Spingler/AP","altText":"Ferry passengers heading to England line up at the car ferry terminal in Calais, on Monday.","cleanCredit":"Photograph: Michel Spingler/AP"}}]},{"title":"Two people dead in Japan bullet train fire after man set himself alight","rawTitle":"Two people dead in Japan bullet train fire after man set himself alight","item":{"type":"article","id":"world/2015/jun/30/fire-japan-bullet-train-man-tried-set-himself-alight","title":"Two people dead in Japan bullet train fire after man set himself alight","trailText":"Two other passengers seriously injured and several treated for smoke inhalation after fire on board Shinkansen bullet train travelling from Tokyo to Osaka ","standFirst":"<p data-dropid=\"0\">Two other passengers seriously injured and several treated for smoke inhalation after fire on board Shinkansen bullet train travelling from Tokyo to Osaka </p>","byline":"Justin McCurry in Tokyo","body":"<p>Two people have died in a fire aboard a moving Japanese bullet train on Tuesday, in the first fatal incident on the high-speed rail network in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/2014/sep/30/-sp-shinkansen-bullet-train-tokyo-rail-japan-50-years\">its 50-year history</a>.</p> \n<p>One man died apparently after setting fire to himself, and a woman was also found dead after being overcome by smoke.<br /></p> \n<p>Japanese media quoted a witness as saying the man, who has not been named, poured an oil-like substance over his head and set himself alight with a cigarette lighter about 30 minutes after the train, carrying 1,000 passengers, had left Tokyo en route to Osaka.</p> \n<p>Reports said two other passengers in the same carriage were seriously injured and at least 20 others were treated for smoke inhalation.</p> \n<figure class=\"element element-image\" data-media-id=\"ca8a95262bca64763ef6dabcc1856767a75d546d\"> \n <img src=\"http://media.guim.co.uk/ca8a95262bca64763ef6dabcc1856767a75d546d/0_0_2533_3000/844.jpg\" alt=\"Passengers receive treatment in Odawara, after smoke filled the carriage, forcing the train to stop.\" width=\"844\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Passengers receive treatment in Odawara, after smoke filled the carriage, forcing the train to stop.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Aerial TV footage showed white smoke coming from the train and passengers holding handkerchiefs over their faces as they evacuated. One was holding a baby.</p> \n<p>Public broadcaster NHK showed remaining passengers peering through the windows and open doors of the 16-carriage train after it made an emergency stop on the line between Shin Yokohama and Odawara stations about 70km (45 miles) south of Tokyo.</p> \n<p>The incident, which occurred at around 11.30am local time, caused the cancellation of other bullet trains due to leave Tokyo at lunchtime. Central Japan Railway said it would be “some time” before services resumed.</p> \n<p>The dead man, believed to be in his 30s, was reportedly sitting at the front of the first carriage behind the driver’s cabin when, without warning, he poured an unidentified liquid from a plastic container on his head and ignited it.</p> \n<p>The injured woman, who has not been named, was found collapsed at the opposite end of the same carriage near the vestibule, prompting a passenger to push the emergency stop button.</p> \n<p>Passengers quoted by Japanese media said they heard what sounded like an explosion coming from a nearby toilet moments earlier, according to NHK.</p> \n<p>“We received information indicating that a fire broke out near a toilet and two people were in cardiopulmonary arrest,” a spokesman for Odawara fire department said shortly before the male passenger was pronounced dead.</p> \n<p>“Other passengers were also injured,” he said, adding that two were in a serious condition.</p> \n<figure class=\"element element-image\" data-media-id=\"f1c22b7b5c3eea50f8e739f218ab8d2f2821fa45\"> \n <img src=\"http://media.guim.co.uk/f1c22b7b5c3eea50f8e739f218ab8d2f2821fa45/0_91_3500_2101/1000.jpg\" alt=\"Police officers investigate a Shinkansen bullet train after it made an emergency stop in Odawara.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Police officers investigate a Shinkansen bullet train after it made an emergency stop in Odawara.</span> \n  <span class=\"element-image__credit\">Photograph: KYODO/Reuters</span> \n </figcaption> \n</figure> \n<p>Police said all of the injured among the 1,000 passengers on the train had been removed via the fourth carriage.</p> \n<p>Three hours after the incident, the train slowly continued its journey to Odawara station, where TV crews crowded the platform trying to interview passengers. </p> \n<p>Japan’s ultra-efficient shinkansen rail network connects cities along the length and breadth of the country.</p> \n<p>The network has an enviable punctuality rate and an unparalleled safety record, with no one ever having been killed due to a derailment or collision since it went into service in 1964, just days before Tokyo hosted the summer Olympics.</p> \n<p>The first service – called the Tokaido - connected Tokyo and the western city of Osaka, about 500km away.</p> \n<p>An average of more than 400,000 passengers use the Tokaido service daily, travelling at speeds of up to 285km per hour, with more 300 trains running in both directions each day.</p> \n<p>By the time the shinkansen marked its 50th anniversary last year, the Tokyo-Osaka line had carried a total of 5.6 billion passengers, with trains travelling a cumulative 2bn kilometres, enough to circle the globe 50,000 times.</p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dae17123dd9897005c00b3c41e7d1115ff7faf48/0_469_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"AP","altText":"A fire extinguisher on a car of the Shinkansen bullet train that made an emergency stop in Odawara, west of Tokyo.","cleanCredit":"Photograph: AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ca8a95262bca64763ef6dabcc1856767a75d546d/0_0_2533_3000/2533.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3000,"width":2533,"orientation":"portrait","caption":"Passengers receive treatment in Odawara, after smoke filled the carriage, forcing the train to stop. Photograph: AP","credit":"AP","altText":"Passengers receive treatment in Odawara, after smoke filled the carriage, forcing the train to stop.","cleanCaption":"Passengers receive treatment in Odawara, after smoke filled the carriage, forcing the train to stop.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f1c22b7b5c3eea50f8e739f218ab8d2f2821fa45/0_91_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Police officers investigate a Shinkansen bullet train after it made an emergency stop in Odawara. Photograph: KYODO/Reuters","credit":"KYODO/Reuters","altText":"Police officers investigate a Shinkansen bullet train after it made an emergency stop in Odawara.","cleanCaption":"Police officers investigate a Shinkansen bullet train after it made an emergency stop in Odawara.","cleanCredit":"Photograph: KYODO/Reuters"}],"webPublicationDate":"2015-06-30T04:23:36Z","lastModified":"2015-06-30T08:17:44Z","metadata":{"commentable":true,"commentCount":54,"contributors":[{"name":"Justin McCurry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/justinmccurry"}],"feature":false,"keywords":["Japan","Rail transport","Asia Pacific","World news"],"tags":[{"id":"world/japan","webTitle":"Japan"},{"id":"world/rail-transport","webTitle":"Rail transport"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Justin McCurry","topic":{"type":"tag-contributor","name":"profile/justinmccurry"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/30/fire-japan-bullet-train-man-tried-set-himself-alight","shortUrl":"http://gu.com/p/4a8km","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/30/fire-japan-bullet-train-man-tried-set-himself-alight","webUri":"http://www.theguardian.com/world/2015/jun/30/fire-japan-bullet-train-man-tried-set-himself-alight"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457309524","source":"Reuters","durationInSeconds":46,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/30/150630Train.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/30/150630Train_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/30/1435650588975/KP_333516_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Man sets himself on fire on board bullet train in Japan - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Man sets himself on fire on board bullet train in Japan - video","cleanCaption":"620x372 trailpic for Man sets himself on fire on board bullet train in Japan - video"}}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/dae17123dd9897005c00b3c41e7d1115ff7faf48/0_469_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"AP","altText":"A fire extinguisher on a car of the Shinkansen bullet train that made an emergency stop in Odawara, west of Tokyo.","cleanCredit":"Photograph: AP"}}]},{"title":"Mental health / Chronic depression shrinks brain's memories and emotions","rawTitle":"Chronic depression shrinks brain's memories and emotions","item":{"type":"article","id":"society/2015/jun/30/chronic-depression-shrinks-brains-memories-and-emotions","title":"Chronic depression shrinks brain's memories and emotions","trailText":"Global study finds the more episodes of depression, the greater the reduction in hippocampus size, but it was very likely damage was reversible","standFirst":"<p data-dropid=\"0\">Global study finds the more episodes of depression, the greater the reduction in hippocampus size, but it was very likely damage was reversible</p>","byline":"Melissa Davey","body":"<p>The hippocampus, an area of the brain responsible for memory and emotion, shrinks in people with recurrent and poorly treated depression, a global study has found.</p> \n<p>The findings highlighted the importance of treating depression early, particularly in teenagers and young adults, the study concluded.</p> \n<p>Fifteen research institutes around the world, including from the US, Europe and Australia, collaborated to combine the results of their existing, smaller studies comparing the hippocampuses of depressed and healthy people.</p> \n<p>This allowed them to examine the brain magnetic resonance imaging data of 8,927 people, 1,728 of whom had major depression and the rest of whom were healthy.</p> \n<p>The researchers found 65% of the depressed study participants had recurrent depression and it was these people who had a smaller hippocampus, which is near the centre of the brain and is involved with long-term memory, forming new memories, and connecting emotions to those memories.</p> \n<p>The findings of the largest international study to compare brain volumes in people with and without major depression were published in the medical journal Molecular Psychiatry. </p> \n<p>The University of Sydney’s brain and mind research institute led the Australian arm of the study. Its co-director, Professor Ian Hickie, said those people in the study experiencing their first depressive episode had a normal hippocampus size.</p> \n<p>“But the more episodes of depression a person had, the greater the reduction in hippocampus size,” he said.</p> \n<p>“So recurrent or persistent depression does more harm to the hippocampus the more you leave it untreated. This largely settles the question of what comes first: the smaller hippocampus or the depression? The damage to the brain comes from recurrent illness.”</p> \n<p>Hickie, who is also a national mental health commissioner, said it meant identifying and treating depression effectively when it first occurred was vital to prevent this damage, particularly among teenagers and young adults.</p> \n<p>But there was good evidence that with treatment, the damage was reversible, he said.</p> \n<p>“Other studies have demonstrated reversibility, and the hippocampus is one of the unique areas of the brain that rapidly generates new connections between cells, and what are lost here are connections between cells rather than the cells themselves,” Hickie said.</p> \n<p>“Treating depression effectively does not just mean medicines. If you are unemployed, for example, and then sit in a room doing nothing as a result, this can shrink the hippocampus. So social interventions are just as important, and treatments such as fish oils are also thought to be neuro-protective.”</p> \n<p>There was some evidence that the hippocampus was larger in those patients taking antidepressants, Hickie said, indicating these medications could have a protective effect.</p> \n<p>“There is a lot of nonsense said about antidepressants that constantly perpetuates the evils of them, but there is a good bit of evidence that they have a protective effect,” he said.</p> \n<p>“But that doesn’t mean they are the only treatment. There are, in fact, a broad range of treatments that should be explored, and in young people psychotherapy would often be explored as the first line of treatment, not medicines.”</p> \n<p>A co-author of the study, Associate Professor Jim Lagopoulos, said the findings provided new insight on brain structures and possible mechanisms responsible for depression.</p> \n<p>It also indicated the findings that were possible through collaboration.</p> \n<p>“Despite intensive research aimed at identifying brain structures linked to depression in recent decades, our understanding of what causes depression is still rudimentary,” he said.</p> \n<p>“One reason for this has been the lack of sufficiently large studies, variability in the disease and treatments provided, and the complex interactions between clinical characteristics and brain structure.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89c36bacf9c2c2370bc57a4ebc1588d0b6a7484b/0_12_5567_3339/5567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3339,"width":5567,"orientation":"landscape","credit":"Design Pics Inc/REX/Design Pics Inc/REX","altText":"Depression mental health problems young man suicide gstock ","cleanCredit":"Photograph: Design Pics Inc/REX/Design Pics Inc/REX"}],"bodyImages":[],"webPublicationDate":"2015-06-30T08:19:48Z","lastModified":"2015-06-30T08:36:42Z","metadata":{"commentable":true,"commentCount":20,"contributors":[{"name":"Melissa Davey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/melissa-davey"}],"feature":false,"keywords":["Mental health","Depression","Health","Australia news","US news","Europe"],"tags":[{"id":"society/mental-health","webTitle":"Mental health"},{"id":"society/depression","webTitle":"Depression"},{"id":"society/health","webTitle":"Health"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"society"},"topics":[{"displayName":"Melissa Davey","topic":{"type":"tag-contributor","name":"profile/melissa-davey"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/30/chronic-depression-shrinks-brains-memories-and-emotions","shortUrl":"http://gu.com/p/4a8ka","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/30/chronic-depression-shrinks-brains-memories-and-emotions","webUri":"http://www.theguardian.com/society/2015/jun/30/chronic-depression-shrinks-brains-memories-and-emotions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89c36bacf9c2c2370bc57a4ebc1588d0b6a7484b/0_12_5567_3339/5567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3339,"width":5567,"orientation":"landscape","caption":"The global study of 8,927 people highlighted how important it was to treat depression early.  Photograph: Design Pics Inc/REX/Design Pics Inc/REX","credit":"Design Pics Inc/REX/Design Pics Inc/REX","altText":"The global study of 8,927 people highlighted how important it was to treat depression early. ","cleanCaption":"The global study of 8,927 people highlighted how important it was to treat depression early. ","cleanCredit":"Photograph: Design Pics Inc/REX/Design Pics Inc/REX"}},"importance":1,"kicker":{"title":"Mental health"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/89c36bacf9c2c2370bc57a4ebc1588d0b6a7484b/0_12_5567_3339/5567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3339,"width":5567,"orientation":"landscape","credit":"Design Pics Inc/REX/Design Pics Inc/REX","altText":"Depression mental health problems young man suicide gstock ","cleanCredit":"Photograph: Design Pics Inc/REX/Design Pics Inc/REX"}}]}],"lastModified":"2015-06-30T09:08:56Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}