{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Migrant crisis / Malaysian police reveal 139 grave sites, some with multiple corpses","rawTitle":"Malaysian police reveal 139 grave sites, some with multiple corpses","item":{"type":"article","id":"world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","title":"Malaysia migrant mass graves: police reveal 139 sites, some with multiple corpses","trailText":"Dozens of suspected people-smuggling camps also discovered in north of the country on border with Thailand","standFirst":"<p>Dozens of suspected people-smuggling camps also discovered in north of the country on border with Thailand</p>","byline":"Beh Lih Yi  and agencies in Wang Kelian","body":"<p>Police in Malaysia have given details of the discovery of nearly 140 grave sites – some with multiple bodies – and dozens of people-smuggling camps on the border with Thailand.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/mass-graves-trafficking-malaysia-perlis\">Only a day after reports of the finding of mass graves</a>, national police chief General Khalid Abu Bakar said his officers had uncovered 28 suspected human trafficking camps located around 500 metres from the border in northern Malaysia.</p> \n<p>“The operation which we have been conducting from May 11 to May 23 we discovered 139 of what we believe are graves,” Khalid told reporters.</p> \n<p>He could not immediately give a figure of how many bodies might have been buried in the sites but the confirmation that there are 139 sites means the number of dead will be much higher than the 100 first suspected.</p> \n<p>Khalid added that one grave site was about 100 metres from a mass grave discovered in Thailand earlier this month.</p> \n<p>The findings appeared to indicate a system of jungle camps and graves that dwarfs those found by Thai police in early May, a discovery that ignited regional concern about human smuggling and trafficking.</p> \n<p>The discovery also follows repeated denials by top Malaysian officials – who have long been accused by rights groups of not doing enough to address the illicit trade –that such sites existed on their soil.</p> \n<p>Khalid said the biggest camp that had been discovered in Malaysia could house around 300 people, while another one could take in around 100 people, showing the scale of the human traffickers operation in the area and highlights fears that a high number of bodies will be unearthed.</p> \n<p>“The forensic team has gone in and we will carry out the investigation,” Khalid told reporters in Wang Kelian, a Malaysian town where most of the grave sites were found, as he described the sites as a “very sad scene”.</p> \n<p>“We will find out who caused this definitely. We will not condone anybody who is involved including Malaysian officials,” he said.</p> \n<p>Khalid declined to say whether the victims are Rohingya or Bangladeshi, saying police have to wait until they exhume and identify the bodies. But the route has been traditionally used by thousands of Rohingya and Bangladeshi who seek to flee persecution and poverty.</p> \n<p>Khalid also said they found at least one highly decomposed body left with just skin and bone. Police believed two to three of the camps were only abandoned as recently as two weeks ago because they found rice, vegetables, recently cooked meals and cooking utensils.</p> \n<p>Questioned on why there was no action taken earlier, he said police have been building up intelligence based on 37 arrests of suspected human traffickers – including two policemen – since the start of the year, which led to the grim discovery.</p> \n<p>However no arrests have been made in connection to the discovery of the 139 grave sites.</p> \n<p>Malaysian prime minister Najib Razak said on Monday he was “deeply concerned” by the discovery in the jungle.</p> \n<p>“We will find those responsible,” Najib said in comments on his Facebook page.</p> \n<p>Earlier in the month he declared “Malaysia does not and will not tolerate any form of human trafficking.”</p> \n<p>But the revelation is likely to focus new attention on Malaysia’s record in battling a scourge that activists say is carried out by criminal syndicates, likely with the complicity of authorities.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/025c9e6150fda42ef548d3d991b51b4db9905fdd/0_167_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Joshua Paul/AP","altText":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCredit":"Photograph: Joshua Paul/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-25T04:36:51Z","lastModified":"2015-05-25T07:08:00Z","metadata":{"commentable":true,"commentCount":107,"contributors":[],"feature":false,"keywords":["Malaysia","Thailand","Asia Pacific","World news","Migration","Burma","Bangladesh"],"tags":[{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/bangladesh","webTitle":"Bangladesh"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","shortUrl":"http://gu.com/p/497d9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses","webUri":"http://www.theguardian.com/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/025c9e6150fda42ef548d3d991b51b4db9905fdd/0_167_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found.  Photograph: Joshua Paul/AP","credit":"Joshua Paul/AP","altText":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCaption":"A check point on the Malaysia - Thailand border close to where dozens of graves have been found. ","cleanCredit":"Photograph: Joshua Paul/AP"}},"importance":7,"kicker":{"title":"Migrant crisis"},"showQuotedHeadline":false},{"title":"India / Heatwave kills more than 500 people","rawTitle":"Heatwave kills more than 500 people","item":{"type":"article","id":"world/2015/may/25/india-heatwave-deaths-heatstroke-temperatures","title":"India heatwave kills more than 500 people","trailText":"High of 47.7C recorded in northern city of Allahabad, with most recorded deaths due to heatstroke and dehydration in rural areas in south","standFirst":"<p>High of 47.7C recorded in northern city of Allahabad, with most recorded deaths due to heatstroke and dehydration in rural areas in south</p>","byline":"Jason Burke in Delhi","body":"<p>More than 500 people are believed to have died in a heatwave in India as temperatures approach 50C (122F) in parts of the country.</p> \n<p>Allahabad, a city in the north, saw the mercury touch 47.7 C (117.8F) on Sunday, <a href=\"http://www.ndtv.com/india-news/over-400-killed-in-heat-wave-telangana-andhra-pradesh-worst-hit-765728\">according to local media</a>. In Delhi, the capital, a high of 43.5C (110.3F) was recorded.</p> \n<p>Most of the recorded deaths, primarily from heatstroke and extreme dehydration, have been in rural areas in the south, where roads and markets were deserted in many cities and towns. Local authorities announced a compensation payment of &pound;1000 to relatives of those killed.</p> \n<p>The forecast is for a continuing “heatwave to severe heatwave” for the rest of the month. “It is hot. It will stay hot. People must stay inside and drink lots of water,” Devendra Sharma, <a href=\"http://www.imd.gov.in/section/nhac/dynamic/ALLINDIA_MAIN.HTM\">an official at the Indian meteorological office said</a>. </p> \n<p>In the city of Kolkata, in the west, taxi drivers refused to work between 11am and 4pm after a driver died in his cab.</p> \n<p>Across the country, there were power cuts as India’s inadequate electricity networks sought to fulfil record demand. Shopping malls, which are air-conditioned and often have their own generators to keep customers cool during frequent outages, recorded a surge in visitors.</p> \n<p>“We see more and more people walk in, spend some time here and walk out without buying anything. But we understand. It’s terribly hot outside,” Nasir, a security guard at a mall in the city of Patna, <a href=\"http://timesofindia.indiatimes.com/city/patna/Gaya-sizzles-at-45-8-degrees-C/articleshow/47409370.cms\">told the Times of India newspaper</a>. </p> \n<p>In Delhi, where temperatures were four degrees higher than the seasonal average, many sought sanctuary in the air-conditioned metro. The highest temperature ever recorded in the capital was 47.2C (116.9F), in May 1944. The record India is thought to be 50.6C (123F), <a href=\"http://igu.in/9-3/3usde.pdf\">recorded in 1956 in the northern town of Alwar (pdf)</a>.</p> \n<p>Though the death toll may be higher, the heatwave does not appear to be causing the same stir as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2010/may/30/india-heatwave-deaths\">one in 2010</a>, which started much earlier, registered the highest temperatures for decades and lasted for months. </p> \n<p>The monsoon, predicted to hit southern India’s coastline on 31 May, will bring relief from the high temperatures, but it will not reach the parched north of the country for several weeks.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432541026797/50b9122a-ce58-47be-abf9-0310744141c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mahesh Kumar A/AP","altText":"A man pours water on his face in Hyderabad, India, on Sunday.","cleanCredit":"Photograph: Mahesh Kumar A/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-25T08:10:38Z","lastModified":"2015-05-25T08:14:04Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Jason Burke","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jasonburke"}],"feature":false,"keywords":["India","South and Central Asia","World news","Natural disasters and extreme weather","Meteorology","Science"],"tags":[{"id":"world/india","webTitle":"India"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"science/meteorology","webTitle":"Meteorology"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"world"},"topics":[{"displayName":"Jason Burke","topic":{"type":"tag-contributor","name":"profile/jasonburke"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/india-heatwave-deaths-heatstroke-temperatures","shortUrl":"http://gu.com/p/497e9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/india-heatwave-deaths-heatstroke-temperatures","webUri":"http://www.theguardian.com/world/2015/may/25/india-heatwave-deaths-heatstroke-temperatures"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432541026797/50b9122a-ce58-47be-abf9-0310744141c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man pours water on his face during the extreme heat in Hyderabad, India, on Sunday. Photograph: Mahesh Kumar A/AP","credit":"Mahesh Kumar A/AP","altText":"A man pours water on his face in Hyderabad, India, on Sunday.","cleanCaption":"A man pours water on his face during the extreme heat in Hyderabad, India, on Sunday.","cleanCredit":"Photograph: Mahesh Kumar A/AP"}},"importance":6,"kicker":{"title":"India"},"showQuotedHeadline":false},{"title":"Greece / We will default on debt repayment loans, says minister","rawTitle":"We will default on debt repayment loans, says minister","item":{"type":"article","id":"world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","title":"Greece warns it is set to default on debt repayment loans","trailText":"Interior minister says Athens simply cannot satisfy IMF deadline next month unless it works out a deal with eurozone creditors","standFirst":"<p>Interior minister says Athens simply cannot satisfy IMF deadline next month unless it works out a deal with eurozone creditors</p>","byline":"Phillip Inman Economics correspondent","body":"<p>Greece has threatened to default on €1.6bn (&pound;1.14bn) of debt repayment due on international bailout loans next month, claiming it does not have the funds to satisfy creditors at the same time as paying wages and pensions.<br /></p> \n<p>The Greek interior minister, Nikos Voutsis, a long-standing ally of the prime minister, Alexis Tsipras, insisted the country was near to financial collapse. In an interview with Greek television station Mega TV he said Athens needed to strike a deal with its European partners within the next couple of weeks or it would default on repayments to the International Monetary Fund that form part of its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/24/greece-secures-eurozone-bailout-extension-for-four-months\">€240bn rescue package</a>.</p> \n<p>Voutsis said: “This money will not be given and is not there to be given.” His comments came as the finance minister, Yanis Varoufakis, repeated his warning that the entire euro project would be undermined without a deal that proved acceptable to the Greek people. Varoufakis told the Andrew Marr show that the Syriza-led Greek government has now “made enormous strides at reaching a deal”, and that it is now up to the European Central Bank, IMF and European Union to do their bit and “meet us one-quarter of the way”.</p> \n<p>With crucial debt payments looming, combined with the need for Athens to find around €1bn to pay public sector wages and welfare payments in the first week of June, the eurozone appeared to be entering the final chapter in its dispute with Greece. Tsipras wants the EU, ECB and IMF to release a blocked final €7.2bn tranche of the bailout without imposing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/25/what-if-greece-cant-pay-debts-to-eu-imf-eurozone-crisis\">tough reforms and spending cuts agreed with the previous right-of-centre administration</a>.</p> \n<p>Greece has spent the last four months wrangling with Brussels and the IMF following the election of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/greece-election-vote-austerity-leftwing-syriza-eu\">anti-austerity Syriza </a>party in January. While some senior figures at the EU Commission and IMF have urged greater flexibility from creditors — and Greek ministers have appeared to drop demands for a higher minimum wage — both sides have so far failed to find a compromise deal.</p> \n<p>Tsipras has attempted to persuade Angela Merkel to strike a broader deal that includes the refinancing of the entire bailout package in return for commitments to tackle tax avoidance and a re-making of the Greek welfare system, without success. </p> \n<p>Syriza’s domestic position was bolstered on Sunday by a poll that showed cash-strapped Greeks remain supportive of the government’s tough negotiating stance, though they rejected a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/economics-blog/2015/may/17/-real-question-greece-staying-euro-catastrophe-iceland\">return to the drachma</a>, saying that any deal with creditors must retain the euro as the Greek currency. The poll conducted in May by Public Issue, for the pro-government newspaper Avgi, showed 54% backing the government’s handling of the negotiations despite concerns that the country has been taken to the brink of financial collapse.</p> \n<p>A total of 59% believe Athens must resist demands by creditors for further austerity measures, with 89% against pension cuts and 81% against mass lay-offs. Aware that broad electoral support for his government could collapse without a deal that retains the euro, Tsipras warned his far-left supporters, many of them newly elected MPs with little experience of EU negotiations, that they must compromise in talks with creditors.</p> \n<p>In a speech to his party’s central committee on Saturday, reported in the Greek newspaper Kathimerini, Tsipras said Greece is in the final stretch of negotiations and is ready to accept a “viable agreement” with its creditors but not on “humiliating terms.” He ruled out submitting to what he described as irrational demands to apply a 23% VAT rate across the board and further labour reform. Echoing Varoufakis, he called on lenders to make “necessary concessions”. He said: “We have made concessions but we also have red lines.”</p> \n<p>In a barely veiled reference to Berlin, Tsipras told the committee that many European governments would happily see Greece fail in its talks and be forced to leave the euro. He is under pressure to agree a deal that excludes fresh austerity measures from members of the hardline “left platform” within the party, led by the energy minister, Panayiotis Lafazanis, who have refused to approve any deal that departs from pre-election promises.</p> \n<p>Lafazanis, according to reports, has been working on a proposals to find alternative sources of funding that would allow Greece to walk away from a deal. But his search, which has included seeking cash from Russia, have drawn a blank.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432494511209/0848d7f4-ea12-49e9-8c2e-b2c168fcec75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Petros Giannakouris/AP","altText":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCredit":"Photograph: Petros Giannakouris/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:37:40Z","lastModified":"2015-05-25T00:15:02Z","metadata":{"commentable":true,"commentCount":1662,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Greece","Eurozone crisis","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","shortUrl":"http://gu.com/p/49778","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans","webUri":"http://www.theguardian.com/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432494511209/0848d7f4-ea12-49e9-8c2e-b2c168fcec75-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January. Photograph: Petros Giannakouris/AP","credit":"Petros Giannakouris/AP","altText":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCaption":"Pensioners chant anti-austerity slogans during a protest in central Athens. Greece has spent the last four months wrangling with Brussels and the IMF following the election of the anti-austerity Syriza party in January.","cleanCredit":"Photograph: Petros Giannakouris/AP"}},"importance":5,"kicker":{"title":"Greece"},"showQuotedHeadline":false},{"title":"Cannes 2015 / Jacques Audiard's Dheepan is the surprise winner of Palme d'Or","rawTitle":"Jacques Audiard's Dheepan is the surprise winner of Palme d'Or","item":{"type":"article","id":"film/2015/may/24/cannes-2015-jacques-audiards-dheepan-surprise-winner-of-palme-dor","title":"Cannes 2015: Jacques Audiard's Dheepan surprise winner of Palme d'Or","trailText":"Tale of former Tamil Tiger takes top award, with Holocaust movie Son of Saul scooping second prize","standFirst":"<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/dheepan-review-tamil-tiger-jacques-audiard-cannes-2015\">Tale of former Tamil Tiger takes top award</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/19/geza-rohrig-son-of-saul-interview-auschwitz-jewish-prisoner-sonderkommando\">Holocaust movie Son of Saul wins second prize</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/16/carol-review-cate-blanchett-captivates-in-woozily-obsessive-lesbian-romance\">Rooney Mara scoops joint best actress award for her role in Carol</a></li>\n</ul>","byline":"Catherine Shoard","body":"<p>Jacques Audiard has cemented his place as the premier contemporary French director by winning the Palme d’Or in Cannes for his seventh feature, Dheepan. </p> \n<p>Audiard, 63, took the Grand Prix (or runner-up award) five years ago for A Prophet, and competed at the festival three years ago with Rust &amp; Bone. His new film is a less-starry affair than those two; the tale of a former fighter in the Sri Lankan civil war trying to make a new life in France with a fake family.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/21/dheepan-review-tamil-tiger-jacques-audiard-cannes-2015\">Dheepan review - Tamil Tiger loose in the urban jungle makes powerful thriller</a> </p> \n</aside> \n<p>In his speech, Audiard thanked his father, the prolific screenwriter Michel Audiard, who died in 1985.</p> \n<p>It was a night of surprises at the 68th Cannes film festival, with many critics’ favourites thwarted and the jury – who are only allowed to award one prize per film – exhibiting eclectic taste and a pronounced accent on the celebration of French acting talent. </p> \n<p>This year’s Grand Prix went to 38-year-old debut director L&aacute;szl&oacute; Nemes for Son of Saul, the Auschwitz-set story of a prisoner working as a Sonderkommando, guiding Jews into the gas chambers and then disposing of their bodies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/19/geza-rohrig-son-of-saul-interview-auschwitz-jewish-prisoner-sonderkommando\">Son of Saul star: ‘God was holding the hand of every Jew in the gas chamber’</a> </p> \n</aside> \n<p>Bookies’ favourite The Lobster, a British co-production directed by Greek film-maker Yorgos Lanthimos, took the Prix du Jury (or third prize) for his satire about single people who must find a mate within 45 days or be turned into a wild animal. The director thanked his producers and actors, including Colin Farrell and Rachel Weisz.</p> \n<p>Carol, Todd Haynes’s adaptation of the Patricia Highsmith lesbian romance The Price of Salt, which many had tipped for the Palme d’Or, had to console itself with one-half of a shared best actress award. Rooney Mara took the gong for her role as an inexperienced shopgirl in 1950s New York who begins a relationship with Cate Blanchett’s unhappily married mother-of-one. <br /></p> \n<p>Haynes, accepting the award in Mara’s absence, said both he and she were “completely blown away and surprised” by the honour. “I love you, I wish you were here,” he said. </p> \n<div>\n __VIDEO_EMBED_gu-video-453241967__\n</div> \n<p>Mara’s joint winner, Emmanuelle Bercot, was rewarded for her role as a woman recovering from a broken leg in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/17/mon-roi-review-vincent-cassel-maiwenn\">little-loved French domestic drama Mon Roi</a>.</p> \n<p>Veteran French star Vincent Lindon earned prolonged applause as he took the stage to pick up the best actor award for St&eacute;phane Briz&eacute;’s The Measure of a Man, in which he plays a man crushed by his job as a supermarket security guard. Lindon beat the likes of Michael Caine (for Paolo Sorrentino’s Youth), and Tim Roth, who plays a traumatised palliative care nurse in bleak drama Chronic.</p> \n<p>That film did take the best screenplay prize went to its writer/director Michel Franco, who paid tribute to jury chairs the Coen brothers, “my heroes”, as well as to Roth, who chaired the Un Certain Regard jury who presented his previous film, After Lucia, with their top prize three years ago. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/15/the-lobster-review-cannes-film-festival-2015\">The Lobster review - dark satire on relationships gets fishy near the tail-end</a> </p> \n</aside> \n<p>Serving under the Coens on this year’s jury were Franco’s countryman Guillermo del Toro, as well as the actors Jake Gyllenhaal and Sienna Miller. Early in the ceremony, the London singer and pianist Benjamin Clementine performed the song Fare Thee Well from Inside Llewyn Davis, the Coens’ folk drama which took the Grand Prix at Cannes in 2013. The brothers looked on, toes not visibly tapping.</p> \n<p>In a less explicable musical interlude, The Lobster and Tale of Tales actor John C Reilly took to the stage to sing a be-bop version of Just a Gigolo with four-man Dixieland outfit the Flyboys, before presenting the Camera d’Or for best first film to C&eacute;sar Augusto for Land and Shade. After his speech, Augusto continued the musical theme of this year’s ceremony by leading the audience in a rendition of Happy Birthday to Reilly, who turned 50. </p> \n<p>Best director went to Taiwanese film-maker Hou Hsiao-hsien, whose martial arts epic The Assassin marks his return to cinema after an eight-year absence. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2015/may/20/the-assassin-review-enigmatically-refined-martial-arts-tale-baffles-beautifully\">The Assassin review - enigmatically refined martial arts tale baffles beautifully</a> </p> \n</aside> \n<p>Jane Birkin presented the honorary Palme to veteran director Agnes Varda, who won a standing ovation. In an emotional speech, Varda, now 86, paid tribute to her late husband, new wave film-maker Jacques Demy, who died 25 years ago.</p> \n<p>Critics are mixed on the overall quality of this year’s festival. Artistic director Thierry Fr&eacute;maux’s programme was at pains to promote homegrown talent, with nine of the 19 competition films either French productions or co-productions, and US and UK directors thin on the ground. </p> \n<p>But although there has been an absence of high-profile turkeys such as last year’s opener, Grace of Monaco, the number of flat-out classics was also been felt to be down. Last year’s festival saw the premieres of Leviathan, Winter Sleep, Mr Turner, Jimmy’s Hall, Foxcatcher, Wild Tales, Clouds of Sils Maria, Mommy and Two Days, One Night. The sense on the Croisette is that fewer of this year’s crop are likely to progress either to Oscar contention, or into the cinematic canon. </p> \n<p>Instead, the headlines were dominated by the midnight screening of Gaspar No&eacute;’s 3D sex movie, Love, and by “flatgate”, which saw the festival under attack after security guards banned a number of women – including an amputee – from premieres for not wearing high heels.</p> \n<h2>Full list of awards</h2> \n<p><strong>Palme d’Or<br /></strong>Dheepan dir: Jacques Audiard</p> \n<p><strong>Grand Prix<br /></strong>Son of Saul dir: Laszlo Nemes</p> \n<p><strong>Jury prize<br /></strong>The Lobster dir: Yorgos Lanthimos</p> \n<p><strong>Best director<br /></strong>Hou Hsiao-Hsien, The Assassin</p> \n<p><strong>Best screenplay<br /></strong>Chronic dir: Michel Franco</p> \n<p><strong>Camera d’Or (best first feature)<br /></strong>La Tierra y la Sombra (Land and Shade) dir: Cesar Augusto Acevedo</p> \n<p><strong>Best actor<br /></strong>Vincent Lindon, The Measure of a Man</p> \n<p><strong>Best actress</strong>: (joint) <br />Rooney Mara, Carol; Emmanuelle Bercot, Mon Roi</p> \n<p><strong>Best short film<br /></strong>Waves 98 dir: Ely Dagher</p>","section":"Film","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432506498355/40b75921-9659-4996-8cb0-ee11144de2a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Yves Herman/Reuters","altText":"Director Jacques Audiard, Palme d'Or award winner for his film \"Dheepan\", poses after the closing ceremony of the 68th Cannes Film Festival in Cannes.","cleanCredit":"Photograph: Yves Herman/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-24T18:29:08Z","lastModified":"2015-05-25T08:36:18Z","metadata":{"commentable":true,"commentCount":32,"contributors":[{"name":"Catherine Shoard","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733735285/CatherineShoard.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/catherineshoard"}],"feature":false,"keywords":["Cannes 2015","Culture","Film","Coen brothers","Jake Gyllenhaal","Guillermo del Toro","Cannes film festival","Festivals","Jacques Audiard","Sienna Miller"],"tags":[{"id":"film/cannes-2015","webTitle":"Cannes 2015"},{"id":"culture/culture","webTitle":"Culture"},{"id":"film/film","webTitle":"Film"},{"id":"film/coenbrothers","webTitle":"Coen brothers"},{"id":"film/jake-gyllenhaal","webTitle":"Jake Gyllenhaal"},{"id":"film/guillermodeltoro","webTitle":"Guillermo del Toro"},{"id":"film/cannesfilmfestival","webTitle":"Cannes film festival"},{"id":"culture/festivals","webTitle":"Festivals"},{"id":"film/jacques-audiard","webTitle":"Jacques Audiard"},{"id":"film/sienna-miller","webTitle":"Sienna Miller"}],"section":{"id":"film"},"topics":[{"displayName":"Catherine Shoard","topic":{"type":"tag-contributor","name":"profile/catherineshoard"}}],"embeddedVideos":[{"id":"gu-video-453241967","source":"guardian.co.uk","durationInSeconds":298,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/19/15051CarolJunket_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/19/15051CarolJunket.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/19/1432041297823/KP_232854_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","credit":"guardian.co.uk","altText":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews","cleanCaption":"620x372 trailpic for Carol: 'People are fascinated by sex in general' - video interviews"}}],"adTargetingPath":"film"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/film/2015/may/24/cannes-2015-jacques-audiards-dheepan-surprise-winner-of-palme-dor","shortUrl":"http://gu.com/p/4978h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/film/2015/may/24/cannes-2015-jacques-audiards-dheepan-surprise-winner-of-palme-dor","webUri":"http://www.theguardian.com/film/2015/may/24/cannes-2015-jacques-audiards-dheepan-surprise-winner-of-palme-dor"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432506498355/40b75921-9659-4996-8cb0-ee11144de2a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Director Jacques Audiard, Palme d’Or award winner for his film “Dheepan”, poses after the closing ceremony of the 68th Cannes Film Festival in Cannes. Photograph: Yves Herman/Reuters","credit":"Yves Herman/Reuters","altText":"Director Jacques Audiard, Palme d'Or award winner for his film \"Dheepan\", poses after the closing ceremony of the 68th Cannes Film Festival in Cannes.","cleanCaption":"Director Jacques Audiard, Palme d’Or award winner for his film “Dheepan”, poses after the closing ceremony of the 68th Cannes Film Festival in Cannes.","cleanCredit":"Photograph: Yves Herman/Reuters"}},"importance":4,"kicker":{"title":"Cannes 2015"},"showQuotedHeadline":false},{"title":"Didcot murders / Hunt for Jed Allen enters second day","rawTitle":"Hunt for Jed Allen enters second day","item":{"type":"article","id":"uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day","title":"Didcot murders: hunt for Jed Allen enters second day","trailText":"Police and sniffer dogs scouring parkland in Oxford for clues to whereabouts of man suspected of killing three family members","standFirst":"<p>Police and sniffer dogs scouring parkland in Oxford for clues to whereabouts of man suspected of killing three family members</p>","byline":"Nadia Khomami, Josh Halliday  and Haroon Siddique","body":"<p>Armed police and sniffer dogs continue to scour parkland in Oxford as the hunt for Jed Allen, suspected of killing his mother, her partner and their six-year-old daughter in Oxfordshire, enters its second full day.</p> \n<p>Police hope Oxford University Parks, where Allen worked as a groundsman and which have been closed for the duration of the search, will provide some clues as to the 21-year-old’s whereabouts.</p> \n<p> Tributes have been left outside the family home in Didcot where the bodies of Janet Jordon, 48, Philip Howard, 44, and their daughter Derin Jordon were discovered over the weekend.</p> \n<figure class=\"element element-image\" data-media-id=\"c54a37ba5f32e87411980f2ccfd100bcd03fb344\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432539729379/e421b518-0547-459a-8db6-1fdd088df598-460x276.jpeg\" alt=\"Derin Jordon, six and her mother, Janet Jordon.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Derin Jordon, six, and her mother, Janet Jordon.</span> \n  <span class=\"element-image__credit\">Photograph: Thames Valley police/PA</span> \n </figcaption> \n</figure> \n<p>A yellow teddy bear was placed inside the police cordon alongside a handwritten tribute attached to a bunch of flowers. Part of it read: “You are my family and always will be. I will miss you all each day ... You have all left a massive void in my heart which will never be filled. I love you all so much, Jan, Phil and my Dezzy Doo.”</p> \n<p> Detectives took the highly unusual step of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/24/man-woman-and-girl-found-dead-in-a-house-in-oxfordshire\">naming Allen as the suspect on Sunday</a>. He is believed to have lived with the family until recently.</p> \n<p>Allen’s cousin has urged him to give himself up to police. Tyler Clarke told the Sun: “No one can believe what has happened. The first thing I knew about it was when I saw it on the news. We just want to know why. But only Jed knows what has happened. </p> \n<p>“If we could send a message to Jed it would be, ‘Give yourself up’.” </p> \n<p>Allen’s Instagram profile, which is named Mr Meat Tank, reveals his interest in bodybuilding and comic book characters.</p> \n<p> Speaking at a press briefing, DS Chris Ward from Thames Valley police major crime unit described the incident as a “tragic and sad event”, offering his condolences to the family.</p> \n<figure class=\"element element-image\" data-media-id=\"925a74b2512c4924fda0ea150925cd8abffaa20d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432539664117/c2039aff-992f-4c13-a4d8-f90635f5a12f-460x276.jpeg\" alt=\"Floral tributes in Didcot, Oxfordshire.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Floral tributes in Didcot, Oxfordshire.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Birchall/PA</span> \n </figcaption> \n</figure> \n<p>He said the bodies were discovered after a call from a member of the public just before 8.30pm on Saturday. The family moved into the house within the last two months and had lived in the neighbourhood before that, Ward said.</p> \n<p>A forensic tent was set up in the area, which was sealed off from the public all day on Sunday and is about 15 miles from the property where the three bodies were found in Didcot.</p> \n<p>“As you may well have seen, there have been officers conducting searches in a number of areas in Oxford and Didcot today,” Ward said. “It is vital that we trace Jed Allen and I would urge anyone who has any information about his whereabouts to contact police via the 101 number.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThamesVP/statuses/602544915235614721\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Video update from Det Supt Chris Ward regarding the ongoing murder investigation in <a href=\"https://twitter.com/hashtag/Didcot?src=hash\">#Didcot</a> <a href=\"http://t.co/krWgLp8B4h\">http://t.co/krWgLp8B4h</a></p>— Thames Valley Police (@ThamesVP) \n  <a href=\"https://twitter.com/ThamesVP/status/602544915235614721\">May 24, 2015</a>\n </blockquote> \n</figure> \n<p> Ward said of Allen: “He is now a suspect in this inquiry and it’s very important we locate him as quickly as possible. He is described as 6ft tall, of large build and, distinctively, he has a tattoo on his left hand of a spider.”</p> \n<p> He said he did not believe that Allen posed a threat to the public but said people should not approach him and should call 999 immediately if they see him.</p> \n<p>Allen, listed on Didcot council’s website as a gardening apprentice, lives a 20-minute walk away from the family home. Pictures posted on Instagram by Allen showed him brandishing a knife and an axe.<br /></p> \n<p> Relatives of the victims have been informed of the deaths and are being looked after by specialist officers.</p> \n<p> Sheila Welch, who lives on the road where the bodies were found, told the Press Association that the first she knew that anything had happened was when the police arrived.</p> \n<p> “They are new neighbours and had only been here a couple of months – I don’t know their names,” she said. “I used to see them: a lovely mother and a little girl. They always looked so happy … All I can say is that I am very upset, it is all very traumatic.”</p> \n<p> Jane Ilott, Jordon’s former landlady in Kidlington, Oxfordshire, described the victim as “beautiful” and “absolutely cracking”: “I didn’t know Jed<strong> </strong>as a 6ft man, I know him as a little fella who was really struggling. He absolutely loved his mum and she him, but she didn’t know.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432539604033/23a1de49-ef30-4019-88f9-1cf6059032eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Thames Valley police/PA","altText":"Photo issued by Thames Valley police of Jed Allen","cleanCredit":"Photograph: Thames Valley police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432539730728/e421b518-0547-459a-8db6-1fdd088df598-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Derin Jordon, six, and her mother, Janet Jordon. Photograph: Thames Valley police/PA","credit":"Thames Valley police/PA","altText":"Derin Jordon, six and her mother, Janet Jordon.","cleanCaption":"Derin Jordon, six, and her mother, Janet Jordon.","cleanCredit":"Photograph: Thames Valley police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432539665657/c2039aff-992f-4c13-a4d8-f90635f5a12f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Floral tributes in Didcot, Oxfordshire. Photograph: Ben Birchall/PA","credit":"Ben Birchall/PA","altText":"Floral tributes in Didcot, Oxfordshire.","cleanCaption":"Floral tributes in Didcot, Oxfordshire.","cleanCredit":"Photograph: Ben Birchall/PA"}],"webPublicationDate":"2015-05-25T07:47:23Z","lastModified":"2015-05-25T07:48:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"},{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"},{"name":"Haroon Siddique","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/haroonsiddique"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day","shortUrl":"http://gu.com/p/497ex","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day","webUri":"http://www.theguardian.com/uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432539604033/23a1de49-ef30-4019-88f9-1cf6059032eb-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Photo issued by Thames Valley police of Jed Allen, 21, who is being sought in connection with the deaths of his mother, her partner and their daughter. Photograph: Thames Valley police/PA","credit":"Thames Valley police/PA","altText":"Photo issued by Thames Valley police of Jed Allen","cleanCaption":"Photo issued by Thames Valley police of Jed Allen, 21, who is being sought in connection with the deaths of his mother, her partner and their daughter.","cleanCredit":"Photograph: Thames Valley police/PA"}},"importance":3,"kicker":{"title":"Didcot murders"},"showQuotedHeadline":false},{"title":"Election 2015 / One million minority ethnic votes helped Tories to No 10, thinktank finds","rawTitle":"One million minority ethnic votes helped Tories to No 10, thinktank finds","item":{"type":"article","id":"politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","title":"One million minority ethnic votes helped Tories to No 10, thinktank finds","trailText":"British Future survey finds Labour still well ahead with black, Asian and minority ethnic voters but suggests Conservatives have broadened their appeal","standFirst":"<p>British Future survey finds Labour still well ahead with black, Asian and minority ethnic voters but suggests Conservatives have broadened their appeal</p>","byline":"Patrick Wintour Political editor","body":"<p>One million votes from black, Asian and minority ethnic (BAME) communities helped put David Cameron back into Downing Street, according to new research into attitudes among minority voters.</p> \n<p>Labour remains well ahead with BAME voters on 52%, finds research by the thinkthank British Future, but the gap between the two main parties is shrinking dramatically, especially among Asian voters. </p> \n<p>One-third (33%) of BAME voters supported the Conservatives in 2015, its best result so far. The Liberal Democrats and the Green party each took 5% of the BAME vote, with 2% voting for Ukip.</p> \n<p>Based on an estimated 3 million BAME voters taking part in the election, the results equate to the Conservatives securing a million BAME votes for the first time in the party’s history– while Labour achieved 1.6m. The Lib Dems and Greens both gained about 150,000 votes from this group, with Ukip on 60,000 and the SNP on 40,000.</p> \n<p>Sunder Katwala, director of British Future, said: “This research shows that ethnic minority votes are more ‘up for grabs’ than ever before. Minority voters still prefer Labour to the Conservatives. But where Labour once held on to these voters when they became more affluent, through an appeal to fairness and solidarity, that may now have broken down.</p> \n<p>“If it presents itself only as a party of the underdog, Labour may send a message to aspirational ethnic minority voters that, if you get on in British society, you ‘trade up’ to the Tories – just as C2s did for Margaret Thatcher.”</p> \n<p> The new study, the largest of its kind to be published around the 2015 election, shows again the challenges thrown up by the result for Labour as the party seeks to win back Ukip voters in the north without alienating its base of BAME supporters.</p> \n<p>It is not clear if those minorities that swung to the Conservatives were attracted by its entrepreneurial message or alienated by the tougher line from Labour on immigration. The decades-long failure by the Tories to attract BAME voters has led to a great deal of soul-searching in the party and the fast-track promotion of BAME Tories to the cabinet, such as Sajid <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/apr/09/sajid-javid-replaces-maria-miller-cabinet-culture\">Javid’s appointment as culture secretary in 2014</a>.<br /></p> \n<p>The survey was conducted by Survation for the thinktank among 2,000 respondents across Britain in the days after the election between 8 and 14 May.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/07/tories-party-ethnic-diversity-labour-bame-mps-race\">The Tories are becoming the party of ethnic diversity – Labour has to respond | Lester Holloway</a> </p> \n</aside> \n<p> The research also reveals interesting differences in party support by ethnic group, showing much higher support for the Conservatives among Asian voters than other ethnic minorities: </p> \n<ul> \n <li>Asian: 50% Labour, 38% Conservative</li> \n <li>Black: 67% Labour, 21% Conservative</li> \n <li>Mixed race: 49% Labour, 26% Conservative<br /></li> \n</ul> \n<p>Katwala said in towns and cities such as Watford, Swindon and Milton Keynes, the Conservatives had polled well with “aspirational” BAME voters. “The middle-England ‘Mondeo Man’ of the 2015 election could well be a British Asian,” he said.</p> \n<p>“The Conservatives have done well in extending their appeal to minority voters – even though these may have been votes for David Cameron rather than his party. If there were echoes of Enoch or Norman Tebbit in this election, about Britain being swamped, these weren’t coming from the Conservatives but from their Ukip rivals – who appealed to only one in 50 minority voters.”</p> \n<p> Different faith groups also gave very different responses, with BAME Christians and Muslims preferring Labour to the Conservatives, but Hindus and Sikhs preferring the Conservatives to Labour: </p> \n<ul> \n <li>Christian: 56% Labour, 31% Conservative </li> \n <li>Muslim: 64% Labour, 25% Conservative</li> \n <li>Hindu: 41% Labour, 49% Conservative </li> \n <li>Sikh (based on a small sample): 41% Labour, 49% Conservative<br /></li> \n</ul> \n<p> </p> \n<p> Omar Khan, director of the Runnmymede Trust, a race equality thinktank, said: “Labour’s vote share looks to have held up best in the top 75 most diverse seats in the UK, where half of BME people live. But with more and more BME people moving outside the major cities the Conservatives appear well placed to make further gains in 2020 and beyond if they can respond to ethnic inequalities and realise BME aspirations while in government.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432481463063/94ddd561-cf21-416e-ac32-527939709dc4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Handout/Getty Images","altText":"Sajid Javid, the business secretary","cleanCredit":"Photograph: Handout/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-24T15:40:49Z","lastModified":"2015-05-24T23:00:46Z","metadata":{"commentable":true,"commentCount":755,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Conservatives","Labour","Politics","General election 2015","UK news","Society","UK Independence party (Ukip)","Green party","Social mobility"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/green-party","webTitle":"Green party"},{"id":"society/socialmobility","webTitle":"Social mobility"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","shortUrl":"http://gu.com/p/4977e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10","webUri":"http://www.theguardian.com/politics/2015/may/24/one-million-minority-ethnic-votes-helped-tories-no-10"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432481463063/94ddd561-cf21-416e-ac32-527939709dc4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Tories’ failure to attract minority votes has led to the fast-track promotion of BAME Tories to the cabinet, such as Sajid Javid as culture secretary last year. Photograph: Handout/Getty Images","credit":"Handout/Getty Images","altText":"Sajid Javid, the business secretary","cleanCaption":"The Tories’ failure to attract minority votes has led to the fast-track promotion of BAME Tories to the cabinet, such as Sajid Javid as culture secretary last year.","cleanCredit":"Photograph: Handout/Getty Images"}},"importance":2,"kicker":{"title":"Election 2015"},"showQuotedHeadline":false},{"title":"Spain / Indignados could rule Barcelona and Madrid after local election success","rawTitle":"Indignados could rule Barcelona and Madrid after local election success","item":{"type":"article","id":"world/2015/may/25/spains-indignados-ada-colau-elections-mayor-barcelona","title":"Spain's indignados could rule Barcelona and Madrid after local election success","trailText":"Anti-poverty activist Ada Colau elected as mayor of Barcelona, while battle for control of capital pits countess against former communist ","standFirst":"<p>Anti-poverty activist Ada Colau elected as mayor of Barcelona, while battle for control of capital pits countess against former communist </p>","byline":"Ashifa Kassam Madrid","body":"<p>Spain’s indignados made the move from city squares to the halls of power on Sunday in municipal and regional elections that saw an anti-poverty activist elected as mayor of Barcelona and the ruling People’s party battered at the ballot box.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/barcelona-ada-colau-mayor-anti-poverty\">Ada Colau, the 41-year-old anti-eviction activist who leads Barcelona En Com&uacute;</a>, was elected mayor of the Catalan city. “It’s a victory for David over Goliath,” said Colau as news broke of the historical win. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/barcelona-ada-colau-mayor-anti-poverty\">Barcelona's anti-poverty crusader leads race to be city's next mayor</a> </p> \n</aside> \n<p>A grassroots movement of several leftist political parties, including Podemos, and thousands of citizens, Barcelona En Com&uacute; vowed to return decision-making in the city to the people, promising to do away with home evictions, increase public housing and redistribute the city’s wealth. Colau’s party won 11 of the 41 seatson the city council, meaning that she will need to form alliances in order to govern.</p> \n<p>In Madrid, the People’s party is not certain of hanging on to power in a city where it has dominated for two decades. </p> \n<p>The PP candidate, Esperanza Aguirre, 63, who is a countess by marriage, squeaked ahead in Sunday’s vote, winning 21 council seats in the city.<br /></p> \n<p>Aguirre is seen as a hard case but she got a run for her money from “indignada” candidate Manuela Carmena, whose Podemos-backed coalition Ahora Madrid came a close second.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/may/20/spanish-regional-elections-will-be-critical-test-for-broken-two-party-system\">Spanish regional elections will be critical test for broken two-party system</a> </p> \n</aside> \n<p>The 71-year-old former judge and communist was enjoying her retirement last year when friends asked her to run for mayor of Madrid. She could now wrestle power from the PP if her party were to form an alliance with the Socialists. “The vote for change has won a majority,” she said.</p> \n<p>The strong showing of the leftist coalitions in Madrid and Barcelona suggest that the agendas of Spain’s two largest cities will be driven by the priorities of anti-establishment parties with roots in Spain’s indignado movement. </p> \n<figure class=\"element element-image\" data-media-id=\"0ece840af6faa2c4a3532e41cc93467b1323618d\"> \n <img src=\"http://media.guim.co.uk/0ece840af6faa2c4a3532e41cc93467b1323618d/0_81_3000_1801/1000.jpg\" alt=\"Ahora Madrid candidate Manuela Carmena\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ahora Madrid candidate Manuela Carmena might be able to govern the city if she can form a coalition with the Socialist party.</span> \n  <span class=\"element-image__credit\">Photograph: Pablo Blazquez Dominguez/Getty Images</span> \n </figcaption> \n</figure> \n<p>With general elections due by the end of the year, Sunday’s elections in 13 regions and more than 8,100 municipalities were widely seen as a chance to test the mood of Spanish voters. The message that emerged was clear, with Spaniards voting to end the two-party dominance that has characterised Spanish politics since the death of Franco. With 90% of the vote counted in Sunday’s elections, the PP and the Socialists had taken 52% of the nationwide vote, a significant drop from the 65% the two mainstream parties earned in elections four years ago. </p> \n<p>While the PP was the most voted party in nine regions, it failed to obtain any absolute regional majorities. Many voters, unconvinced of the party’s message of an economic rebound and fed up of austerity, sky high unemployment and a constant barrage of corruption scandals, turned instead to anti-austerity party Podemos and centre-right Ciudadanos.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/may/13/spain-protests-indignados-first-anniversary\">Spain's indignados return to the streets amid fears of crackdown</a> </p> \n</aside> \n<p>The national newcomers came in third or fourth place across most regions, suggesting they will hold the balance of power in many regional governments. “We would have liked the decline of the old parties to have been quicker,” said Podemos’ Pablo Iglesias. “But circumstances compel us to keep working on it.” </p> \n<p>As Spanish politics widens into a four-way race, the shifting landscape means coalitions and compromises between parties will be necessary to govern. The process will get underway in the coming weeks, and negotiations could be months in the making. In Andalusia, where a minority government was elected into power two months ago, political paralysis has ensued, with Socialist leader Susana D&iacute;az failing three times so far to obtain the majority vote needed to form a government. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432510306240/9898e6ef-561f-45d4-8d75-87fd37f27f20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Albert Gea/Reuters","altText":"Ada Colau, leader and local candidate of 'Barcelona en Comu' party, kisses her partner","cleanCredit":"Photograph: Albert Gea/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0ece840af6faa2c4a3532e41cc93467b1323618d/0_81_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Ahora Madrid candidate Manuela Carmena might be able to govern the city if she can form a coalition with the Socialist party. Photograph: Pablo Blazquez Dominguez/Getty Images","credit":"Pablo Blazquez Dominguez/Getty Images","altText":"Ahora Madrid candidate Manuela Carmena","cleanCaption":"Ahora Madrid candidate Manuela Carmena might be able to govern the city if she can form a coalition with the Socialist party.","cleanCredit":"Photograph: Pablo Blazquez Dominguez/Getty Images"}],"webPublicationDate":"2015-05-25T07:34:20Z","lastModified":"2015-05-25T07:46:00Z","metadata":{"commentable":true,"commentCount":246,"contributors":[{"name":"Ashifa Kassam","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashifa-kassam"}],"feature":false,"keywords":["Spain","Europe","World news"],"tags":[{"id":"world/spain","webTitle":"Spain"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Ashifa Kassam","topic":{"type":"tag-contributor","name":"profile/ashifa-kassam"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/25/spains-indignados-ada-colau-elections-mayor-barcelona","shortUrl":"http://gu.com/p/497b4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/25/spains-indignados-ada-colau-elections-mayor-barcelona","webUri":"http://www.theguardian.com/world/2015/may/25/spains-indignados-ada-colau-elections-mayor-barcelona"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432510306240/9898e6ef-561f-45d4-8d75-87fd37f27f20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Colau’s party won 11 of the 41 seats in Barcelona’s city council, meaning that she will need to form alliances in order to govern. Photograph: Albert Gea/Reuters","credit":"Albert Gea/Reuters","altText":"Ada Colau, leader and local candidate of 'Barcelona en Comu' party, kisses her partner","cleanCaption":"Colau’s party won 11 of the 41 seats in Barcelona’s city council, meaning that she will need to form alliances in order to govern.","cleanCredit":"Photograph: Albert Gea/Reuters"}},"importance":1,"kicker":{"title":"Spain"},"showQuotedHeadline":false}],"lastModified":"2015-05-25T08:33:22Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}