{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"World leaders accused of shameful failure over refugee crisis","rawTitle":"World leaders accused of shameful failure over refugee crisis","item":{"type":"article","id":"world/2015/jun/15/worst-refugee-crisis-since-second-world-war-report-middle-east-africa-syria","title":"World leaders accused of shameful failure over refugee crisis","trailText":"Scathing Amnesty report says leaders guilty of neglect as millions face misery in ‘worst refugee crisis of our era’","standFirst":"<p>Scathing Amnesty report says leaders guilty of neglect as millions face misery in ‘worst refugee crisis of our era’</p>","byline":"Kareem Shaheen in Beirut","body":"<p>Millions of refugees have been condemned to a life of misery in the worst displacement crisis since the second world war, a leading human rights organisation has said in a scathing <a href=\"http://static.guim.co.uk/ni/1434356535972/The-Global-Refugee-Crisis-a.pdf\">report (pdf)</a> that blames world leaders’ neglect for the deaths of thousands of civilians fleeing wars in the Middle East and Africa.</p> \n<p>“We are witnessing the worst refugee crisis of our era, with millions of women, men and children struggling to survive amidst brutal wars, networks of people traffickers and governments who pursue selfish political interests instead of showing basic human compassion,” said Salil Shetty, <a href=\"http://amnesty.org.uk/\">Amnesty International</a>’s secretary general, in a statement. </p> \n<figure class=\"element element-image\" data-media-id=\"0a63ba5d227b778ab9f56ea9ef805f743b02811c\"> \n <img src=\"http://media.guim.co.uk/0a63ba5d227b778ab9f56ea9ef805f743b02811c/0_93_3000_1799/1000.jpg\" alt=\"A Syrian child is lifted over border fences near the Turkish border crossing at Akcakale in Sanliurfa province.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Syrian child is lifted over border fences near the Turkish border crossing at Akcakale in Sanliurfa province.</span> \n  <span class=\"element-image__credit\">Photograph: Bulent Kilic/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>“The refugee crisis is one of the defining challenges of the 21st century, but the response of the international community has been a shameful failure.”<br /></p> \n<p>The report, titled The Global Refugee Crisis: A Conspiracy of Neglect, places a particular focus on the Syrian crisis. </p> \n<p>Almost 4 million people displaced from Syria have registered with the UN high commissioner for refugees. The burden has fallen almost entirely on the shoulders of neighbouring states, who host 95% of the refugees. In Lebanon, one in five people is a Syrian refugee, the equivalent per capita of the UK hosting nearly 13 million refugees.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/15/syrian-refugees-flood-into-turkey-in-pictures\">Syrian refugees cross into Turkey - in pictures</a> </p> \n</aside> \n<p>With its infrastructure stretched beyond breaking point and its government in a state of disarray, Lebanon has imposed a series of restrictions on the entry of refugees that has led to an 80% drop in new registrations compared with last year, despite the continued ferocity of the Syrian civil war.<br /></p> \n<p>The report concluded that the countries hosting Syrian refugees have received “almost no meaningful international support”, with the UN’s humanitarian appeal to cover the costs of caring for the refugees receiving less than a quarter of the necessary funds. In Turkey, border guards <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jun/15/syrian-refugees-flood-into-turkey-in-pictures\">used water cannon</a> over the weekend to push back a fresh influx of refugees fleeing the fighting between Islamic State militants and Kurdish militias near the long border with Syria.<br /></p> \n<p>Amnesty criticised the international community for similarly failing to respond to massive displacement crises in sub-Saharan Africa, where there are an estimated 3 million refugees, including hundreds of thousands who have fled conflicts in Nigeria, South Sudan, the Central African Republic and Burundi in recent years.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"6c0547f61b3e543a88180f3555f2bcc8d1d8ddaf\"> \n <img src=\"http://media.guim.co.uk/6c0547f61b3e543a88180f3555f2bcc8d1d8ddaf/0_0_4500_2699/1000.jpg\" alt=\"A migrant shouts a slogan as he wears a T-shirt with the message, ‘Open The Way’ as he stands on the seawall at the Saint Ludovic border crossing on the Mediterranean Sea between Italy and France.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A migrant wears a T-shirt with the message ‘Open The Way’ as he stands on the seawall at the Saint Ludovic border crossing on the Mediterranean Sea between Italy and France.</span> \n  <span class=\"element-image__credit\">Photograph: Eric Gaillard/Reuters</span> \n </figcaption> \n</figure> \n<p>On the Mediterranean migrant crisis, Amnesty called on European nations to share the burden of resettling refugees, and said <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/31/italy-sea-mission-thousands-risk\">the scaling back of Operation Mare Nostrum</a> – the Italian effort to handle asylum seekers fleeing to Europe by boat – had contributed to the increase in the number of people drowning.<br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/09/a-migrants-journey-from-syria-to-sweden-interactive\">The Journey: A refugee's odyssey from Syria to Sweden</a> </p> \n</aside> \n<p>About 3,500 people died while trying to cross the Mediterranean to Europe in 2014, with 1,865 dying this year so far. The majority of those fleeing by boat are Syrians displaced by the war.<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/migrant-crisis-south-east-asia-rohingya-malaysia-thailand\">In south-east Asia</a>, 300 refugees and migrants have died at sea due to starvation, dehydration and abuse by boat crews, with Indonesia, Malaysia and Thailand initially refusing to allow boats carrying migrants to land back, putting many at risk. Amnesty castigated the Australian government in particular for <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/australia-news/manus-island\">“harsh, humiliating” conditions</a> in which asylum seekers are kept when they attempt to reach the country.<br /></p> \n<p>Amnesty estimated the number of displaced people globally to be above 50 million, a crisis greater in magnitude than any since the second world war.<br /></p> \n<p>The rights group called on states to resettle 1.5 million refugees over the next five years, prioritise saving the lives of displaced people over domestic immigration policies, create a refugee fund, hold a global summit to deal with the crisis, and ratify the UN’s <a href=\"http://www.unhcr.org/pages/49da0e466.html\">refugee convention</a>.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/da820e2087c7785fac970f1dd766af12b5cce192/0_85_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Bulent Kilic/AFP/Getty Images","altText":"Syrians fleeing the war cross broken border fences to enter Turkish territory illegally.","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0a63ba5d227b778ab9f56ea9ef805f743b02811c/0_93_3000_1799/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":3000,"orientation":"landscape","caption":"A Syrian child is lifted over border fences near the Turkish border crossing at Akcakale in Sanliurfa province. Photograph: Bulent Kilic/AFP/Getty Images","credit":"Bulent Kilic/AFP/Getty Images","altText":"A Syrian child is lifted over border fences near the Turkish border crossing at Akcakale in Sanliurfa province.","cleanCaption":"A Syrian child is lifted over border fences near the Turkish border crossing at Akcakale in Sanliurfa province.","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6c0547f61b3e543a88180f3555f2bcc8d1d8ddaf/0_0_4500_2699/4500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2699,"width":4500,"orientation":"landscape","caption":"A migrant wears a T-shirt with the message ‘Open The Way’ as he stands on the seawall at the Saint Ludovic border crossing on the Mediterranean Sea between Italy and France. Photograph: Eric Gaillard/Reuters","credit":"Eric Gaillard/Reuters","altText":"A migrant shouts a slogan as he wears a T-shirt with the message, ‘Open The Way’ as he stands on the seawall at the Saint Ludovic border crossing on the Mediterranean Sea between Italy and France.","cleanCaption":"A migrant wears a T-shirt with the message ‘Open The Way’ as he stands on the seawall at the Saint Ludovic border crossing on the Mediterranean Sea between Italy and France.","cleanCredit":"Photograph: Eric Gaillard/Reuters"}],"webPublicationDate":"2015-06-15T09:00:02Z","lastModified":"2015-06-15T09:44:44Z","metadata":{"commentable":true,"commentCount":223,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Refugees","Amnesty International","World news","Syria","Migration","Middle East and North Africa","Turkey"],"tags":[{"id":"world/refugees","webTitle":"Refugees"},{"id":"world/amnesty-international","webTitle":"Amnesty International"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/turkey","webTitle":"Turkey"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/15/worst-refugee-crisis-since-second-world-war-report-middle-east-africa-syria","shortUrl":"http://gu.com/p/49ny2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/15/worst-refugee-crisis-since-second-world-war-report-middle-east-africa-syria","webUri":"http://www.theguardian.com/world/2015/jun/15/worst-refugee-crisis-since-second-world-war-report-middle-east-africa-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/da820e2087c7785fac970f1dd766af12b5cce192/0_85_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Syrians cross broken border fences to enter Turkish territory illegally. Photograph: Bulent Kilic/AFP/Getty Images","credit":"Bulent Kilic/AFP/Getty Images","altText":"Syrians fleeing the war cross broken border fences to enter Turkish territory illegally.","cleanCaption":"Syrians cross broken border fences to enter Turkish territory illegally.","cleanCredit":"Photograph: Bulent Kilic/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"Italian PM / 'We will hurt EU if migrant crisis is not fixed'","rawTitle":"'We will hurt EU if migrant crisis is not fixed'","item":{"type":"article","id":"world/2015/jun/15/we-will-hurt-eu-if-migrant-crisis-is-not-fixed-says-italian-pm-matteo-renzi","title":"We will hurt EU if migrant crisis is not fixed, says Italian PM Matteo Renzi","trailText":"Rome to ask Europe to set up refugee processing camps in Libya as it reveals plans for a secret ‘Plan B’ to deal with wave of African immigration","standFirst":"<p>Rome to ask Europe to set up refugee processing camps in Libya as it reveals plans for a secret ‘Plan B’ to deal with wave of African immigration</p>","byline":"Agence France-Presse","body":"<p>Italy will ask the European Union to set up refugee processing camps in Libya and has threatened to “hurt” Europe should it turn a deaf ear to the crisis on its shores.<br /></p> \n<p>The country is struggling to accommodate a wave of migrants crossing the Mediterranean from north Africa, and a crackdown on security at the borders with France and Austria has exacerbated the situation, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/14/rome-feels-pressure-of-migration-buildup-with-makeshift-refugee-camp\">causing a bottleneck at Italy’s train stations</a>.</p> \n<p>The crisis “should not be underestimated”, prime minister Matteo Renzi said, as Austria, France and Switzerland expelled asylum seekers back onto Italian soil.</p> \n<p>“Let me be clear, Europe’s answers so far have not been good enough,” Renzi added.</p> \n<p>The EU is having difficulty achieving consensus for its proposed migrant distribution plan – under which 24,000 refugees would be taken in by other countries – but Italy is hoping an EU summit on 25-26 June will go even further.</p> \n<p>“Redistributing just 24,000 people is almost a provocation,” Renzi said.</p> \n<p>“If Europe chooses solidarity, good. If it doesn’t, we have Plan B ready. But it would first and foremost hurt Europe,” he said, without providing details.</p> \n<p>Renzi has come under pressure to take a stronger stance with the 28-member bloc, with the anti-establishment <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/five-star-movement\">Five Star movement</a> suggesting Italy threaten to freeze its EU budget contributions if aid is not forthcoming.</p> \n<p>“I cannot reveal our Plan B,” interior minister Angelino Alfano told Sky TG24, “but if Europe is not supportive, it will find itself dealing with a different Italy. We will not accept a selfish Europe.”<br /></p> \n<p>Alfano said he would ask the EU at a meeting of interior ministers on Tuesday for “fair distribution of migrants, camps in Libya and a serious policy on repatriation” of economic migrants.</p> \n<p>Any such plan for camps would hinge on Libya’s opposing factions reaching a political agreement, or Italy convincing the UN to adopt a resolution.</p> \n<p>More than 57,000 migrants and asylum seekers have been rescued at sea and brought to Italy so far this year – up from 54,000 at the same time last year – Renzi said, and Rome wants both a long-term solution and help from other countries now.</p> \n<p>It wants the EU to forge repatriation deals with African nations and share the cost of returning home would-be economic migrants, who currently make up around 60 percent of those arriving by boat.</p> \n<p>Renzi will raise the issue with his British and French counterparts when they travel to Milan this week, as well as speaking to European Commission head Jean-Claude Juncker and German Chancellor Angela Merkel.</p> \n<p>Under the Dublin convention, refugees must apply for asylum in the first country of entry to Europe – a rule which Italy says is unfair as it leaves Rome to deal with the thousands of migrants washing up on its shores.</p> \n<p>Greece has also long complained of being left with the same problem.</p> \n<p>The Dublin convention “should be changed,” Renzi said, insisting the current chaos in Libya – from where many of the boats depart – is “Europe’s responsibility in light of the (military) intervention four years ago” by Nato to help rebels unseat dictator Muammar Gadafi.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/28/muammar-gaddafi-death-impact-libya\">Would Libya have been better off if Muammar Gaddafi had been captured?</a> </p> \n</aside> \n<p>The Schengen open borders accord has until now meant those landing in Italy can usually easily travel through neighbouring France, Austria, Switzerland and Slovenia as they seek to make it to Britain, Germany and Scandinavia.</p> \n<p>But border controls were temporarily reintroduced by Germany last week ahead of hosting the G7 summit.</p> \n<p>A subsequent tightening of the frontier at the French-Italian border as well, where police have refused entry to people hoping to head to northern Europe, has sparked migrant protests.</p> \n<p>Some of the men, women and children from Somalia, Eritrea, the Ivory Coast and Sudan said they had initially made it across the border into France by train, but been arrested and escorted back across the frontier by police.<br /></p> \n<p>Austrian police also announced Sunday they would be returning to Italy 24 African migrants arrested while trying to get to Germany by train.</p> \n<p>In Switzerland, border police spokesman Attila Lardori said 240 migrants were expelled back to Italy over the weekend, adding that officers on average round up between 30 and 50 migrants a day on trains crossing between Italy and France.</p> \n<p>The standoff at Ventimiglia on the border with France raised particular concern in Italy, with the Five Star movement saying “Paris is treating migrants like parcels to return to sender: it’s shameful”.</p> \n<p>The crackdown has increased pressure on Italy’s already overcrowded reception facilities, with hundreds of people sleeping rough in the main train stations in Rome and Milan.</p> \n<p>As television images showed yet more arrivals by sea, authorities in Milan rushed to convert a warehouse into a centre, while in Rome the civil protection agency set up a temporary tent camp.</p> \n<p>Migrants sporting scars from wounds suffered in conflict-hit homelands or lawless Libya were tended to by the Red Cross.</p> \n<p>Around 1,800 people have drowned attempting the crossing so far this year, according to the International Organisation for Migration (IOM).</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbfdb121079c5ed027e6acf5835732cedf8e3c78/0_301_4827_2896/4827.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2896,"width":4827,"orientation":"landscape","credit":"Jean-Christophe Magnenet/AFP/Getty Images","altText":"A man cruises near the shore where migrants are settled on the rocks off the coast of Ventimiglia, Italy, on June 14, 2015 after having spent the night near the sea at the French-Italian border, after being refused entry into France. Italian police moved on June 13 to disperse around 200 migrants who were staging a sit-in at a border crossing with France after French police refused to let them enter the country. However, a group of around 50 men slipped away from the police cordon and took refuge on rocks near the border post. AFP PHOTO / JEAN-CHRISTOPHE MAGNENETJEAN-CHRISTOPHE MAGNENET/AFP/Getty Images","cleanCredit":"Photograph: Jean-Christophe Magnenet/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-15T00:34:01Z","lastModified":"2015-06-15T00:35:19Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Italy","Matteo Renzi","Migration","Europe","European Union","France","Germany","Five Star Movement","World news","Libya","Middle East and North Africa","Africa"],"tags":[{"id":"world/italy","webTitle":"Italy"},{"id":"world/matteo-renzi","webTitle":"Matteo Renzi"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/france","webTitle":"France"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/five-star-movement","webTitle":"Five Star Movement"},{"id":"world/world","webTitle":"World news"},{"id":"world/libya","webTitle":"Libya"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/15/we-will-hurt-eu-if-migrant-crisis-is-not-fixed-says-italian-pm-matteo-renzi","shortUrl":"http://gu.com/p/49nha","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/15/we-will-hurt-eu-if-migrant-crisis-is-not-fixed-says-italian-pm-matteo-renzi","webUri":"http://www.theguardian.com/world/2015/jun/15/we-will-hurt-eu-if-migrant-crisis-is-not-fixed-says-italian-pm-matteo-renzi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbfdb121079c5ed027e6acf5835732cedf8e3c78/0_301_4827_2896/4827.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2896,"width":4827,"orientation":"landscape","caption":"A man cruises near the shore at Ventimiglia, Italy, where migrants spent the night after being refused entry into France.  Photograph: Jean-Christophe Magnenet/AFP/Getty Images","credit":"Jean-Christophe Magnenet/AFP/Getty Images","altText":"A man cruises near the shore at Ventimiglia, Italy, where migrants spent the night after being refused entry into France. ","cleanCaption":"A man cruises near the shore at Ventimiglia, Italy, where migrants spent the night after being refused entry into France. ","cleanCredit":"Photograph: Jean-Christophe Magnenet/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Italian PM"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bbfdb121079c5ed027e6acf5835732cedf8e3c78/0_301_4827_2896/4827.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2896,"width":4827,"orientation":"landscape","credit":"Jean-Christophe Magnenet/AFP/Getty Images","altText":"A man cruises near the shore where migrants are settled on the rocks off the coast of Ventimiglia, Italy, on June 14, 2015 after having spent the night near the sea at the French-Italian border, after being refused entry into France. Italian police moved on June 13 to disperse around 200 migrants who were staging a sit-in at a border crossing with France after French police refused to let them enter the country. However, a group of around 50 men slipped away from the police cordon and took refuge on rocks near the border post. AFP PHOTO / JEAN-CHRISTOPHE MAGNENETJEAN-CHRISTOPHE MAGNENET/AFP/Getty Images","cleanCredit":"Photograph: Jean-Christophe Magnenet/AFP/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f5372d63d373114f85548acbf6fff64e89ae527e/74_338_2739_1644/1000.jpg","height":600,"width":1000}}]},{"title":"Live / Queen leads Magna Carta celebrations","rawTitle":"Queen leads Magna Carta celebrations","item":{"type":"liveBlog","id":"news/live/2015/jun/15/magna-carta-commemorations-live-updates","title":"Magna Carta commemorations","trailText":"The Queen leads celebrations at Runnymede to commemorate the sealing of the document that is a cornerstone of parliamentary democracy","standFirst":"<p>The Queen leads celebrations at Runnymede to commemorate the sealing of the document that is a cornerstone of parliamentary democracy</p>","byline":"Matthew Weaver","section":"Culture","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434355868311/5f8f519f-92d9-4b50-9f1e-53126a57c8ee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Steve PARKINS/Steve PARKINS/Demotix/Corbis","altText":"The Queen's Royal barge 'Gloriana' takes part in the 800th anniversary celebrations of the signing of the Magna Carta at Runnymede.","cleanCredit":"Photograph: Steve PARKINS/Steve PARKINS/Demotix/Corbis"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c4281489707dce83ec5c4b4fe6b79367f96c967/0_153_3139_1884/3139.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1884,"width":3139,"orientation":"landscape","caption":"The Archbishop of Canterbury Justin Welby, Prime Minister David Cameron, Queen Elizabeth II and the Duke of Edinburgh are seated by the Magna Carta memorial at Runnymede, near Egham, Surrey, ahead of a ceremony to celebrate the 800th anniversary of the groundbreaking accord.  Photograph: Steve Parsons/PA","credit":"Steve Parsons/PA","altText":"The Archbishop of Canterbury Justin Welby, Prime Minister David Cameron, Queen Elizabeth II and the Duke of Edinburgh are seated by the Magna Carta memorial at Runnymede, near Egham, Surrey, ahead of a ceremony to celebrate the 800th anniversary of the groundbreaking accord. ","cleanCaption":"The Archbishop of Canterbury Justin Welby, Prime Minister David Cameron, Queen Elizabeth II and the Duke of Edinburgh are seated by the Magna Carta memorial at Runnymede, near Egham, Surrey, ahead of a ceremony to celebrate the 800th anniversary of the groundbreaking accord. ","cleanCredit":"Photograph: Steve Parsons/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/258b6ad02fb3656fa2eafd35e8c7d19dbbc48ecf/359_61_857_1286/857.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1286,"width":857,"orientation":"portrait","caption":"Tim Farron  Photograph: Danny Lawson/PA","credit":"Danny Lawson/PA","altText":"Tim Farron ","cleanCaption":"Tim Farron ","cleanCredit":"Photograph: Danny Lawson/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8eae4e3a07a8314d432f5a830c7c575a95558faf/0_0_4107_2464/4107.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2464,"width":4107,"orientation":"landscape","caption":"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place.  Photograph: Lynda Bowyer/Demotix/Corbis","credit":"Lynda Bowyer/Demotix/Corbis","altText":"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. ","cleanCaption":"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. ","cleanCredit":"Photograph: Lynda Bowyer/Demotix/Corbis"}],"webPublicationDate":"2015-06-15T10:10:54Z","lastModified":"2015-06-15T10:13:43Z","latestBlock":{"id":"block-557ea445e4b07c61f71d1eb4","publishedDateTime":"2015-06-15T10:10:54Z","body":"Philip Hammond, Britain’s foreign secretary and MP for Runnymede takes the stage. He claims the values of Magna Carta underpin the relationship between the US and Britain.","postType":"blog"},"metadata":{"commentable":true,"commentCount":39,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Heritage","The Queen","Culture","Monarchy","UK news","History","Constitutional reform"],"tags":[{"id":"culture/heritage","webTitle":"Heritage"},{"id":"uk/queen","webTitle":"The Queen"},{"id":"culture/culture","webTitle":"Culture"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/historyandhistoryofart","webTitle":"History"},{"id":"politics/constitution","webTitle":"Constitutional reform"}],"section":{"id":"culture"},"displayHint":"news","topics":[{"displayName":"Magna Carta commemorations","topic":{"type":"content","name":"news/live/2015/jun/15/magna-carta-commemorations-live-updates"}}],"embeddedVideos":[],"adTargetingPath":"culture"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-557e8973e4b07c61f71d1e3f","title":"Opening summary","publishedDateTime":"2015-06-15T08:41:12Z","body":"<p>Welcome to live coverage of celebrations to mark the 800th anniversary of sealing of Magna Carta.</p> \n<p>Thousands of people are lining the banks of the Thames at Runnymede, near Windsor, for an elaborate commemoration of a document which is regarded as the foundation of parliamentary democracy, human rights and the supremacy of the law over the crown.</p> \n<p>The Magna Carta may have marked the limits of monarchical power and privilege, but there is due to be plenty of royal pomp on show. </p> \n<p>The Queen, the patron of the Magna Carta Trust, will be joined by other senior members of the royal family, including the Duke of Cambridge. Parliamentarians will led by prime minister <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/davidcameron\">David Cameron</a>.</p> \n<p>There will also be a rededication of the American Bar Association’s Magna Carta Memorial and the unveiling of a new art installation commissioned for the anniversary. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/15/hew-locke-sculpture-jurors-runnymede-magna-carta-against-injustice\">Artist Hew Locke</a> was commissioned by the National Trust and Surrey County Council to produce a permanent public artwork on the Runnymede meadow where the document was sealed.</p> \n<p>Meanwhile, a Magna Carta replica is being carried down the Thames on the Royal Barge Gloriana accompanied by a flotilla of 200 boats. </p> \n<figure class=\"element element-image\" data-media-id=\"8eae4e3a07a8314d432f5a830c7c575a95558faf\"> \n <img src=\"http://media.guim.co.uk/8eae4e3a07a8314d432f5a830c7c575a95558faf/0_0_4107_2464/1000.jpg\" alt=\"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. </span> \n  <span class=\"element-image__credit\">Photograph: Lynda Bowyer/Demotix/Corbis</span> \n </figcaption> \n</figure>","postType":"summary"},"blocks":[{"id":"block-557ea445e4b07c61f71d1eb4","publishedDateTime":"2015-06-15T10:10:54Z","body":"<p>Philip Hammond, Britain’s foreign secretary and MP for Runnymede takes the stage. He claims the values of Magna Carta underpin the relationship between the US and Britain. </p>","postType":"blog"},{"id":"block-557ea36ce4b0e706bc8be05a","publishedDateTime":"2015-06-15T10:07:03Z","body":"<p>Church, State and Crown exchange chit chat. </p> \n<figure class=\"element element-image\" data-media-id=\"8c4281489707dce83ec5c4b4fe6b79367f96c967\"> \n <img src=\"http://media.guim.co.uk/8c4281489707dce83ec5c4b4fe6b79367f96c967/0_153_3139_1884/1000.jpg\" alt=\"The Archbishop of Canterbury Justin Welby, Prime Minister David Cameron, Queen Elizabeth II and the Duke of Edinburgh are seated by the Magna Carta memorial at Runnymede, near Egham, Surrey, ahead of a ceremony to celebrate the 800th anniversary of the groundbreaking accord. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Archbishop of Canterbury Justin Welby, Prime Minister David Cameron, Queen Elizabeth II and the Duke of Edinburgh are seated by the Magna Carta memorial at Runnymede, near Egham, Surrey, ahead of a ceremony to celebrate the 800th anniversary of the groundbreaking accord. </span> \n  <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-557ea204e4b07c61f71d1eaf","publishedDateTime":"2015-06-15T10:01:52Z","body":"<p>Sir Peter Luff, chairman of National Heritage Memorial Fund and Heritage Lottery Fund, underlines the constitutional symbolism of the key appearance of Welby, Cameron and the Queen alongside each other on the Magna Carta stage.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterJLuff/statuses/610377233962827776\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Church, State and Monarch at Runnymede for celebration of <a href=\"https://twitter.com/MagnaCarta800th\">@MagnaCarta800th</a>; a really inspiring occasion <a href=\"http://t.co/97mtdJPcao\">pic.twitter.com/97mtdJPcao</a></p>— Sir Peter Luff (@PeterJLuff) \n  <a href=\"https://twitter.com/PeterJLuff/status/610377233962827776\">June 15, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-557ea072e4b0e706bc8be04f","publishedDateTime":"2015-06-15T09:55:05Z","body":"<p>The Queen has just unveiled a plaque to commemorate 800 years of Magna Carta. And now, to the tune of Aaron Copland’s Fanfare to the Common Man, Princess Anne is about to rededicate the American Bar Association’s Magna Carta Memorial. </p>","postType":"blog"},{"id":"block-557e9f63e4b0e706bc8be04b","publishedDateTime":"2015-06-15T09:52:17Z","body":"<p>David Cameron’s office tweeted the key points of his speech.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610379786523922433\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: 800 years ago, on this day, King John put his seal to a document that would change the world. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610379786523922433\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610380468865888256\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: The limits of executive power, guaranteed access to justice, the rule of law, shouldn’t be imprisonment without trial. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610380468865888256\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610380567360733184\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: What happened here eight centuries ago is as relevant today as it was then. And that relevance extends far beyond Britain. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610380567360733184\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610380703499460610\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: All over the world, people are still struggling to live by the rule of law and to see their governments subject to that law. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610380703499460610\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610381321752440832\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: The countries that have these things tend to be the long term successes. Those who don’t tend to be the long term failures. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610381321752440832\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610381425611776000\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: What is taken for granted here in Britain, is what others are crying out for, hoping for, praying for. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610381425611776000\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610381513486635008\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: This great charter shaped the world for the best part of a millennium helping to promote arguments for justice and freedom. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610381513486635008\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610381679480438784\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: The clauses inspiring those who fought in the English Civil War, giving fuel to the Chartists, succour to the Suffragettes. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610381679480438784\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610381919583387648\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: The seeds sown here have grown throughout the world. In America; in India with Gandhi and South Africa with Nelson Mandela. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610381919583387648\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610382016358576128\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a> is something every person in Britain should be proud of. Its copies may be faded, but its principles shine as brightly.</p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610382016358576128\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610382117508399104\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: Liberty, justice, democracy, the rule of law – we hold these things dear and they took shape right here by the Thames. <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a></p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610382117508399104\">June 15, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Number10gov/statuses/610382184101363712\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">PM: So on this historic day, let’s pledge to keep those principles alight. Let’s keep <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a> alive.</p>— UK Prime Minister (@Number10gov) \n  <a href=\"https://twitter.com/Number10gov/status/610382184101363712\">June 15, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-557e9c2fe4b0e706bc8be038","publishedDateTime":"2015-06-15T09:46:16Z","body":"<p>The Archbishop of Canterbury, Justin Welby, takes the Magna Carta podium. He acknowledges the church’s historical failure to uphold the principles of Magna Carta, citing the church’s tolerating “all sorts of abuses”, support for land enclosures and opposition to the great reform act of 1832. </p> \n<p>But he also cites “great moments” when the church has uphold Magna Carta principles, including support for the miners in the 19th century and in the 1980s. “A church alongside the poorest,” Welby says. </p> \n<p>Welby says the relationship between the church and state has been fraught. He ends with this plea. “Together as critical friends we must seek the principled and active betterment of society as a whole, ensuring that all the rights and liberties ... and in the words of Magna Carta enjoyed in their entirety with lasting strength forever.” </p>","postType":"blog"},{"id":"block-557e9bace4b0e706bc8be036","publishedDateTime":"2015-06-15T09:33:33Z","body":"<p>“Magna Carta is something everyone in Britain should be proud of,” Cameron says. </p> \n<p>Let us pledge to keep those principles alive, he adds. </p>","postType":"blog"},{"id":"block-557e9b2ce4b07c61f71d1e93","publishedDateTime":"2015-06-15T09:32:24Z","body":"<p>Prime David Cameron has begun speaking at Runnymede. He claims Magna Carta’s clauses have “echoed through the ages”. He cites Indian independence, the fight against apartheid in South Africa, and votes for women. </p>","postType":"blog"},{"id":"block-557e983ae4b07c61f71d1e86","title":"Queen arrives","publishedDateTime":"2015-06-15T09:30:11Z","body":"<p>As the Queen arrives at Runnymede the Supreme Court has unveiled a new translation of the Magna Carta.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKSupremeCourt/statuses/610374874666766336\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Read English translation of <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a> in new exemplification, on display in UKSC exhibition area 0930-1630 weekdays <a href=\"http://t.co/j7KKrg7VdE\">pic.twitter.com/j7KKrg7VdE</a></p>— UK Supreme Court (@UKSupremeCourt) \n  <a href=\"https://twitter.com/UKSupremeCourt/status/610374874666766336\">June 15, 2015</a> \n </blockquote> \n</figure> \n<p>Supreme court justices are divided over the significance of the Magna Carta and its relevance today. </p> \n<p>Lady Hale reckons three great ideas can all be found in the original Magna Carta.</p> \n<blockquote class=\"quoted\"> \n <p>The idea that fundamental rights can only be taken away or interfered with by due process and in accordance with the law (though whether “and” means “and” or “or” is still controversial, as we shall see); the idea that government rests upon the consent of the governed; and the idea that government as well as the governed is bound by the law. No wonder the lawyers get so excited by it. </p> \n <p>The values which underpinned the Magna Cartas of 1215 and 1225 are as important in today’s world as they were then and as much in need of protection in our courts.</p> \n</blockquote> \n<p>But Lord Sumption is a self-confessed “Magna Carta sceptic”.</p> \n<blockquote class=\"quoted\"> \n <p>I have no problem about the values which the charter is commonly supposed to express. But I have the utmost difficulty in finding them anywhere in the charter. There are no high-flown declarations of principle here. No truths are held to be self-evident. No rights are declared to be inalienable. No claims are made to universal validity. Medieval latinists were perfectly capable of flights of rhetoric, but there aren’t any in Magna Carta. The document is long. It is technical. And it is turgid.</p> \n</blockquote>","postType":"key-event"},{"id":"block-557e95f3e4b07c61f71d1e72","publishedDateTime":"2015-06-15T09:13:43Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"258b6ad02fb3656fa2eafd35e8c7d19dbbc48ecf\"> \n <img src=\"http://media.guim.co.uk/258b6ad02fb3656fa2eafd35e8c7d19dbbc48ecf/359_61_857_1286/666.jpg\" alt=\"Tim Farron \" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tim Farron </span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n </figcaption> \n</figure> \n<p>Lib Dem leadership front runner <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/15/magna-carta-800-years-human-rights-act\">Tim Farron has marked the 800th anniversary to urge the government not to scrap the Human Rights Ac</a>t. Writing on Comment is free he argues the act is is a direct descendant of the Magna Cart and that Tory plans to scrap it will destroy freedoms in Britain. </p> \n<blockquote class=\"quoted\"> \n <p>Now the Tories wants to repeal it. Their sales pitch is about sovereignty – Britain’s over Europe, parliament’s over the courts. Don’t fall for it. You are being duped. Our <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/law/human-rights-act\">Human Rights Act</a> specifically preserves the power of British judges to disagree with the Strasbourg court – a power they use. And it preserves parliamentary sovereignty, allowing the courts to only declare legislation “incompatible” with human rights, not strike it down. If David Cameron really cares about these things, he should be championing the act, not trying to scrap it ...</p> \n <p>It is no coincidence that, a short stroll up the hill from the Magna Carta commemoration in Runnymede, sits another mark to history – <a href=\"http://www.kennedytrust.org.uk/display.aspx?Id=1166&amp;pid=253\">the Kennedy Memorial</a>. When the early colonists arrived in America, they brought with them the principles of the Magna Carta, and enshrined them into their constitution. Indelibly etched on to the Kennedy Memorial are words that are as relevant today as they were 800 years ago, and ones we now find ourselves fighting for all over again. “Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend or oppose any foe in order to assure the survival and success of liberty.”</p> \n <p>Liberty – it was something worth fighting for 800 years ago, it was something worth fighting for in 1945, and we must fight for it now.</p> \n</blockquote>","postType":"blog"},{"id":"block-557e91f8e4b07c61f71d1e5c","publishedDateTime":"2015-06-15T08:57:05Z","body":"<p>Artist Hew Locke gives the Duke of Cambridge an animated tour of his piece the Jurors. It consists of 12 bronze chairs placed in a circle around an invisible table – a direct reference to Clause 39 of Magna Carta, which states that no man can be imprisoned “except by the lawful judgment of his equals or by the law of the land”.</p> \n<p>Prince William tries to look interested. </p>","postType":"blog"},{"id":"block-557e8973e4b07c61f71d1e3f","title":"Opening summary","publishedDateTime":"2015-06-15T08:41:12Z","body":"<p>Welcome to live coverage of celebrations to mark the 800th anniversary of sealing of Magna Carta.</p> \n<p>Thousands of people are lining the banks of the Thames at Runnymede, near Windsor, for an elaborate commemoration of a document which is regarded as the foundation of parliamentary democracy, human rights and the supremacy of the law over the crown.</p> \n<p>The Magna Carta may have marked the limits of monarchical power and privilege, but there is due to be plenty of royal pomp on show. </p> \n<p>The Queen, the patron of the Magna Carta Trust, will be joined by other senior members of the royal family, including the Duke of Cambridge. Parliamentarians will led by prime minister <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/davidcameron\">David Cameron</a>.</p> \n<p>There will also be a rededication of the American Bar Association’s Magna Carta Memorial and the unveiling of a new art installation commissioned for the anniversary. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/15/hew-locke-sculpture-jurors-runnymede-magna-carta-against-injustice\">Artist Hew Locke</a> was commissioned by the National Trust and Surrey County Council to produce a permanent public artwork on the Runnymede meadow where the document was sealed.</p> \n<p>Meanwhile, a Magna Carta replica is being carried down the Thames on the Royal Barge Gloriana accompanied by a flotilla of 200 boats. </p> \n<figure class=\"element element-image\" data-media-id=\"8eae4e3a07a8314d432f5a830c7c575a95558faf\"> \n <img src=\"http://media.guim.co.uk/8eae4e3a07a8314d432f5a830c7c575a95558faf/0_0_4107_2464/1000.jpg\" alt=\"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. </span> \n  <span class=\"element-image__credit\">Photograph: Lynda Bowyer/Demotix/Corbis</span> \n </figcaption> \n</figure>","postType":"summary"}],"keyEvents":[{"id":"block-557e8973e4b07c61f71d1e3f","title":"Opening summary","publishedDateTime":"2015-06-15T08:41:12Z","body":"<p>Welcome to live coverage of celebrations to mark the 800th anniversary of sealing of Magna Carta.</p> \n<p>Thousands of people are lining the banks of the Thames at Runnymede, near Windsor, for an elaborate commemoration of a document which is regarded as the foundation of parliamentary democracy, human rights and the supremacy of the law over the crown.</p> \n<p>The Magna Carta may have marked the limits of monarchical power and privilege, but there is due to be plenty of royal pomp on show. </p> \n<p>The Queen, the patron of the Magna Carta Trust, will be joined by other senior members of the royal family, including the Duke of Cambridge. Parliamentarians will led by prime minister <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/davidcameron\">David Cameron</a>.</p> \n<p>There will also be a rededication of the American Bar Association’s Magna Carta Memorial and the unveiling of a new art installation commissioned for the anniversary. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/culture/2015/jun/15/hew-locke-sculpture-jurors-runnymede-magna-carta-against-injustice\">Artist Hew Locke</a> was commissioned by the National Trust and Surrey County Council to produce a permanent public artwork on the Runnymede meadow where the document was sealed.</p> \n<p>Meanwhile, a Magna Carta replica is being carried down the Thames on the Royal Barge Gloriana accompanied by a flotilla of 200 boats. </p> \n<figure class=\"element element-image\" data-media-id=\"8eae4e3a07a8314d432f5a830c7c575a95558faf\"> \n <img src=\"http://media.guim.co.uk/8eae4e3a07a8314d432f5a830c7c575a95558faf/0_0_4107_2464/1000.jpg\" alt=\"Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Gloriana, surrounded by riverboats and barges of all sizes during the River Relay on the River Thames. The Royal Rowbarge, Gloriana, took a role of honour on the River Thames as facsimiles of the Magna Carta document were handed over in a two-day river relay which stopped off at various points on the route where enactments took place. </span> \n  <span class=\"element-image__credit\">Photograph: Lynda Bowyer/Demotix/Corbis</span> \n </figcaption> \n</figure>","postType":"summary"},{"id":"block-557e983ae4b07c61f71d1e86","title":"Queen arrives","publishedDateTime":"2015-06-15T09:30:11Z","body":"<p>As the Queen arrives at Runnymede the Supreme Court has unveiled a new translation of the Magna Carta.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKSupremeCourt/statuses/610374874666766336\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Read English translation of <a href=\"https://twitter.com/hashtag/MagnaCarta?src=hash\">#MagnaCarta</a> in new exemplification, on display in UKSC exhibition area 0930-1630 weekdays <a href=\"http://t.co/j7KKrg7VdE\">pic.twitter.com/j7KKrg7VdE</a></p>— UK Supreme Court (@UKSupremeCourt) \n  <a href=\"https://twitter.com/UKSupremeCourt/status/610374874666766336\">June 15, 2015</a> \n </blockquote> \n</figure> \n<p>Supreme court justices are divided over the significance of the Magna Carta and its relevance today. </p> \n<p>Lady Hale reckons three great ideas can all be found in the original Magna Carta.</p> \n<blockquote class=\"quoted\"> \n <p>The idea that fundamental rights can only be taken away or interfered with by due process and in accordance with the law (though whether “and” means “and” or “or” is still controversial, as we shall see); the idea that government rests upon the consent of the governed; and the idea that government as well as the governed is bound by the law. No wonder the lawyers get so excited by it. </p> \n <p>The values which underpinned the Magna Cartas of 1215 and 1225 are as important in today’s world as they were then and as much in need of protection in our courts.</p> \n</blockquote> \n<p>But Lord Sumption is a self-confessed “Magna Carta sceptic”.</p> \n<blockquote class=\"quoted\"> \n <p>I have no problem about the values which the charter is commonly supposed to express. But I have the utmost difficulty in finding them anywhere in the charter. There are no high-flown declarations of principle here. No truths are held to be self-evident. No rights are declared to be inalienable. No claims are made to universal validity. Medieval latinists were perfectly capable of flights of rhetoric, but there aren’t any in Magna Carta. The document is long. It is technical. And it is turgid.</p> \n</blockquote>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/news/live/2015/jun/15/magna-carta-commemorations-live-updates?date=2015-06-15T10:13:43Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/news/live/2015/jun/15/magna-carta-commemorations-live-updates","shortUrl":"http://gu.com/p/49nyd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/live/2015/jun/15/magna-carta-commemorations-live-updates","webUri":"http://www.theguardian.com/news/live/2015/jun/15/magna-carta-commemorations-live-updates"},"shouldHideAdverts":false},"importance":6,"kicker":{"title":"Live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434355868311/5f8f519f-92d9-4b50-9f1e-53126a57c8ee-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Steve PARKINS/Steve PARKINS/Demotix/Corbis","altText":"The Queen's Royal barge 'Gloriana' takes part in the 800th anniversary celebrations of the signing of the Magna Carta at Runnymede.","cleanCredit":"Photograph: Steve PARKINS/Steve PARKINS/Demotix/Corbis"}}]},{"title":"Eurozone crisis / Fears grow that Greece is close to defaulting on debt","rawTitle":"Fears grow that Greece is close to defaulting on debt","item":{"type":"article","id":"business/2015/jun/15/markets-slide-as-greece-demands-end-to-creditor-looting","title":"Markets slide as fears grow that Greece is close to defaulting on debt","trailText":"Collapse in talks with creditors heightens default fears as Greek PM Alexis Tsipras attacks ‘five years of looting’ under bailouts","standFirst":"<p>Collapse in talks with creditors heightens default fears as Greek PM Alexis Tsipras attacks ‘five years of looting’ under bailouts</p>","byline":"Graeme Wearden and Helena Smith in Athens","body":"<p>Fears that Greece is close to defaulting on its debt swept European trading floors on Monday morning after talks between Athens and its creditors collapsed on Sunday.</p> \n<p>The Greek stock market slumped by almost 7% in early trading, as traders showed alarm that a deal will not be reached before the country’s bailout programme expires on 30 June. </p> \n<p>Despite growing pressure, the Greek prime minister, Alexis Tsipras, is refusing to accept new spending cuts and tax rises to achieve the budget surpluses demanded by Greece’s lenders.</p> \n<p>“One can only see a political purposefulness in the insistence of creditors on new cuts in pensions after five years of looting under the bailouts,” Tsipras told Greek newspaper Efimerida Ton Syntakton on Monday morning.</p> \n<p>“We will wait patiently until the institutions accede to realism,” he said. “We do not have the right to bury European democracy at the place where it was born.”</p> \n<p>The war of words between the two sides continued, with Jens Weidmann, the head of Germany’s Bundesbank, saying time was running out for Greece.</p> \n<p>Greek financial shares were routed on Monday morning, with Piraeus Bank tumbling by 18% and Eurobanks down 15%, dragging the Athens market to its lowest point since mid-April.</p> \n<figure class=\"element element-image\" data-media-id=\"89e940e0c8dd6c657b282aedd8fb6b190d081f68\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434356985123/b16c1fd4-6da2-43f8-a537-1e1d47e4fe04-460x200.png\" alt=\"Athens stock market, June 15 2015\" width=\"460\" height=\"200\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Athens stock market over the last three months.</span> \n  <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"c7f19bd07914eb4858ba6179b46f7ef7abfcd290\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/15/1434357038465/1354febb-0fe7-4751-8586-fa5f4bb35b3f-460x291.png\" alt=\"The biggest fallers on the Athens stock market, June 15 2015\" width=\"460\" height=\"291\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The biggest fallers on the Athens stock market on Monday morning.</span> \n  <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> \n </figcaption> \n</figure> \n<p>The price of Greek two-year government bonds fell sharply, as investors raced to sell up in case Athens should default on its debts. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/statuses/610350884690755584\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Greece?src=hash\">#Greece</a>'s 2yr yields jump to 28.3% as default risks rise after debt talks collapsed. <a href=\"http://t.co/EXCdYd8WM1\">pic.twitter.com/EXCdYd8WM1</a></p>— Holger Zschaepitz (@Schuldensuehner) \n  <a href=\"https://twitter.com/Schuldensuehner/status/610350884690755584\">June 15, 2015</a>\n </blockquote> \n</figure> \n<p>Analysts warned that the collapse of negotiations on Sunday, after just 45 minutes, has pushed Greece closer to default and a potential exit from the single currency.<br /></p> \n<p>“Even if the parties involved do reach a deal in the near future it will likely be a short-term one only,” said Gary Jenkins of LNG Capital. “Indeed the lack of trust suggests that funds will be drip-fed to Greece and that a longer-term agreement will be very difficult to reach.”</p> \n<p>According to local media Tsipras has called an emergency meeting with top ministers to discuss the situation, including chief negotiator Euclid Tsakalotos, the deputy prime minister, Yannis Dragasakis, and the state minister, Nikos Pappas.</p> \n<p>Talks are now in limbo until Thursday, when eurozone finance ministers meet for their scheduled Eurogroup meeting.<br /></p> \n<p>That is probably the last chance for Greece to negotiate a deal to unlock the €7.2bn (&pound;5.2bn) of bailout funds that have been frozen for months, says Peter Rosenstreich, head of market strategy at online bank Swissquote.</p> \n<p>“We expect markets will feel the heat this week as the odds of a Greek default have increased considerably,” Rosenstreich added.</p> \n<p>All the main European markets fell on Monday morning, with Germany’s DAX index down 1.1%. In London, the FTSE 100 index of blue-chip shares was down 37 points or 0.5% at 6746.</p> \n<h2>How the talks collapsed</h2> \n<p>On Sunday night, the European commission warned that: “While some progress was made, the talks did not succeed as there remains a significant gap between the plans of the Greek authorities and the joint requirements of the commission, European Central Bank and IMF.”</p> \n<p>In fiscal terms, the differences amounted to €2bn a year in permanent budget savings.<br /></p> \n<p>The gulf between the sides prompted a call from the IMF’s chief economist for both sides to compromise further. Olivier Blanchard said Brussels should be prepared to delay more of Greece’s debt repayments, accept only limited reforms and cut the interest applied to debt-relief loans, while Tsipras should offer further pension reforms and accept that some VAT exemptions must be dropped.<br /></p> \n<p>“On the one hand, the Greek government has to offer truly credible measures to reach the lower target budget surplus and it has to show its commitment to the more limited set of reforms,” Blanchard wrote in his economic blog. “On the other hand, the European creditors would have to agree to significant additional financing and to debt relief sufficient to maintain debt sustainability.”</p> \n<p>The intervention by Blanchard late on Sunday will be widely seen as supportive of the Greek position, though with the sting for Athens in his call for pension reform, which Yanis Varoufakis, the Greek finance minister, repeated on Saturday was a dealbreaker.</p> \n<p>With the future of Greece in the eurozone on the line as never before – and time now of the essence if Athens is to honour a €1.6bn debt repayment to the IMF on 30 June – the magnitude of the moment was not lost on Greek officials or the prime minister’s radical-left Syriza party.</p> \n<p>Dragasakis, who flew to Brussels to head talks, said Athens remained ready to conclude negotiations “with a mutually beneficial agreement”, suggesting there was still room for compromise.</p> \n<p>Blaming foreign lenders for the breakdown in talks, he said the Greek government had submitted complementary proposals that “fully cover” the fiscal gap and the primary surplus – the two major sticking points between the two sides. </p> \n<p>Creditors, he said, had insisted on pension cuts and increases in VAT both worth 1% of GDP – or €3.6bn – to close the projected gap, measures that Athens regards as untenable for a population already pauperised by five years of biting austerity. It was the second economic reform package to be proposed by the Greek government and rejected by creditors in June.</p> \n<p>“Despite the presence of the Greek delegation in Brussels, there was no response on the part of the institutions [European commission, ECB and IMF] for discussions at the same [political] level or authorisations that would permit a solution to the issues that remain open,” Dragasakis said in a statement.</p> \n<p>Tsakalotos said it was clear “the opposite side did not have a mandate to negotiate”. He told the Guardian in a text message: “We made huge efforts to meet them halfway but they insisted on both pension cuts and the increase in VAT on restaurants and would not accept closing the gap even partially via administrative measures to reduce tax evasion, even though this was a central plank of our electoral programme. Moreover, they told us bluntly they had no mandate to discuss a compromise! So much for negotiating.”</p> \n<p>With developments taking such a dramatic turn, opposition parties urged Prokopis Pavlopoulos, the head of state, to call an emergency meeting of political leaders. “The country has to remain intact within <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/europe-news\">Europe</a> and this has to be understood by everyone,” said the centrist party, To Potami. “We await a responsible reaction from the political leadership of the country.”</p> \n<p>Failure to keep Greece in the euro, after years of arduous negotiations and two emergency bailouts totalling €240bn, would send it lurching into the unknown and mark a historic blow to the EU’s most ambitious project.</p> \n<p>Greek officials flew to Brussels after Tsipras signalled he would soften his stance and accept painful compromises in return for promises to alleviate the country’s staggering debt.</p> \n<p>Government sources had indicated that Athens was “very close” to sealing a deal that would release more than €7bn in bailout funds the country now desperately needs to avoid defaulting on loans to the IMF and ECB over the summer. Creditors have refused to disburse financial assistance since August as both sides have wrangled over reforms.</p> \n<p>A gesture on the ever-contentious issue of Greek debt would also allow Tsipras to sell a deal to hardliners in Syriza, which was catapulted into power in January on a pledge to end five gruelling years of “self-defeating” austerity, and to Greeks at large. </p> \n<p>At more than €320bn, the equivalent of 180% of the country’s entire economic output, Greece has the highest debt-to-GDP ratio in the EU with economists far and wide agreeing it is unsustainable. Following the breakdown in talks, leftwing militants implored the government not to concede on any measures that would entail “the extinction of the Greek people”.</p> \n<p>Fears now abound that Greece could be heading for a Cyprus-style denouement with the ECB pulling the plug on the emergency liquidity assistance (ELA) it has been drip-feeding Greek banks. The Frankfurt-based institution has come under growing pressure to make such a move in recent weeks.</p> \n<p>Indicative of the growing tensions between Athens and Berlin, the biggest contributor of Greece’s bailout programme to date, Sigmar Gabriel, Germany’s vice-chancellor and head of the country’s Social Democratic party – who has long been seen as a friend of Greece – criticised the Greek government’s negotiating tactics in an article for Monday’s daily Bild newspaper.</p> \n<p>“The game theorists of the Greek government are in the process of gambling away the future of their country,” he wrote in an excoriating critique of Varoufakis, whose academic expertise includes game theory. “Europe and Germany will not let themselves be blackmailed. And we will not let the exaggerated electoral pledges of a partly communist government be paid for by German workers and their families.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360082572/645316b7-ca88-4013-b37d-91dbb6fc0f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"Greek national flags and a European Union flag ion sale in central Athens over the weekend as bailout talks collapse.","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434356986033/d2b14144-4c66-4461-a764-850a5279e7b2-620x270.png?width=#{width}&height=#{height}&quality=#{quality}","height":270,"width":620,"orientation":"landscape","caption":"The Athens stock market over the last three months. Photograph: Thomson Reuters","credit":"Thomson Reuters","altText":"Athens stock market, June 15 2015","cleanCaption":"The Athens stock market over the last three months.","cleanCredit":"Photograph: Thomson Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434357038678/7fd1aefa-0f2b-4668-ba40-e3c0f26e7c9c-bestSizeAvailable.png?width=#{width}&height=#{height}&quality=#{quality}","height":364,"width":576,"orientation":"landscape","caption":"The biggest fallers on the Athens stock market on Monday morning. Photograph: Thomson Reuters","credit":"Thomson Reuters","altText":"The biggest fallers on the Athens stock market, June 15 2015","cleanCaption":"The biggest fallers on the Athens stock market on Monday morning.","cleanCredit":"Photograph: Thomson Reuters"}],"webPublicationDate":"2015-06-15T09:26:10Z","lastModified":"2015-06-15T10:10:18Z","metadata":{"commentable":true,"commentCount":11,"contributors":[{"name":"Graeme Wearden","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399476625361/Graeme-Wearden-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graemewearden"},{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Eurozone crisis","Greece","Eurozone","Alexis Tsipras","Banking","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Financial crisis","Financial sector","World news","Germany"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/world","webTitle":"World news"},{"id":"world/germany","webTitle":"Germany"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/15/markets-slide-as-greece-demands-end-to-creditor-looting","shortUrl":"http://gu.com/p/49nkp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/15/markets-slide-as-greece-demands-end-to-creditor-looting","webUri":"http://www.theguardian.com/business/2015/jun/15/markets-slide-as-greece-demands-end-to-creditor-looting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360082572/645316b7-ca88-4013-b37d-91dbb6fc0f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek national flags and a European Union flag ion sale in central Athens over the weekend as bailout talks collapse. Photograph: Alkis Konstantinidis/Reuters","credit":"Alkis Konstantinidis/Reuters","altText":"Greek national flags and a European Union flag ion sale in central Athens over the weekend as bailout talks collapse.","cleanCaption":"Greek national flags and a European Union flag ion sale in central Athens over the weekend as bailout talks collapse.","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}},"importance":5,"kicker":{"title":"Eurozone crisis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434360082572/645316b7-ca88-4013-b37d-91dbb6fc0f61-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"Greek national flags and a European Union flag ion sale in central Athens over the weekend as bailout talks collapse.","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}}]},{"title":"Briton 'killed fighting for al-Shabaab'","rawTitle":"Briton 'killed fighting for al-Shabaab'","item":{"type":"article","id":"uk-news/2015/jun/15/briton-thomas-evans-killed-fighting-for-al-shabaab","title":"Briton 'killed fighting for al-Shabaab'","trailText":"Thomas Evans from Buckinghamshire, joined the Somalia-based terror group in 2011 after converting to Islam and changing his name to Abdul Hakim","standFirst":"<p>Thomas Evans from Buckinghamshire joined the Somalia-based terror group in 2011 after converting to Islam and changing his name to Abdul Hakim</p>","byline":"Jamie Grierson","body":"<p>A British extremist is believed to have been killed while fighting for the al-Qaida-linked terror group al-Shabaab, according to Kenyan defence officials.</p> \n<p>Thomas Evans, in his mid-20s, fled to Somalia to join al-Shabaab in 2011, two years after converting to Islam and changing his name to Abdul Hakim.</p> \n<p>Eleven Somali militants and two Kenyan soldiers were killed when the Islamist group launched an attack on a military base in Kenya’s northern coastal region of Lamu County over the weekend, defence officials said. </p> \n<p>Colonel David Obonyo, a Kenyan military spokesman, told Reuters that Evans, from Wooburn Green, Buckinghamshire, is thought to be among the dead but his identity cannot be confirmed until forensic tests are completed.<br /></p> \n<p>A Foreign and Commonwealth Office spokesman said: “We’re aware of reports of the death of a British national, we can’t confirm these at this time.”</p> \n<p>Evans’s reported death come after it emerged that Talha Asmal, 17, from Dewsbury, West Yorkshire, had become <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing\">Britain’s youngest suicide bomber</a> following an Isis-led attack in Iraq.</p> \n<p>Evans’ mother, Sally Evans, told MPs on the home affairs select committee in February that she felt “let down” by authorities that failed to stop him travelling to conflict-torn Somalia.</p> \n<p>In February 2011, aged 21, Evans attempted to fly to Kenya but was stopped by counter-terrorism police at Heathrow. But just a few months later he flew to Egypt, telling his family he was going to learn Arabic.</p> \n<p>He contacted his mother in January 2012 to reveal he had travelled on to Somalia to join al-Shabaab, the jihadist group behind atrocities in Kenya including the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/westgate-mall-attacks\">Westgate shopping mall </a>attack that killed nearly 70 people.</p> \n<p>At her home in Wooburn Green on Monday, Sally Evans was too upset to comment.</p> \n<p>More details to follow...</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f2eb7d7cf264e3f1947ecedb41c28e04a3cc2bb/0_69_4896_2935/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2935,"width":4896,"orientation":"landscape","credit":"Helen Yates/INS/INS News Agency Ltd","altText":"Thomas Evans","cleanCredit":"Photograph: Helen Yates/INS/INS News Agency Ltd"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:31:11Z","lastModified":"2015-06-15T09:33:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["UK security and counter-terrorism","Al-Shabaab","World news","UK news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/al-shabaab","webTitle":"Al-Shabaab"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jamie Grierson","topic":{"type":"tag-contributor","name":"profile/jamie-grierson"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/15/briton-thomas-evans-killed-fighting-for-al-shabaab","shortUrl":"http://gu.com/p/49nyz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/15/briton-thomas-evans-killed-fighting-for-al-shabaab","webUri":"http://www.theguardian.com/uk-news/2015/jun/15/briton-thomas-evans-killed-fighting-for-al-shabaab"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f2eb7d7cf264e3f1947ecedb41c28e04a3cc2bb/0_69_4896_2935/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2935,"width":4896,"orientation":"landscape","caption":"Thomas Evans, who is thought to have died in an al-Shabaab attack on a military base in Kenya’s northern coastal region of Lamu County. Photograph: Helen Yates/INS News Agency","credit":"Helen Yates/INS News Agency","altText":"Thomas Evans","cleanCaption":"Thomas Evans, who is thought to have died in an al-Shabaab attack on a military base in Kenya’s northern coastal region of Lamu County.","cleanCredit":"Photograph: Helen Yates/INS News Agency"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"Isis / Dewsbury in 'utter shock' over teenager's death","rawTitle":"Dewsbury in 'utter shock' over teenager's death","item":{"type":"article","id":"world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing","title":"Dewsbury in 'utter shock' over Talha Asmal's death in Iraq suicide bombing","trailText":"Imam at mosque in West Yorkshire town says Isis members were acting ‘like paedophiles’ by grooming young men to do their dirty work","standFirst":"<p>Imam at mosque in West Yorkshire town says Isis members were acting ‘like paedophiles’ by grooming young men to do their dirty work</p>","byline":"Jamie Grierson","body":"<p>Community leaders have been left shocked by the death of a teenager believed to have become Britain’s youngest suicide bomber after being “groomed” by Islamic State.</p> \n<p>Talha Asmal, 17, from Dewsbury, West Yorkshire, who reportedly detonated a vehicle fitted with explosives while fighting for the militant group in Iraq, was described as “a loving, kind, caring and affable teenager” by his devastated family.</p> \n<p>Despite his death not being officially confirmed, his family said images released through an Isis-linked Twitter account showing a young man named as Abu Yusuf Al Britani <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/14/west-yorkshire-teenager-talha-asmal-britain-youngest-suicide-bomber\">appear to depict their son</a>.</p> \n<p>Qari Asim, an imam at the Makkah Masjid mosque, who was awarded an MBE for his efforts to build bridges between communities in Leeds since the 7 July terror attacks, said Isis leaders were acting “like paedophiles” by grooming young men.</p> \n<p>“The community is in utter shock and a sense of disbelief that a young lad from Yorkshire is said to [have] become Britain’s youngest suicide bomber,” he said. “Isis is running a sophisticated social media campaign and the community is concerned their faith is being used by hate preachers and internet groomers to manipulate their religion.”</p> \n<p>Farooq Yunus, from the Zakaria Mosque in Savile Town, Dewsbury, said the whole system had failed the boys.<br /></p> \n<p>“I think we have failed. Not just the people in here … the council, the police, the community,” he told BBC Radio 5 Live.<br /></p> \n<p>Pictures released by Isis online show Asmal smiling as he stands by a black Toyota SUV giving the militant group’s signature one-finger salute.<br /></p> \n<p>Another shows the teenager clutching a rifle as he sits cross-legged on a mat alongside two other armed men, apparently taking instruction from a uniformed militant in a crudely furnished ops-room.</p> \n<p>Lorraine Barker, executive principal of Mirfield Free Grammar and Sixth Form, where Asmal was studying, told the Times he was very quiet and private and a “typical teenager”.</p> \n<p>“He didn’t draw any attention to himself, he was just a conscientious student,” she said.</p> \n<p>Asmal lived at the family’s terraced home with his mother Noorjaha, 38, and father Ebrahim, 42, before he left for Syria via Turkey in April on a Thomas Cook flight with his next-door neighbour and best friend Hassan Munshi, the brother of Britain’s youngest convicted terrorist.</p> \n<p>In a damning statement, his family lashed out at Isis for preying on his “innocence and vulnerability”.</p> \n<p>“Talha was a loving, kind, caring and affable teenager,” they said. “He never harboured any ill will against anybody nor did he ever exhibit any violent, extreme or radical views of any kind. Talha’s tender years and naivety were, it seems however, exploited by persons unknown, who, hiding behind the anonymity of the worldwide web, targeted and befriended Talha and engaged in a process of deliberate and calculated grooming of him.</p> \n<p>“Whilst there it appears that Talha fell under the spell of individuals who continued to prey on his innocence and vulnerability to the point where if the press reports are accurate he was ordered to his death by so-called Isis handlers and leaders too cowardly to do their own dirty work.</p> \n<p>“We are all naturally utterly devastated and heartbroken by the unspeakable tragedy that now appears to have befallen us.”</p> \n<p>The family said that Isis did not represent Islam or Muslims “in any way, shape or form”.</p> \n<p>Isis statements on Saturday named Britani – Asmal’s nom de guerre – as one of four suicide bombers. The others were said to be a German, a Kuwaiti and a Palestinian. All four were photographed by Isis standing beside SUVs.<br /></p> \n<p>The suicide attacks are understood to have occurred in Iraq’s Salahuddin province, around one of the country’s largest oil refineries, as part of a larger military offensive by the militant group.</p> \n<p>Shahid Malik, a former government minister and a friend of the Asmals, described them as “a beautiful, caring, peace-loving and incredibly humble family”.</p> \n<p>The former MP for Dewsbury said: “The local community grieves with them today, Ebrahim (the father) and the family’s world has been shattered in the cruellest of ways and one which no family should ever have to experience.</p> \n<p>“Talha was a truly sweet-natured, helpful, respectful and friendly kid, and it is incredibly difficult to reconcile this Talha with the suicide bomber at an Iraqi oil installation.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67549d6f7829881f76810e4b1b76394e43af6c8f/0_804_1784_1070/1784.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1070,"width":1784,"orientation":"landscape","credit":"Family Handout/PA","altText":"Talha Asmal","cleanCredit":"Photograph: Family Handout/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-15T08:13:24Z","lastModified":"2015-06-15T08:28:45Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["Islamic State","Yorkshire","Iraq","UK news","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk-news/yorkshire","webTitle":"Yorkshire"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Jamie Grierson","topic":{"type":"tag-contributor","name":"profile/jamie-grierson"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing","shortUrl":"http://gu.com/p/49njz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing","webUri":"http://www.theguardian.com/world/2015/jun/15/dewsbury-in-utter-shock-at-over-talha-asmals-death-in-iraq-suicide-bombing"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67549d6f7829881f76810e4b1b76394e43af6c8f/0_804_1784_1070/1784.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1070,"width":1784,"orientation":"landscape","caption":"Talha Asmal, 17, was reportedly killed while fighting for Isis in Iraq. Photograph: Family Handout/PA","credit":"Family Handout/PA","altText":"Talha Asmal","cleanCaption":"Talha Asmal, 17, was reportedly killed while fighting for Isis in Iraq.","cleanCredit":"Photograph: Family Handout/PA"}},"importance":0,"kicker":{"title":"Isis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67549d6f7829881f76810e4b1b76394e43af6c8f/0_804_1784_1070/1784.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1070,"width":1784,"orientation":"landscape","credit":"Family Handout/PA","altText":"Talha Asmal","cleanCredit":"Photograph: Family Handout/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f2eb7d7cf264e3f1947ecedb41c28e04a3cc2bb/0_69_4896_2935/4896.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2935,"width":4896,"orientation":"landscape","credit":"Helen Yates/INS/INS News Agency Ltd","altText":"Thomas Evans","cleanCredit":"Photograph: Helen Yates/INS/INS News Agency Ltd"}}]},{"title":"Edward Snowden / UK pressed to respond to latest claims","rawTitle":"UK pressed to respond to latest claims","item":{"type":"article","id":"us-news/2015/jun/14/russia-and-china-broke-into-snowden-files-to-identify-british-and-us-spies","title":"UK under pressure to respond to latest Edward Snowden claims","trailText":"Sunday Times says Downing Street believes Russia and China have hacked into American whistleblower’s files, endangering US and British agents","standFirst":"<p>Sunday Times says Downing Street believes Russia and China have hacked into American whistleblower’s files, endangering US and British agents</p>","byline":"Ewen MacAskill and Patrick Wintour","body":"<p>Downing Street and the Home Office are being challenged to answer in public claims that Russia and China have broken into the secret cache of Edward Snowden files and that British agents have had to be withdrawn from live operations as a consequence.<br /></p> \n<p>The reports first appeared in the Sunday Times, which quoted anonymous senior officials in No 10, the Home Office and security services. The BBC also quoted an anonymous senior government source, who said agents had to be moved because Moscow gained access to classified information that reveals how they operate.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/14/snowden-files-read-by-russia-and-china-five-questions-for-uk-government\">Snowden files 'read by Russia and China': five questions for UK government</a> </p> \n</aside> \n<p>Privacy campaigners questioned the timing of the report, coming days after a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq\">373-page report by the independent reviewer of terrorism legislation</a>, David Anderson QC, which was commissioned by David Cameron. Anderson was highly critical of the existing system of oversight of the surveillance agencies and set out a series of recommendations for reform.<br /></p> \n<p>A new surveillance bill, scheduled for the autumn, is expected to be the subject of fierce debate.<br /></p> \n<p>Responding to the Sunday Times, David Davis, the Conservative MP who is one of the leading campaigners for privacy, said: “We have to treat all of these things with a pinch of salt.” He said the use of an anonymous source to create scare stories was a typical tactic and the timing was comfortable for the government.<br /></p> \n<p>“You can see they have been made nervous by Anderson. We have not been given any facts, just assertions,” he said.<br /></p> \n<p>Anderson recommended that approval of surveillance warrants be shifted from the home and foreign secretaries to a new judicial body made up of serving and retired judges, which Davis supports but towards which the government appears to be lukewarm.<br /></p> \n<p>Davis said there was little point in raising the Sunday Times allegations in the Commons as the government would say it does not comment on intelligence matters. Davis’s prediction was prescient. A Downing Street spokeswoman said: “We don’t comment on leaks.” The intelligence agencies said: “Our longstanding policy is not to comment on intelligence matters.”</p> \n<p>But Eric King, the deputy director of Privacy International, echoed Davis, saying: “Looking at the Sunday Times, it asks more questions than it answers.” He added that if Downing Street and the Home Office believed that Russia and China had gained access to the Snowden documents, then why was the government not putting this out through official channels.<br /></p> \n<p>He added: “Given Snowden is facing espionage charges in the US, you would have thought the British government would have provided them with this information.”<br /></p> \n<p>Snowden, a former NSA contractor, handed over tens of thousands of leaked documents to the Guardian in Hong Kong two years ago. He left Hong Kong with flights booked to Latin America but was stopped in Russia when the US revoked his passport, and has been living in Moscow in exile since.<br /></p> \n<p>He has repeatedly said he handed over all the documents to journalists in Hong Kong and no longer has access to them, making it impossible for either China or Russia to get to them through him. The Sunday Times and BBC do not say where China or Russia allegedly gained access to the files.<br /></p> \n<p>Shami Chakrabarti, director of Liberty, said: “Last week, David Anderson’s thoughtful report called for urgent reform of snooping laws. That would not have been possible without Snowden’s revelations. Days later, an ‘unnamed Home Office source’ is accusing him of having blood on his hands. The timing of this exclusive story from the securocrats seems extremely convenient.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/14/snoopers-charter-anderson-report-home-office\">There is no real case for a snooper’s charter – but that won’t stop it | Tim Colbourne</a> </p> \n</aside> \n<p>Andrew Mitchell, a former cabinet minister, said he was sure the Sunday Times got story because of the Anderson report. He added: “I think we have to be very careful of the argument ‘listen sonny, we know what you don’t know and therefore you should do what we say’. That is not a good argument; we need to have a proper debate about all of this.” </p> \n<p>“I don’t approve of what Snowden did, but I have to say having been to Washington recently that there has been a massive change of view in the United States, not just people like Rand Paul and so on, there’s a massive change of view about the debate and that has resulted from Snowden, whether you like it or not.”</p> \n<p>The White House said it had no comment on the UK government claims.</p> \n<p>Since the initial revelations about the extent of the bulk collection of communications data and the relationship between the intelligence agencies and internet companies, the US and British governments – and their intelligence agencies – have made a series of assertions that have subsequently been retracted.<br /></p> \n<p>Snowden was initially said to be a Chinese or Russian spy, but the US has since said this is not true. The US has also backtracked on claims that surveillance helped stop 56 plots and that Snowden had “blood on his hands”. <br /></p> \n<p>The British government and intelligence agencies in both countries issued warnings as far back as at least 18 months ago that the Snowden disclosures had helped terrorists, costing GCHQ, the UK’s main surveillance agency, up to 30% of its capabilities and that agents had had to be moved.<br /></p> \n<p>But privacy campaigners countered that no evidence had ever been provided to back up these assertions and that Snowden had done a public service by revealing the extent of illegal mass surveillance.<br /></p> \n<p>The allegations being made 18 months ago have now resurfaced in the Sunday Times. The paper quoted a source saying: “Agents have had to be moved and that knowledge of how we operate has stopped us getting vital information.” The source said they had no evidence that anyone had been harmed.</p> \n<p>A “senior Home Office source” was also quoted by the newspaper, saying: “Putin didn’t give him asylum for nothing. His documents were encrypted but they weren’t completely secure and we have now seen our agents and assets being targeted.”<br /></p> \n<p>The Sunday Times also quoted a “British intelligence source” saying that Russian and Chinese officials would be examining Snowden’s material for “years to come”.</p> \n<p>“Snowden has done incalculable damage,” the intelligence source reportedly said. “In some cases the agencies have been forced to intervene and lift their agents from operations to prevent them from being identified and killed.”</p> \n<p><br /></p> \n<p> </p> \n<p></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434240101610/e56fb8f5-2d87-4a23-8704-068fcf060b6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Itar-Tass/Barcroft Media/Itar-Tass/Barcroft Media","altText":"Edward Snowden takes part in an online Q&A session from Moscow last year.","cleanCredit":"Photograph: Itar-Tass/Barcroft Media/Itar-Tass/Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-14T15:58:27Z","lastModified":"2015-06-15T08:38:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"},{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Edward Snowden","Surveillance","US news","World news","Russia","China","Espionage","Encryption","MI6","NSA","The NSA files","Politics","UK security and counter-terrorism","Europe","Technology"],"tags":[{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/china","webTitle":"China"},{"id":"world/espionage","webTitle":"Espionage"},{"id":"technology/encryption","webTitle":"Encryption"},{"id":"uk/mi6","webTitle":"MI6"},{"id":"us-news/nsa","webTitle":"NSA"},{"id":"us-news/the-nsa-files","webTitle":"The NSA files"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/14/russia-and-china-broke-into-snowden-files-to-identify-british-and-us-spies","shortUrl":"http://gu.com/p/49n8j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/14/russia-and-china-broke-into-snowden-files-to-identify-british-and-us-spies","webUri":"http://www.theguardian.com/us-news/2015/jun/14/russia-and-china-broke-into-snowden-files-to-identify-british-and-us-spies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434240101610/e56fb8f5-2d87-4a23-8704-068fcf060b6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Edward Snowden taking part in an online Q&amp;A session from Moscow last year. Photograph: Itar-Tass/Barcroft Media","credit":"Itar-Tass/Barcroft Media","altText":"Edward Snowden taking part in an online Q&amp;A session from Moscow last year.","cleanCaption":"Edward Snowden taking part in an online Q&amp;A session from Moscow last year.","cleanCredit":"Photograph: Itar-Tass/Barcroft Media"}},"importance":3,"kicker":{"title":"Edward Snowden"},"showQuotedHeadline":false,"sublinks":[{"title":"Analysis / Five questions for the UK government","rawTitle":"Five questions for the UK government","item":{"type":"article","id":"us-news/2015/jun/14/snowden-files-read-by-russia-and-china-five-questions-for-uk-government","title":"Snowden files 'read by Russia and China': five questions for UK government","trailText":"The government has an obligation to respond to the Sunday Times report that MI6 has been forced to pull agents out of live operations in hostile countries <br>","standFirst":"<p>The government has an obligation to respond to the Sunday Times report that MI6 has been forced to pull agents out of live operations in hostile countries <br /></p>","byline":"Ewen MacAskill Defence and intelligence correspondent","body":"<p>The Sunday Times produced what at first sight looked like a startling news story: Russia and China had gained access to the cache of top-secret documents leaked by former NSA contractor turned whistleblower Edward Snowden.</p> \n<p>Not only that, but as a result, Britain’s overseas intelligence agency, the Secret Intelligence Service, better known as MI6, had been forced “to pull agents out of live operations in hostile countries”.</p> \n<p>These are serious allegations and, as such, the government has an obligation to respond openly.</p> \n<p>The story is based on sources including “senior officials in Downing Street, the Home Office and the security services”. The BBC said it had also also been briefed anonymously by a senior government official.</p> \n<p>Anonymous sources are an unavoidable part of reporting, but neither Downing Street nor the Home Office should be allowed to hide behind anonymity in this case. <br /></p> \n<h2><strong>1. Is it true that Russia and China have gained access to Snowden’s top-secret documents? If so, where is the evidence?</strong><br /></h2> \n<p>Which cache of documents is the UK government talking about? Snowden has said he handed tens of thousands of leaked documents over to journalists he met in Hong Kong, and that he has not had them in his possession since. Have Russia and China managed to access documents held by one of the journalists or their companies?</p> \n<p>In addition, if agents had to be moved, why? Which Snowden documents allegedly compromised them to the extent they had to be forcibly removed from post?<br /></p> \n<h2><strong>2. Why have the White House and the US intelligence agencies not raised this?</strong></h2> \n<p>Snowden is wanted by the US on charges under the Espionage Act. The White House, the US intelligence agencies and especially some members of Congress have been desperate to blacken Snowden’s reputation. They have gone through his personal life and failed to come up with a single damaging detail.<br /></p> \n<p>If the UK were to have evidence that Russia and China had managed to penetrate his document cache or that agents had been forced to move, London would have shared this with Washington. The White House would have happily briefed this openly, as would any number of Republican – and even Democratic – members of Congress close to the security services. They would not have stinted. It would have been a full-blown press conference.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/14/russia-and-china-broke-into-snowden-files-to-identify-british-and-us-spies\">UK under pressure to respond to latest Edward Snowden claims</a> </p> \n</aside> \n<p>The debate in the US has become more grownup in recent months, with fewer scare stories and more interest in introducing reforms that will redress the balance between security and privacy, but there are still many in Congress and the intelligence agencies seeking vengeance.<br /></p> \n<h2><strong>3. Why have these claims emerged now?</strong><br /></h2> \n<p>Most the allegations have been made before in some form, only to fall apart when scrutinised. These include that Snowden was a Chinese spy and, when he ended up in Moscow, that he was a Russian spy or was at least cooperating with them. The US claimed 56 plots had been disrupted as a result of surveillance, but under pressure acknowledged this was untrue. </p> \n<p>The claim about agents being moved was first made in the UK 18 months ago, along with allegations that Snowden had helped terrorists evade surveillance and, as a result, had blood on his hands. Both the US and UK have since acknowledged no one has been harmed.<br /></p> \n<p>So why now? One explanation is that it is partly in response to Thursday’s publication of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/11/anderson-report-tests-surveillance-laws-judicial-warrant-analysis\">David Anderson’s 373-page report on surveillance</a>. David Cameron asked the QC to conduct an independent review and there is much in it for the government and intelligence services to like, primarily about retaining bulk data. </p> \n<p>Anderson is scathing, however, about the existing legal framework for surveillance, describing it as intolerable and undemocratic, and he has proposed that the authority to approve surveillance warrants be transferred from the foreign and home secretaries to the judiciary.<br /></p> \n<p>His proposal, along with another surveillance report out next month from the Royal United Services Institute, mean that there will be continued debate in the UK. There are also European court rulings pending. Web users’ increasing use of encryption is another live issue. Above all else though, there is the backlash by internet giants such as Google, which appear to be less prepared to cooperate with the intelligence agencies, at least not those in the UK.<br /></p> \n<p>The issue is not going away and the Sunday Times story may reflect a cack-handed attempt by some within the British security apparatus to try to take control of the narrative.</p> \n<h2><strong>4. Why is the Foreign Office not mentioned as a source?</strong><br /></h2> \n<p>It seems like a pedantic point, but one that could offer an insight into the manoeuvring inside the higher reaches of government. The Foreign Office is repsonsible for MI6, but the Home Office is quoted in the story. Is it that the Home Office and individuals within the department rather than the Foreign Office are most exercised about the potential transfer of surveillance warrant approval from the home secretary, the proposed scrapping of existing legislation covering surveillance and other potential reforms?<br /></p> \n<h2><strong>5. What about the debatable assertions and at least one totally inaccurate point in the Sunday Times piece?</strong><br /></h2> \n<p>The Sunday Times says Snowden “fled to seek protection from Vladimir Putin, the Russian president, after mounting one of the largest leaks in US history”. In fact he fled Hong Kong bound for Latin America, via Moscow and Cuba. The US revoked his passport, providing Russia with an excuse to hold him in transit.<br /></p> \n<p>The Sunday Times says it is not clear whether Russia and China stole Snowden’s data or “whether he voluntarily handed over his secret documents in order to remain at liberty in Hong Kong and Moscow”. The latter is not possible if, as Snowden says, he gave all the documents to journalists in Hong Kong in June 2013.<br /></p> \n<p>The Sunday Times also reports that “David Miranda, the boyfriend of Guardian journalist Glenn Greenwald, was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/nov/02/david-miranda-detained-political-causes\">seized at Heathrow in 2013</a> in possession of 58,000 ‘highly-classified’ intelligence documents after visiting Snowden in Moscow”.<br /></p> \n<p>This is inaccurate. Miranda had in fact been in Berlin seeing the film-maker Laura Poitras, not in Moscow visiting Snowden. It is not a small point.<br /></p> \n<p>The claim about Miranda having been in Moscow <a href=\"http://www.dailymail.co.uk/debate/article-2768841/An-intelligence-expert-s-devastating-verdict-Leaks-Edward-Snowden-Guardian-British-hostages-greater-peril.html\">first appeared in the Daily Mail in September</a> under the headline “An intelligence expert’s devastating verdict: Leaks by Edward Snowden and the Guardian have put British hostages in even greater peril”. It was written by Professor Anthony Glees, the director of the centre for security and intelligence studies at the University of Buckingham, and has never been corrected. Maybe the Sunday Times can do better.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f282058d7dd57425413c166023975b341a4e77a8/0_84_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media","altText":"Edward Snowden","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media"}],"bodyImages":[],"webPublicationDate":"2015-06-14T15:37:59Z","lastModified":"2015-06-14T23:15:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["Edward Snowden","Surveillance","MI6","Russia","China","UK security and counter-terrorism","UK news","World news","US news"],"tags":[{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"uk/mi6","webTitle":"MI6"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/china","webTitle":"China"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/14/snowden-files-read-by-russia-and-china-five-questions-for-uk-government","shortUrl":"http://gu.com/p/49ncz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/14/snowden-files-read-by-russia-and-china-five-questions-for-uk-government","webUri":"http://www.theguardian.com/us-news/2015/jun/14/snowden-files-read-by-russia-and-china-five-questions-for-uk-government"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f282058d7dd57425413c166023975b341a4e77a8/0_84_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Edward Snowden is seen on the display of a camera during a live remote interview at CeBIT 2015. The whistleblower is wanted by the US on charges under the Espionage Act. Photograph: Barcroft Media","credit":"Barcroft Media","altText":"Edward Snowden is seen on the display of a camera during a live remote interview at CeBIT 2015.","cleanCaption":"Edward Snowden is seen on the display of a camera during a live remote interview at CeBIT 2015. The whistleblower is wanted by the US on charges under the Espionage Act.","cleanCredit":"Photograph: Barcroft Media"}},"importance":0,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f282058d7dd57425413c166023975b341a4e77a8/0_84_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media","altText":"Edward Snowden","cleanCredit":"Photograph: Xinhua /Landov / Barcroft Media/Xinhua /Landov / Barcroft Media"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/14/1434240101610/e56fb8f5-2d87-4a23-8704-068fcf060b6b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Itar-Tass/Barcroft Media/Itar-Tass/Barcroft Media","altText":"Edward Snowden takes part in an online Q&A session from Moscow last year.","cleanCredit":"Photograph: Itar-Tass/Barcroft Media/Itar-Tass/Barcroft Media"}}]},{"title":"US shark attacks / Two teenagers lose limbs on same North Carolina beach","rawTitle":"Two teenagers lose limbs on same North Carolina beach","item":{"type":"article","id":"us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","title":"US shark attacks: two teenagers lose limbs on same North Carolina beach","trailText":"Two teenagers seriously injured in twin attacks within hours of each other on the same beach on Sunday, terrifying beachgoers","standFirst":"<p>Two teenagers seriously injured in twin attacks within hours of each other on the same beach on Sunday, terrifying beachgoers</p>","byline":"Aisha Gani and Associated Press","body":"<p>Two teenagers were seriously injured in two separate shark attacks off the coast of the same North Carolina town on Sunday, terrifying beachgoers and prompting one witness to compare the scene to the movie Jaws.</p> \n<p>A 13-year-old girl and a 16-year-old boy each lost limbs in the attacks.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_shark_attacks/giv-21277lyqyPjyTM4i9\" data-alt=\"Map - Oak Island\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/06/us_shark_attacks/giv-21277lyqyPjyTM4i9\">Map - Oak Island</a> \n</figure> \n<p>The first victim, the teenage girl, lost a part of her arm when she was bitten off the stretch of beach in Oak Island.</p> \n<p>Just over an hour later, the emergency medical services received a call that a boy had been attacked on the beach, about two miles from the first attack.</p> \n<p>Both victims were airlifted to New Hanover Regional Medical Center in Wilmington. The teenagers arrived in a critical condition, according to hospital spokeswoman Martha Harlan.<br /></p> \n<p>Harlan said both victims had an arm amputated. The 16-year-old had his arm removed below the shoulder, while the 13-year old had hers amputated at the elbow. The girl also sustained serious tissue damage to her leg, according to Harlan.</p> \n<p>Both patients, whose names have not been released, have since had their conditions upgraded to “fair”.</p> \n<p>“I saw someone carry this girl [out of the water] and people were swarming around and trying to help,” Steve Bouser, who was just beginning his week-long beach vacation, told the Associated Press. “It was quite terrible.”</p> \n<p>The girl was bleeding heavily and people applied makeshift tourniquets while asking her questions to try to keep her conscious.</p> \n<p>It was “quite nightmarish”, Bouser said. </p> \n<p>His wife, Brenda Bouser, said: “It was so much like a scene from Jaws.” </p> \n<p><a href=\"http://www.wect.com/story/29316814/2-teens-lose-limbs-following-reported-shark-bites-in-oak-island\">Betty Wallace,</a> Oak Island’s <a href=\"http://www.wect.com/story/29316814/2-teens-lose-limbs-following-reported-shark-bites-in-oak-island\">mayor</a>, told CNN that shark attacks are so rare at Oak Island that she could not remember one occurring before the incident this weekend.</p> \n<p>Both attacks occurred at high tide in the vicinity of Ocean Crest Pier, a popular destination for beachgoers. “At the pier this time of year, I’m sure the beach was packed,” Wallace said.</p> \n<p>Local officials sent an all-terrain vehicle to get everyone out of the water, and the Brunswick county sheriff’s office was planning to have a helicopter patrol the coastline, the mayor said.</p> \n<p>Red flags have reportedly been hoisted at most Brunswick County beaches and a helicopter was scouring the waters for sharks.</p> \n<p>Wallace said on Sunday evening she had no further information on the girl’s condition. The girl is not from Oak Island but was visiting family, the mayor said.</p> \n<p></p> \n<p>Tim Holloman, the town manager, said that in 16 years he has never seen anything like what happened on Sunday. “Oak Island is still a safe place,” he told <a href=\"http://abcnews.go.com/US/teens-mauled-separate-shark-attacks-north-carolina-beach/story?id=31762489\">ABC news</a>. “We’re monitoring the situation. This is highly unusual.”</p> \n<p>He said the beaches would be open on Monday, but visitors would be encouraged not to go in the water.</p> \n<p>“The Brunswick county sheriff’s department will have Marine One and their helicopter support to monitor the coastline for any activities tomorrow,” he said.</p> \n<p>Due to the nature of the attacks, experts said it was highly likely that a large shark – such as the tiger or bull shark – was to blame.</p> \n<p>“This is the real deal threat,” <a href=\"http://www.flmnh.ufl.edu/fish/sharks/fpsr/personnel.htm\">George Burgess of the University of Florida</a>, who has been studying sharks for 40 years, told ABC news. “This is highly unusual – I have seen this twice in 40 years. Once in <a href=\"http://abcnews.go.com/topics/news/egypt.htm\">Egypt</a> and once in the Florida Panhandle.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fc72abc6f71ba7c5222d28b141fcff8b5df6910/51_0_1434_860/1434.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":860,"width":1434,"orientation":"landscape","credit":"Steve Bouser/AP","altText":"People assist a teenage girl at the scene of a shark attack in Oak Island, N.C., Sunday, June 14, 2015. Mayor Betty Wallace of Oak Island, a seaside town bordered to the south by the Atlantic Ocean, said that hours after the teenage girl suffered severe injuries in a shark attack Sunday a teenage boy was also severely injured. (Steve Bouser/The Pilot, Southern Pines, N.C. via AP) MANDATORY CREDIT","cleanCredit":"Photograph: Steve Bouser/AP"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:53:24Z","lastModified":"2015-06-15T10:13:00Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Aisha Gani","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/27/1430139448503/Aisha-Gani-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/aisha-gani"}],"feature":false,"keywords":["US news","Sharks","North Carolina","Marine life","Animals","World news"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"environment/sharks","webTitle":"Sharks"},{"id":"us-news/northcarolina","webTitle":"North Carolina"},{"id":"environment/marine-life","webTitle":"Marine life"},{"id":"world/animals","webTitle":"Animals"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Aisha Gani","topic":{"type":"tag-contributor","name":"profile/aisha-gani"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","shortUrl":"http://gu.com/p/49ntt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach","webUri":"http://www.theguardian.com/us-news/2015/jun/15/us-shark-attacks-two-teenagers-lose-limbs-on-same-north-carolina-beach"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457160668","source":"Reuters","durationInSeconds":34,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/15/150615Shark.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/15/150615Shark_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/15/1434359499261/KP_298560_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video","cleanCaption":"620x372 trailpic for Two teenagers seriously injured in shark attack in North Carolina - video"}}},"importance":2,"kicker":{"title":"US shark attacks"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0fc72abc6f71ba7c5222d28b141fcff8b5df6910/51_0_1434_860/1434.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":860,"width":1434,"orientation":"landscape","credit":"Steve Bouser/AP","altText":"People assist a teenage girl at the scene of a shark attack in Oak Island, N.C., Sunday, June 14, 2015. Mayor Betty Wallace of Oak Island, a seaside town bordered to the south by the Atlantic Ocean, said that hours after the teenage girl suffered severe injuries in a shark attack Sunday a teenage boy was also severely injured. (Steve Bouser/The Pilot, Southern Pines, N.C. via AP) MANDATORY CREDIT","cleanCredit":"Photograph: Steve Bouser/AP"}}]},{"title":"'Poshness tests' / Block to working-class applicants at top firms, says government study","rawTitle":"Block to working-class applicants at top firms, says government study","item":{"type":"article","id":"society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","title":"'Poshness tests' block working-class applicants at top companies","trailText":"Study of recruitment processes at elite law, accountancy and financial firms found that 70% of jobs went to applicants from private or selective schools","standFirst":"<p>Study of recruitment processes at elite law, accountancy and financial firms found that 70% of jobs went to applicants from private or selective schools</p>","byline":"Matthew Weaver","body":"<p>Unacknowledged “poshness tests” at elite British companies are thwarting the career prospects of talented working-class applicants and reinforcing social division, according to a government study.</p> \n<p>The <a href=\"https://www.gov.uk/government/publications/non-educational-barriers-to-the-elite-professions-evaluation\">research by the social mobility and child poverty commission</a> found that old- fashioned snobbery about accents and mannerisms were being used by top companies to filter out working-class candidates and favour the privileged. <br /></p> \n<p>The commission examined the recruitment processes at 13 elite law, accountancy and financial companies who between them appoint 45,000 of the best jobs in the country. It found that 70% of jobs offered by those firms in 2014 went to applicants from private or selective schools, even though such schools only educate around 11% of the population. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>We need to talk about the way she first chooses words and, second, the way she pronounces them. It will need some polish</p> \n  <footer> \n   <cite>Unnamed recruiter</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It found that as university education has become more prevalent employers have turned their attention to other characteristics “such as personal style, accent and mannerisms, adaptability, team working”. These “soft skills” were repeatedly found to be interpreted as “proxies for ‘talent’”. </p> \n<p>Some successful applicants said they had to disguise their working-class backgrounds to get on. “When I went home … I could go back to, if you like, my old slight twang. When I’m in this environment I pretend I’m posher than I am,” one said.</p> \n<p>One employer suggested firms were unwilling to sift through applications from those of working-class backgrounds. “Is there a diamond in the rough out there?” the unnamed recruiter told researchers, “statistically it’s highly probable but the question is … how much mud do I have to sift through in that population to find that diamond?” </p> \n<p>Alan Milburn, the former Labour cabinet minister who chairs the commission, said: “This research shows that young people with working-class backgrounds are being systematically locked out of top jobs. Elite firms seem to require applicants to pass a ‘poshness test’ to gain entry.”</p> \n<p>He added: “Inevitably that ends up excluding youngsters who have the right sort of grades and abilities but whose parents do not have the right sort of bank balances.”<br /></p> \n<p>The report warned top companies that they were “denying themselves talent, stymying young people’s social mobility and fuelling the social divide that bedevils Britain”.</p> \n<p>The report found that there was an increasing awareness of the need for social mobility, but that social class was a “relatively hidden category” of discrimination compared to other forms of diversity.</p> \n<p>One recruiter talked about her doubts after appointing someone who lacked “polish”. The unnamed interviewer said: “I recruited somebody … she’s short of polish. We need to talk about the way that she articulates, the way that she, first, chooses words and, second, the way she pronounces them. It will need, you know … it will need some polish because whilst I may look at the substance, you know, I’ve got a lot of clients and a lot of colleagues who are very focused on the personal presentation and appearance side of it.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>How much mud do I have to sift through in that population to find that diamond?</p> \n  <footer> \n   <cite>Unnamed recruiter</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The report also said that companies were unwilling to acknowledge the problem. It said: “Social class, however defined, apparently remains a strong determinant of one’s ability to access the elite professions and once there, to thrive. Yet still, this study would suggest that within elite firms, awareness of the role played by social background in relation to career progression is quite low, especially compared to other diversity axes such as gender. Further, participants spoke of their reluctance to discuss social class with their colleagues, on the basis that this is potentially intrusive.”</p> \n<p>Some of the firms studied had adopted so-called “CV blind” selection techniques to hide an applicant’s educational background in an effort to increase social mobility. But it found that this sometimes had the unintended consequences of encouraging interviewers to focus on “proxies for quality such as speech and accent”.</p> \n<p>Louise Ashley – of Royal Holloway, University of London, who led the research – urged firms to recruit from a wider range of applicants. She said top firms should “interrogate current definitions of talent, including how potential is identified and assessed, to ensure that disadvantaged students are not ruled out for reasons of background rather than aptitude and skill”.</p> \n<p>Gloria De Piero, shadow minister for women and diversity, tweeted that poshness tests were a glass ceiling that Labour was determined to smash. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GloriaDePiero/statuses/610341697252405248\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">A glass ceiling Labour must smash. Top firms 'use poshness test to keep poor out of best jobs': <a href=\"http://t.co/MVjS0Krwju\">http://t.co/MVjS0Krwju</a></p>— Gloria De Piero MP (@GloriaDePiero) \n  <a href=\"https://twitter.com/GloriaDePiero/status/610341697252405248\">June 15, 2015</a>\n </blockquote> \n</figure>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-15T09:04:45Z","lastModified":"2015-06-15T10:13:23Z","metadata":{"commentable":true,"commentCount":212,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Social mobility","Graduate careers","Money","Society","Work & careers","UK news"],"tags":[{"id":"society/socialmobility","webTitle":"Social mobility"},{"id":"money/graduates","webTitle":"Graduate careers"},{"id":"money/money","webTitle":"Money"},{"id":"society/society","webTitle":"Society"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","shortUrl":"http://gu.com/p/49nkx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies","webUri":"http://www.theguardian.com/society/2015/jun/15/poshness-tests-block-working-class-applicants-at-top-companies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms. Photograph: Alamy","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCaption":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCredit":"Photograph: Alamy"}},"importance":1,"kicker":{"title":"'Poshness tests'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/15/1434358949740/943f883c-f12b-40e4-8c6d-099ac9f565f3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Schoolboys at Eton. The research showed how recruiters favoured accents and mannerisms.","cleanCredit":"Photograph: Alamy"}}]}],"lastModified":"2015-06-15T10:07:18Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}