{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Blow for Cameron as Germany and France agree closer eurozone ties","rawTitle":"Blow for Cameron as Germany and France agree closer eurozone ties","item":{"type":"article","id":"politics/2015/may/25/germany-france-eurozone-integration-no-lisbon-treaty-change-david-cameron","title":"France and Germany agree closer eurozone ties without EU treaty change","trailText":"Proposals to be presented at EU summit in June will come as a blow to David Cameron who will table British pre-referendum demands at same meeting","standFirst":"<p>Proposals to be presented at EU summit in June will come as a blow to David Cameron who will table British pre-referendum demands at same meeting</p>","byline":"Ian Traynor in Brussels and Frances Perraudin in London","body":"<p>Germany and France have forged a pact to integrate the eurozone without reopening the EU’s treaties, in a blow to David Cameron’s referendum campaign.</p> \n<p>Sidestepping Britain’s demands to renegotiate the Lisbon treaty and Britain’s place in the EU, the German chancellor, Angela Merkel, and the French president, Fran&ccedil;ois Hollande, have sealed an agreement aimed at fashioning a tighter political union among the single-currency countries while operating within the confines of the existing treaty.<br tabindex=\"-1\" /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"675d0d6f09d075de35dd87b7ee4a1f5e45596287\"> \n <img src=\"http://media.guim.co.uk/675d0d6f09d075de35dd87b7ee4a1f5e45596287/0_0_1430_1925/743.jpg\" alt=\"David Cameron at the Eastern Partnership meeting in Riga.\" width=\"743\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron at the Eastern Partnership meeting in Riga.</span> \n  <span class=\"element-image__credit\">Photograph: Zuma/REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>The Franco-German proposals are to be put to an EU summit in Brussels next month, where Cameron is also to unveil his shopping list of changes needed if he is to win support for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/nils-pratley-on-finance/2015/may/08/david-camerons-next-big-battle-the-eu-referendum-and-a-possible-brexit\">keeping Britain in the EU</a>.</p> \n<p>The Franco-German accord, disclosed by Le Monde newspaper, calls for eurozone reforms in four areas “developed in the framework of the current treaties in the years ahead”.</p> \n<p>Cameron has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-eu-reform-riga-european-union\">persistently called for a reopening of the treaties</a> to enable the eurozone to integrate more closely while providing the British with a chance to reshape the UK’s relations with the EU and repatriate powers from Brussels.</p> \n<p>EU members and senior officials in Brussels have repeatedly voiced their reluctance to reopen the Lisbon treaty – the EU’s fundamental constitutional document. The Franco-German initiative, likely to be endorsed by the 25 June summit, would definitively close the door on treaty renegotiation.</p> \n<p> The move from Berlin and Paris came as the UK prime minister prepared to open his negotiations with the French and the Germans on Thursday and Friday.</p> \n<p>Cameron faces a busy week on the referendum campaign. On Monday evening, he hosted the European commission president, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/25/cameron-meets-juncker-eu-chequers\">Jean-Claude Juncker, at Chequers</a> – kicking off a charm offensive in which he will visit five European leaders.</p> \n<p>A Downing Street spokesperson said that Cameron gave Juncker a tour of the house and gardens before they dined on a spring salad, followed by pork belly and vegetables and a dessert of lime bavarois. </p> \n<p>“The prime minister underlined that the British people are not happy with the status quo and believe that the EU needs to change in order to better address their concerns,” said the spokesperson.</p> \n<p>“Mr Juncker reiterated that he wanted to find a fair deal for the UK and would seek to help. They talked through the issue at some length in the spirit of finding solutions to these problems. They agreed that more discussion would be needed, including with other leaders, on the best way forward.”</p> \n<p>The former prime minister of Luxembourg will play a subsidiary, if influential, role in the negotiations whose outcome will ultimately be decided by national government leaders.</p> \n<p>On Thursday, a day after the state opening of parliament, Cameron will fly around Europe to meet the Danish prime minister, Helle Thorning-Schmidt, in Copenhagen, the Dutch prime minister, Mark Rutte, in the Hague and Hollande in Paris. The following day he will meet the Polish prime minister, Ewa Kopacz, in Warsaw before going to Berlin to see Merkel. He aims to speak to all other leaders of member states before the June summit.</p> \n<p> The Franco-German pact, agreed as the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/24/greece-warns-it-is-set-to-default-on-debt-repayment-loans\">Greek debt crisis</a> comes to a head, was finalised last week on the fringes of the EU summit in Latvia and sent to Juncker at the weekend, Le Monde reported.</p> \n<p> The summit in Riga last Friday was Cameron’s first opportunity since re-election to present his ideas to fellow EU leaders. But it appeared that Merkel and Hollande had bigger fish to fry.</p> \n<p> Juncker is preparing policy options for the June summit on how to integrate the eurozone fiscally and politically as it struggles to emerge from more than five years of crisis. The Franco-German proposals are likely to settle the direction of policy. They talk of economic, fiscal and social convergence, combining German insistence on monetary stability with French demands for greater investment.</p> \n<p> “Additional steps are necessary to examine the political and institutional framework, common instruments and the legal basis” (of the eurozone) by the end of next year, said the document, according to Le Monde.</p> \n<p> The following year, 2017, Germany and France have general elections, narrowing the scope for negotiations with Britain.</p> \n<p> The Franco-German policy proposal, said Le Monde, “shows that French and German leaders do not have much in common with David Cameron”.</p> \n<p> Cameron and Juncker have not had an easy relationship. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/27/juncker-wrong-person-european-commission-leadership-david-cameron\">UK prime minister opposed Juncker’s appointment as European commission president</a>. After other EU leaders voted overwhelmingly in Juncker’s favour in June last year, Cameron described their decision as a “serious mistake” and a “backroom deal”.</p> \n<p> The promise of an in/out referendum on Britain’s membership of the EU before the end of 2017 was a key element of the Conservative party’s general election manifesto. Cameron has promised to secure a better deal for the UK in the EU before campaigning for Britain’s continued membership.</p> \n<p> The EU referendum bill, which will be announced after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech\">Queen’s speech</a> on Wednesday, will make clear that the people eligible to vote will be the same as in general elections, that is adults from the age of 18, Irish and Commonwealth citizens resident in the UK, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/25/eu-referendum-voting-rights-not-extended-all-uk-citizens-abroad\">British citizens who have lived abroad for less than 15 years</a>.</p> \n<p>Downing Street said they did not comment on leaks, but pointed to a statement made by Cameron as he kicked off his timetable for renegotiation at the Eastern Partnership summit in Riga last Friday.</p> \n<p>“There will be ups and downs – you’ll hear one day this is possible, the next day something else is impossible,” he said.</p> \n<p>“But one thing throughout all of this will be constant and that is my determination to deliver for the British people a reform of the European Union so they get a proper choice in that referendum we hold: an in/out referendum before the end of 2017, that will be constant.”<br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432575965548/975784e1-6c5a-4d32-8f98-2296c70568ed-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Imago/Barcroft Media","altText":"Angela Merkel and François Hollande shake hands in Berlin.","cleanCredit":"Photograph: Imago/Barcroft Media"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/675d0d6f09d075de35dd87b7ee4a1f5e45596287/0_0_1430_1925/1430.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1925,"width":1430,"orientation":"portrait","caption":"David Cameron at the Eastern Partnership meeting in Riga. Photograph: Zuma/REX Shutterstock","credit":"Zuma/REX Shutterstock","altText":"David Cameron at the Eastern Partnership meeting in Riga.","cleanCaption":"David Cameron at the Eastern Partnership meeting in Riga.","cleanCredit":"Photograph: Zuma/REX Shutterstock"}],"webPublicationDate":"2015-05-26T06:53:34Z","lastModified":"2015-05-26T06:53:36Z","metadata":{"commentable":true,"commentCount":3481,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["EU referendum","David Cameron","Angela Merkel","François Hollande","European Union","Foreign policy","Politics","UK news","Europe","World news","Eurozone","Business"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/francois-hollande","webTitle":"François Hollande"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/25/germany-france-eurozone-integration-no-lisbon-treaty-change-david-cameron","shortUrl":"http://gu.com/p/497z2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/25/germany-france-eurozone-integration-no-lisbon-treaty-change-david-cameron","webUri":"http://www.theguardian.com/politics/2015/may/25/germany-france-eurozone-integration-no-lisbon-treaty-change-david-cameron"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432575965548/975784e1-6c5a-4d32-8f98-2296c70568ed-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel and François Hollande shake hands in Berlin. Photograph: Imago/Barcroft Media","credit":"Imago/Barcroft Media","altText":"Angela Merkel and François Hollande shake hands in Berlin.","cleanCaption":"Angela Merkel and François Hollande shake hands in Berlin.","cleanCredit":"Photograph: Imago/Barcroft Media"}},"importance":7,"showQuotedHeadline":false},{"title":"University tables / Coventry slips past Russell Group peers to enter top 20","rawTitle":"Coventry slips past Russell Group peers to enter top 20","item":{"type":"article","id":"education/2015/may/25/university-tables-coventry-slips-past-russell-group-peers-to-enter-top-20","title":"University tables: Coventry slips past Russell Group peers to enter top 20","trailText":"Cambridge holds on to the number 1 spot in the Guardian’s university league tables ","standFirst":"<p>Cambridge holds on to the number one spot in the Guardian’s university overall league table</p>\n<ul>\n <li><a href=\"http://gu.com/p/48qay/\">See how your university has fared in the 2016 rankings</a></li>\n</ul>","byline":"Rebecca Ratcliffe","body":"<p>Coventry University has nudged past many of its Russell Group peers to reach the highest position ever achieved by a former polytechnic in the <a href=\"http://gu.com/p/48qay/\">Guardian league table of universities</a>. </p> \n<p>Coventry reached number 15 in the table, higher than many of the Russell Group of research-intensive universities, including Birmingham, Edinburgh, York, Leeds, Glasgow, Cardiff, Nottingham and Newcastle.</p> \n<p>There was little change at the top of the table: Cambridge held on to its place at number one for a fifth year running, while Oxford and St Andrews remained in second and third place respectively.</p> \n<p>The only university to fall out of the top 10 was the London School of Economics and Political Science (LSE), which made room for the University of Exeter. LSE fell to 13th place after being in the top three just two years ago, dragged down by a falling student satisfaction score. It wasn’t the only elite London institution to lose ground - University College London (UCL) and Imperial also slipped slightly down the table.<br /></p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/ng-interactive/2015/may/25/university-league-tables-2016\">University league tables 2016</a> </p> \n</aside> \n<p>The Guardian’s league tables rank universities according to: spending per student; the student/staff ratio; graduate career prospects; what grades applicants need to get a place; a value-added score that compares students’ entry qualifications with their final degree results; and how satisfied final-year students are with their courses, based on results from the annual National Student Survey (NSS).</p> \n<p>It was positive ratings from finalists that helped to drive Coventry University’s rise up the rankings, according to the compiler of the tables Matt Hiely-Rayner: “It is particularly in the questions that relate to assessment and feedback that Coventry does well. This is interesting because it is the only area of the student survey where finalists often show dissatisfaction.”</p> \n<p>The university also has impressive student-staff ratios, he adds. “Few institutions outside the Russell Group manage such a low number of students per member of academic staff – and some Russell Group members don’t either.”</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"5b0035101754fa11f33320bd3147ecb40075996c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432542093420/bdcb5415-9b2b-4fc2-8062-6445709c839c-348x420.jpeg\" alt=\"John Latham\" width=\"348\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Vice-chancellor of Coventry University, John Latham: ‘We’re bringing in new forms of pedagogy and listening to students.’</span> \n  <span class=\"element-image__credit\">Photograph: Coventry University</span> \n </figcaption> \n</figure> \n<p>John Latham, vice-chancellor of Coventry University, says the university’s success is down to its focus on students’ needs. “We’re a modern university, but not just in the sense that we haven’t been around for as long - we’re very modern in our approach. We’re challenging the system. We’re bringing in new forms of pedagogy and listening to students.”</p> \n<p>The university has three objectives: “teaching students well, making sure that students are listened to, and making sure they get good jobs at the end of their course,” says Ian Dunn, deputy vice-chancellor for student experience at Coventry.</p> \n<p>Other institutions that performed well in the table include the universities of Surrey, Sussex and Falmouth. </p> \n<p>Sussex, which had fallen to the nether regions of the top 50 in previous years, has now climbed to 19th position. Michael Farthing, vice-chancellor of Sussex University, says the university’s recovery is down to its increased efforts to boost the employability of its graduates. <br /></p> \n<p>“We’ve been much more proactive in helping students get jobs,” says Farthing. “More students are getting the opportunity to do placements as part of their studies, more students are doing study abroad, and we’re supporting students much more in terms of their language development.”</p> \n<p>Surrey University, the only institution to enter the top five this year, also puts its success partly down to its employment figures. Michael Kearney, acting vice-chancellor at the university, says 97% of graduates find work six months after graduating. “We have a dedicated team working closely with the students and employers and we have excellent relationships with industry,” he says.</p> \n<p>Leicester and Aston University fared less well in this year’s rankings: both slumped from the fringes of the top 20 to positions outside the top 30. At Leicester, student satisfaction deteriorated, while at Aston value-added scores worsened, particularly in the area of English and creative writing.</p> \n<h2><strong>The subject tables: star performers</strong><br /></h2> \n<p>Across <a href=\"http://gu.com/p/497a8/\">the Guardian’s subject tables</a>, stand-out performers include Falmouth University, which has climbed the rankings for business, management and marketing. The university, boosted by happy finalists, has moved to 15th in the table from 112th last year.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/25/university-guide-qa-put-your-questions-to-the-compiler\">University guide Q&amp;A: put your questions to the compiler</a> </p> \n</aside> \n<p>Cardiff University leapt to the top of the dentistry rankings, having been 11th place last summer. Meanwhile, Southampton has risen to the top of the media and film studies table, after more students said that they were happy with the assessment and feedback they received during their course. </p> \n<p>The increase in tuition fees and new funding rules allowing universities to expand their intakes mean that league table scores are increasingly important to universities, according to Nick Hillman, director of the higher education policy institute (Hepi). “Neither the employability nor NSS [student satisfaction] data sets are perfect - no data is - but universities do care a lot, and more so.</p> \n<p>“Because England has decided to fund universities through individual student loans, it’s inevitable that the demand for more information is going to increase.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432541921913/6a86dd74-f960-46aa-96b5-a9fbd670b8c9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Coventry University","altText":"Coventry Uni","cleanCredit":"Photograph: Coventry University"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432542091928/9407a229-f1fd-4075-a4e5-66151625ff4d-844x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":844,"orientation":"portrait","caption":"Vice-chancellor of Coventry University, John Latham: ‘We’re bringing in new forms of pedagogy and listening to students.’ Photograph: Coventry University","credit":"Coventry University","altText":"John Latham","cleanCaption":"Vice-chancellor of Coventry University, John Latham: ‘We’re bringing in new forms of pedagogy and listening to students.’","cleanCredit":"Photograph: Coventry University"}],"webPublicationDate":"2015-05-25T21:00:04Z","lastModified":"2015-05-25T23:50:03Z","metadata":{"commentable":true,"commentCount":358,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["University guide","Students","Higher education","Education","Coventry University","UK news"],"tags":[{"id":"education/universityguide","webTitle":"University guide"},{"id":"education/students","webTitle":"Students"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"},{"id":"education/coventryuniversity","webTitle":"Coventry University"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"education"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"series":{"title":"University Guide 2016","uri":"http://mobile-apps.guardianapis.com/lists/tag/education/series/university-guide-2016"},"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/25/university-tables-coventry-slips-past-russell-group-peers-to-enter-top-20","shortUrl":"http://gu.com/p/497eg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/25/university-tables-coventry-slips-past-russell-group-peers-to-enter-top-20","webUri":"http://www.theguardian.com/education/2015/may/25/university-tables-coventry-slips-past-russell-group-peers-to-enter-top-20"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432541921913/6a86dd74-f960-46aa-96b5-a9fbd670b8c9-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Positive ratings from finalists helped drive Coventry University’s rise. Photograph: Coventry University","credit":"Coventry University","altText":"Coventry Uni","cleanCaption":"Positive ratings from finalists helped drive Coventry University’s rise.","cleanCredit":"Photograph: Coventry University"}},"importance":6,"kicker":{"title":"University tables"},"showQuotedHeadline":false},{"title":"Malaysia mass graves / Villagers tell of desperate migrants fleeing jungle camps","rawTitle":"Villagers tell of desperate migrants fleeing jungle camps","item":{"type":"article","id":"world/2015/may/26/malaysia-mass-graves-villagers-tell-of-desperate-migrants-emerging-from-jungle-camps","title":"Malaysia mass graves: villagers tell of migrants emerging from secret jungle camps","trailText":"Residents on the border village of Wang Kelian fear the worst as they reveal stories of desperate migrants who stumbled into their midst","standFirst":"<p>Residents on the border village of Wang Kelian fear the worst as they reveal stories of desperate migrants who stumbled into their midst</p>","byline":"Beh Lih Yi in Wang Kelian","body":"<p>The residents of Wang Kelian sensed something was amiss when a number of people stumbled on to their streets, weak and injured, and began to beg for food and water. <br /></p> \n<p>“They would walk into my shop, with injuries covering their hands and feet. Some were just too weak to even speak properly,” said Lyza Ibrahim, who runs a food stall in the town on the northern Malaysian border with Thailand.</p> \n<p>“One asked me, ‘[Is this] Malaysia?’ Then he pointed in the other direction, said ‘Thailand’ and shook his head to signal that he was not wanted there.”</p> \n<p>Wang Kelian is an unassuming settlement but it has been thrust into the global spotlight this week after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/25/malaysia-migrant-mass-graves-police-reveal-139-sites-some-with-multiple-corpses\">the discovery in nearby jungle of dozens of secret camps used by people smugglers and nearly 140 grave sites</a>.</p> \n<p>Police say some of those graves contain multiple bodies – raising the terrible prospect of hundreds of unexplained deaths. </p> \n<figure class=\"element element-image\" data-media-id=\"675019dc6ab01564a9e7cc8893d1373b44e1b622\"> \n <img src=\"http://media.guim.co.uk/675019dc6ab01564a9e7cc8893d1373b44e1b622/0_234_3498_2099/1000.jpg\" alt=\"A picture from Royal Malaysian Police shows an abandoned human trafficking camp where graves were found nearby, close to the border with Thailand at Wang Kelian, Malaysia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An abandoned human trafficking camp. Graves were found nearby, close to the border with Thailand at Wang Kelian, Malaysia.</span> \n  <span class=\"element-image__credit\">Photograph: Royal Malaysian police/EPA</span> \n </figcaption> \n</figure> \n<p>Some of the campsites included wooden pens, some with barbed wire and guarded by sentry posts. In one pen police found several parts of a decomposed body.</p> \n<p>The camps appear to be part of a complex of bases stretching into Thailand on what had been a well-established route smuggling mostly Rohingya people from Burma and Bangladeshis.<br /></p> \n<p>But the trade has been in chaos since early May, when Thai authorities launched a crackdown after the discovery of mass graves on their side of the border.</p> \n<p>Thousands of migrants headed for Thailand started landing elsewhere in south-east Asia. And as the smugglers fled their jungle hideouts, migrants were spotted in Wang Kelian. </p> \n<div>\n __VIDEO_EMBED_gu-video-456902341__\n</div> \n<p>Ibrahim said she had seen several migrants, whom she believes to be Rohingya, and heard stories about many others, including that they would go to a nearby mosque to ask for help.</p> \n<p>Others echoed her story. Another woman said she had spotted a Bangladeshi migrant wandering in the area and knocking on her neighbour’s door.</p> \n<p>“It is very sad. We have been hearing these stories, but we can’t do much,” said the woman, who declined to give her name. “We could only offer food, clean clothes, but we have to call the police and they will be taken away by the police after that.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"70c3bdc878202ded762f017b1358c52f03732eac\"> \n <img src=\"http://media.guim.co.uk/70c3bdc878202ded762f017b1358c52f03732eac/0_175_4096_2460/1000.jpg\" alt=\"Bags with human remains at Wang Kelian, Perlis, Malaysia\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bags with human remains at Wang Kelian, Perlis, Malaysia.</span> \n  <span class=\"element-image__credit\">Photograph: Fazry Ismail/EPA</span> \n </figcaption> \n</figure> \n<p>Malaysian officials have acknowledged the camps had been around for some time but defended themselves against criticism that no action was taken earlier. Authorities had previously vehemently denied there were any such sites in the country.</p> \n<p>“We have been building up intelligence and information,” the national police chief, Khalid Abu Bakar, told reporters on Monday, vowing tough action against any Malaysians involved.</p> \n<p>But anti-trafficking groups said the latest discovery came as little surprise and would cast an even harsher spotlight on Malaysia, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2014/jun/20/malaysia-us-human-trafficking-persons-report\">which was listed as ‘tier three’ by the US State Department’s annual human-trafficking report</a>, the <a href=\"http://www.state.gov/j/tip/rls/tiprpt/countries/2014/226770.htm\">worst ranking for countries which are failing to stop the trade</a>.</p> \n<p>“There were stories about these camps that went back nearly 10 years,” Matthew Friedman, the former chief of the UN inter-agency project on human trafficking, told the Guardian. He now heads the Mekong Club, which campaigns against slavery in Asia. “We passed the information on to the local authorities, but there was no follow-up.”</p> \n<p><a href=\"http://www.gpo.gov/fdsys/pkg/CPRT-111SPRT48323/html/CPRT-111SPRT48323.htm\">A report in 2009 by the US Senate committee on foreign relations</a> found that “a few thousand” Burmese migrants had become victims of extortion and trafficking once they were deported across Malaysia’s border with Thailand.</p> \n<p>In addition, it said there were questions about the “level of participation” of government officials in Malaysia and Thailand.</p> \n<p>Villager Mahyuddin Ahmad said he has seen migrants in Wang Kelian for the past two years but more had been spotted in the past month – the largest group being about 10 people, including women and children.</p> \n<p>The 55-year-old businessman, who said he had given food such as instant noodles and clothes to migrants, added: “It is a common sight here. We didn’t suspect anything because we thought they just come from Thailand.</p> \n<p>“So we are really shocked to hear what the police revealed yesterday about the grave sites and jungle camps.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3ac95dec859296a43f574c0b3ddf6e70d715f8cf/0_29_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Joshua Paul/AP","altText":"Malaysian police stand guard at the Malaysia-Thailand border in Wang Kelian.","cleanCredit":"Photograph: Joshua Paul/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/675019dc6ab01564a9e7cc8893d1373b44e1b622/0_234_3498_2099/3498.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3498,"orientation":"landscape","caption":"An abandoned human trafficking camp. Graves were found nearby, close to the border with Thailand at Wang Kelian, Malaysia. Photograph: Royal Malaysian police/EPA","credit":"Royal Malaysian police/EPA","altText":"A picture from Royal Malaysian Police shows an abandoned human trafficking camp where graves were found nearby, close to the border with Thailand at Wang Kelian, Malaysia.","cleanCaption":"An abandoned human trafficking camp. Graves were found nearby, close to the border with Thailand at Wang Kelian, Malaysia.","cleanCredit":"Photograph: Royal Malaysian police/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/70c3bdc878202ded762f017b1358c52f03732eac/0_175_4096_2460/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4096,"orientation":"landscape","caption":"Bags with human remains at Wang Kelian, Perlis, Malaysia. Photograph: Fazry Ismail/EPA","credit":"Fazry Ismail/EPA","altText":"Bags with human remains at Wang Kelian, Perlis, Malaysia","cleanCaption":"Bags with human remains at Wang Kelian, Perlis, Malaysia.","cleanCredit":"Photograph: Fazry Ismail/EPA"}],"webPublicationDate":"2015-05-26T07:18:48Z","lastModified":"2015-05-26T07:18:50Z","metadata":{"commentable":true,"commentCount":65,"contributors":[],"feature":false,"keywords":["Malaysia","Thailand","Migration","Rohingya","Asia Pacific","World news","Human trafficking","Burma","Bangladesh","South and Central Asia"],"tags":[{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/rohingya","webTitle":"Rohingya"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"law/human-trafficking","webTitle":"Human trafficking"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[{"id":"gu-video-456902341","source":"Reuters","durationInSeconds":57,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/25/150525malaysia2_KP-24302315_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/25/150525malaysia2_KP-24302315.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/25/1432545346027/KP_244695_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Malaysia police reveal 139 migrant mass graves - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Malaysia police reveal 139 migrant mass graves - video","cleanCaption":"620x372 trailpic for Malaysia police reveal 139 migrant mass graves - video"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/26/malaysia-mass-graves-villagers-tell-of-desperate-migrants-emerging-from-jungle-camps","shortUrl":"http://gu.com/p/498x5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/26/malaysia-mass-graves-villagers-tell-of-desperate-migrants-emerging-from-jungle-camps","webUri":"http://www.theguardian.com/world/2015/may/26/malaysia-mass-graves-villagers-tell-of-desperate-migrants-emerging-from-jungle-camps"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3ac95dec859296a43f574c0b3ddf6e70d715f8cf/0_29_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Malaysian police stand guard at the Malaysia-Thailand border in Wang Kelian.  Photograph: Joshua Paul/AP","credit":"Joshua Paul/AP","altText":"Malaysian police stand guard at the Malaysia-Thailand border in Wang Kelian. ","cleanCaption":"Malaysian police stand guard at the Malaysia-Thailand border in Wang Kelian. ","cleanCredit":"Photograph: Joshua Paul/AP"}},"importance":5,"kicker":{"title":"Malaysia mass graves"},"showQuotedHeadline":false},{"title":"Man who killed himself at Dignitas explains decision in film","rawTitle":"Man who killed himself at Dignitas explains decision in film","item":{"type":"article","id":"society/2015/may/26/jeffrey-spector-assisted-dying-dignitas-tumour-paralysis-explains-decision","title":"Man who killed himself at Dignitas explains decision in film","trailText":"Businessman Jeffrey Spector, who was diagnosed with inoperable tumour on his spine that would have led to paralysis, used film to discuss assisted dying<br>","standFirst":"<p>Businessman Jeffrey Spector, who was diagnosed with inoperable tumour on his spine that would have led to paralysis, used film to discuss assisted dying<br /></p>","byline":"Dan Carrier","body":"<p>A businessman with an inoperable tumour has killed himself at an assisted dying clinic in Switzerland – after spending his last seven days making a film for his widow and three children. </p> \n<p>Jeffrey Spector died on Monday, six years after he was diagnosed with an inoperable tumour that was growing near his spinal column. </p> \n<p>Doctors had warned him the condition would eventually lead to paralysis and death and so Spector said he decided he wanted to be in control of the final stages of his life. </p> \n<p>When his illness began to get worse he decided that he had no option but to travel to Switzerland due to UK law. He said: “Assisted suicide is illegal in the UK so it had to be Switzerland.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global/2015/may/20/end-of-life-care-services-be-improved\">How could end-of-life care services be improved?</a> </p> \n</aside> \n<p>He added that he decided it was time when his symptoms increased in severity. “I put one date off so that my daughter could do her exams – but I was going downhill and was finding it hard to use my hands. I had no pressure in my fingers.</p> \n<p>“I felt the illness had crossed the red line and I was getting worse. Rather than go late, I am jumping the gun. I call it the least worst option, which is best for my family in the long term.”</p> \n<p>Spector, who was the director of a number of advertising and internet firms in Blackpool, Lancashire, chose to be joined by a film crew for the last week of his life. His decision to be filmed has echoes of the death of Guernsey-based hotelier Peter Smedley, whose assisted death in 2011 was screened in a documentary by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2011/jun/17/suzanne-moore-assisted-dying-terry-pratchett\">late Sir Terry Pratchett for the BBC</a>. </p> \n<p>Spector, whose family joined him at the Zurich clinic, described his condition as “a walking timebomb” as he could be struck with neck-down paralysis at any moment.</p> \n<p>In an interview released by Dignitas, Spector said he was not scared of death and added: “Never judge someone until you have worn their shoes.</p> \n<p>“I know I am going too early. My family disagree, but I believe this is in their best interests.” Stating he wanted to be “in control of the final stages of my life”, he said: “I was a fit and healthy person and my life has been turned upside down.</p> \n<p>“What started as backache in 2008 developed into an illness that led me to having to make this most awful decision. Friends, and most of all my family, have urged me not to go through with it.”</p> \n<p>Spector first discovered he was ill when he complained of having a sore back and stiff neck. He collapsed at a hotel after attending a friend’s retirement party and sought medical advice. He said: “I thought I had overdone things. My legs went in the hotel room. I got back home and booked in for an MRI scan.</p> \n<p>“The phone call from the clinic asked me to go for another scan, which revealed a large tumour high up in my spine in and around the spinal cord.</p> \n<p>“My surgeon was confident he could remove the tumour but tests revealed it would be too dangerous. I woke up thinking it would be out, but he told me he could not even take a biopsy.” </p> \n<p>Instead, surgeons removed bones elsewhere in his back to relieve pressure caused by the tumour, but it continued to grow. </p> \n<p>Spector added: “Had it been lower down the spine, and I lost the use of my legs, I would have been distraught but I could cope. Where it was meant total paralysis from my neck down.”</p> \n<p>As the tumour grew, Spector visited the Dignitas clinic and decided that he would kill himself before the tumour’s advance meant he would be unable to do so. </p> \n<p>He said: “I know I am going too early but I had consistent thoughts without peer pressure. It had to be a settled decision by a sound mind. If I am paralysed and cannot speak, then what hope is there? I am a proud person – a dignified person, independent and self motivated. It is me who is doing this.” </p> \n<p>In the UK, anyone convicted of assisting a suicide can face a 14-year jail term. Pressure group <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jul/12/assisted-suicide-change-law-terminally-ill-die-dignity\">Dignity In Dying</a>, which counted <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/books/2015/mar/12/terry-pratchett\">Pratchett</a> as one of its patrons, have long campaigned to change the law. <br /></p> \n<p>Labour peer <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2014/jul/13/assisted-dying-bill-lord-falconer\">Lord Falconer</a> proposed a bill stating that if someone has a prognosis of less than six months to live, they should be allowed to have an assisted death subject to a number of safeguards and checks. His private member’s bill was debated in the House of Lords in June 2014 and reached the committee stage in parliament in January. However, due to opponents delaying its progress, the bill did not reach the Commons before parliament was dissolved ahead of the general election. </p> \n<p>“Some people will criticise me, but do not judge me,” said Spector. “I believe in my human right to dignity. I want the ability to have a cup of tea and hold a phone – I want to be able to do those things myself.</p> \n<p>“I believe what I am doing is in the best long term interests of my family. They disagree, but they do accept I have my own opinion.” </p> \n<p>A family friend said on Monday: “Jeffrey was not for changing his mind. He did not want to be unable to walk or talk.</p> \n<p>“From the outside he appeared as normal – chatty, driving his car, but inside he knew he was getting worse. People have tried to talk him out of this, his own family have begged him.</p> \n<p>“But if Jeffrey Spector could not be the Jeffrey Spector we all knew, because of this tumour, this was his way out.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432598654787/8fe98d64-e585-4acb-9d9c-a9206ea81fd6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"WARREN SMITH 2015/WARREN SMITH 2015","altText":"Jeffrey Spector, right, at dinner with his family, said his condition could have left him with neck-down paralysis at any moment and he believed in his right to dignity.","cleanCredit":"Photograph: WARREN SMITH 2015/WARREN SMITH 2015"}],"bodyImages":[],"webPublicationDate":"2015-05-26T00:52:03Z","lastModified":"2015-05-26T08:32:18Z","metadata":{"commentable":true,"commentCount":41,"contributors":[{"name":"Dan Carrier","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dan-carrier"}],"feature":false,"keywords":["Assisted dying","UK news","Law","Society"],"tags":[{"id":"society/assisted-suicide","webTitle":"Assisted dying"},{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"society"},"topics":[{"displayName":"Dan Carrier","topic":{"type":"tag-contributor","name":"profile/dan-carrier"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/26/jeffrey-spector-assisted-dying-dignitas-tumour-paralysis-explains-decision","shortUrl":"http://gu.com/p/497qd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/26/jeffrey-spector-assisted-dying-dignitas-tumour-paralysis-explains-decision","webUri":"http://www.theguardian.com/society/2015/may/26/jeffrey-spector-assisted-dying-dignitas-tumour-paralysis-explains-decision"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432598654787/8fe98d64-e585-4acb-9d9c-a9206ea81fd6-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Jeffrey Spector, right, at dinner with his family, said his condition could have left him with neck-down paralysis at any moment and he believed in his right to dignity. Photograph: Warren Smith","credit":"Warren Smith","altText":"Jeffrey Spector, right, at dinner with his family, said his condition could have left him with neck-down paralysis at any moment and he believed in his right to dignity.","cleanCaption":"Jeffrey Spector, right, at dinner with his family, said his condition could have left him with neck-down paralysis at any moment and he believed in his right to dignity.","cleanCredit":"Photograph: Warren Smith"}},"importance":4,"showQuotedHeadline":false},{"title":"Woman found alive with husband's body after weeks lost in California's high desert","rawTitle":"Woman found alive with husband's body after weeks lost in California's high desert","item":{"type":"article","id":"us-news/2015/may/26/woman-found-alive-with-husbands-body-after-weeks-lost-in-california-desert","title":"Woman found alive with husband's body after weeks lost in California desert","trailText":"Dianna Bedwell, 68, and Cecil Knutson, 79, became stranded with little to eat and only rainwater to drink after offroad shortcut in Hyundai sedan went wrong","standFirst":"<p>Dianna Bedwell, 68, and Cecil Knutson, 79, became stranded with little to eat and only rainwater to drink after offroad shortcut in Hyundai sedan went wrong</p>","byline":"","body":"<p>A husband and wife stranded for two weeks in southern California’s high desert ate oranges and a pie and drank rainwater they collected in cups, but the 79-year-old man died before they were found, authorities said on Monday.</p> \n<p>Off-road drivers found Dianna Bedwell, 68, and the body of her husband, Cecil Knutson, on Sunday afternoon near a Boy Scout camp on the Los Coyotes Indian reservation about 65 miles north-east of San Diego, sheriff’s Lieutenant Ken Nelson said. Bedwell was not able to tell authorities when her husband had died but an autopsy was being arranged, he said.</p> \n<p>Bedwell told authorities they tried to take a shortcut and got lost in the rugged area. Nelson said their 2014 white Hyundai Sonata was obscured by trees and surrounded by brush, making it invisible to helicopters conducting aerial searches.</p> \n<p>Knutson’s body was near the car and Bedwell was inside the vehicle, he said.</p> \n<p>“They were really off the beaten path. We were really surprised that the vehicle they were driving, a sedan, was even able to get out there,” he said. “It was so rural that it took two weeks for even off-roaders to find them.”</p> \n<p>The family asked for privacy in a statement posted on a Facebook page established to help with the search. “Please continue to keep the family in your prayers,” it read.</p> \n<p>Bedwell’s son, Robert Acosta, spoke briefly to the Orange County Register. “I’m just so concerned with my mom right now,” he told the newspaper. “To be in the middle of nowhere for two weeks is a lot given her age.”</p> \n<p>Bedwell remained in hospital and had not spoken with authorities beyond an initial 10-minute interview.</p> \n<p>The husband and wife, who were diabetic, had last been seen on surveillance footage as they left the Valley View Casino in Valley Center, about 25 miles west of the wilderness camp, on 10 May. Authorities said the two were planning on going to their son’s home in the Palm Springs area for a Mother’s Day dinner but didn’t show up there or return to their Orange county home in Fullerton.</p> \n<p>Knutson and Bedwell were both retired school bus drivers and had been married for more than 25 years, the Register reported.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432617981311/00aa37e1-b1af-4e24-b1bb-57be8aa23249-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"Facebook","altText":"Dianna Bedwell survived but her husband, Cecil Knutson, perished when they became lost in the California high desert.","cleanCredit":"Photograph: Facebook"}],"bodyImages":[],"webPublicationDate":"2015-05-26T03:49:48Z","lastModified":"2015-05-26T05:26:27Z","metadata":{"commentable":true,"commentCount":56,"contributors":[],"feature":false,"keywords":["California","US news","World news"],"tags":[{"id":"us-news/california","webTitle":"California"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/26/woman-found-alive-with-husbands-body-after-weeks-lost-in-california-desert","shortUrl":"http://gu.com/p/498x7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/26/woman-found-alive-with-husbands-body-after-weeks-lost-in-california-desert","webUri":"http://www.theguardian.com/us-news/2015/may/26/woman-found-alive-with-husbands-body-after-weeks-lost-in-california-desert"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/26/1432617981311/00aa37e1-b1af-4e24-b1bb-57be8aa23249-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"Dianna Bedwell survived but her husband, Cecil Knutson, perished when they became lost in the California high desert. Photograph: Facebook","credit":"Facebook","altText":"Dianna Bedwell survived but her husband, Cecil Knutson, perished when they became lost in the California high desert.","cleanCaption":"Dianna Bedwell survived but her husband, Cecil Knutson, perished when they became lost in the California high desert.","cleanCredit":"Photograph: Facebook"}},"importance":3,"showQuotedHeadline":false},{"title":"Oil company bosses' bonuses linked to $1tn spending on extracting fossil fuels","rawTitle":"Oil company bosses' bonuses linked to $1tn spending on extracting fossil fuels","item":{"type":"article","id":"environment/2015/may/25/oil-company-bosses-bonuses-1tr-spending-fossil-fuels","title":"Oil company bosses' bonuses linked to $1tn spending on extracting fossil fuels","trailText":"ExxonMobil, Shell, Chevron, Total and BP pour funding into projects to unlock oil reserves – despite scientists warning they will lead to climate change disaster","standFirst":"<p>ExxonMobil, Shell, Chevron, Total and BP pour funding into projects to unlock oil reserves – despite scientists warning they will lead to climate change disaster<br /></p>","byline":"Simon Bowers and Harry Davies","body":"<p></p> \n<p>Bosses at the world’s big five oil companies have been showered with bonus payouts linked to a $1tn (&pound;650bn) crescendo of spending on fossil fuel exploration and extraction over nine years, according to Guardian analysis of company reports.<br /></p> \n<p>The unprecedented push to bring untapped reserves into production, and to exploit new and undiscovered fields, involves some of the most complex feats of engineering ever attempted. It also reflects how confident Exxon Mobil, Shell, Chevron, Total and BP are that demand will remain high for decades to come.</p> \n<p>The big oil groups are pressing ahead with investments despite the International Energy Agency (IEA) estimating that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/nov/09/fossil-fuel-infrastructure-climate-change\">two-thirds of proven fossil fuel reserves will need to remain in the ground</a> to prevent the earth from warming 2C above pre-industrial levels – a proposed temperature limit beyond which scientists warn of spiralling and irreversible climate change. </p> \n<p>Multi-billion-dollar capital projects amount to huge, long-term bets by the big five that exorbitant costs associated with unlocking hydrocarbon reserves in some of the most inaccessible locations on the planet can eventually be recouped and converted into profits.</p> \n<p>Bonuses for chief executives at all five firms are tied to the achievement of delivery milestones in the construction and deployment of such projects.<br /> <br /> Shell’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/12/shell-ceo-ben-van-beurden-paid-242m-in-2014\">Ben van Beurden</a>, for example, last year received a pay deal worth $32.2m, including bonuses linked to delivering “a high proportion of flagship projects on time and on budget”. These are thought to include four platforms floating 1,000 metres or more above <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/may/08/shell-deepest-offshore-oil-well\">deepwater wells in the Gulf of Mexico</a>, Gulf of Guinea and South China Sea. </p> \n<p> Similarly, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/03/bps-bob-dudley-got-25-pay-rise-as-company-salaries-were-frozen\">BP’s Bob Dudley</a> was awarded a pay deal worth $15.3m, with bonuses linked to seven “major projects”, thought to include Sunrise, a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/apr/16/canada-becoming-launch-pad-of-a-global-tar-sands-and-oil-shale-frenzy\">tar sands joint venture in Canada</a>, as well as projects in Angola, Azerbaijan, the Gulf of Mexico and the North Sea.</p> \n<p>The boss of Exxon, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2008/jun/23/fossilfuels.climatechange\">Rex Tillerson</a>, was paid $33.1m last year including bonus payouts linked to projects including the first well in the Kara Sea, in the Russian Arctic, and the expansion of the Kearl tar sands operations in northern Alberta, Canada.</p> \n<p>The Guardian asked each of the big five about the appropriateness of linking bonuses to capital spending given the looming threat posed by climate change. Shell said pay for Van Beurden “reflects delivery of company strategy, measured by both short-term and long-term targets”. </p> \n<p>Chevron said executive rewards were “strongly tied to corporate performance and directly linked to increases in shareholder value”. Exxon Mobil and BP declined to respond, while Total did not answer.</p> \n<figure class=\"element element-embed\" data-alt=\"Energy companies upstream activities\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1432302865963/Energy-expenditure-chart2.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>In 2013 the big five collectively spent $165.3bn on so-called “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/blog/2013/jul/09/ben-van-beurden-shell-ceo\">upstream activities</a>” where investment is focused on colossal engineering projects to bring reserves on tap and, to a lesser extent, on exploration. Nine years earlier, the figure had been $70.8bn.</p> \n<p> Upstream capital spending edged lower last year, falling to $147.4bn as companies reacted to the surprise fall in the oil price, the first dip in upstream investments in at least nine years. But while the financial press has been full of reports of capital projects being axed or delayed, inflation-adjusted spending for 2014 remained 77% higher than in 2006 and is projected at many companies to continue at historically high levels for years to come. </p> \n<p>The combined 2014 upstream capital spending bill for the big five is three and a half times the sum devoted to research and development by the world’s five biggest-spending drug firms. It is also equivalent to more than 14% of the combined stock market value of Exxon Mobil, Shell, Chevron, Total and BP. </p> \n<p>On Wednesday, activist shareholders at Chevron, led by campaign group <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sustainable-business/2015/mar/19/exxon-mobil-investors-fossil-fuels-dividends-climate-change\">As You Sow</a>, will attend the company’s annual meeting in San Ramon, California, inviting fellow investors to vote in favour of a resolution they have filed calling for Chevron to slash its upstream capital spending and to return the unused cash to shareholders.</p> \n<p> The equivalent of one in every five dollars of revenues at Chevron was poured back into capital projects last year, totalling $37.1bn. That compares with just 7% nine years ago. A similar pattern showing a rising proportion of revenues reinvested in upstream capital spending was seen at several firms. </p> \n<p>The As You Sow resolution is unlikely to be carried because it is opposed by the Chevron board. In its letter to shareholders ahead of the meeting, directors said the proposal “is based on a flawed, if not dangerous, premise: that stockholders would be best served if Chevron stopped investing in its business”.</p> \n<p>They also hinted that Chevron did not believe political leaders convening in Paris in December for a <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/environment/cop-21-un-climate-change-conference-paris\">UN climate change summit</a> will do much to interrupt the growing demand for fossil fuels. </p> \n<p>“Notwithstanding the intent of nations to do so, the level and pace of global policy action indicates a low likelihood of a global accord to restrict fossil fuel usage to the levels referenced by the proponents [of the resolution].” </p> \n<p>Exxon Mobil, which holds its annual meeting on the same day in Dallas, Texas, is similarly expected to persuade its shareholders to vote down a handful of resolutions tabled by activists. </p> \n<p>In recent months BP and Shell have agreed to calls from church fund managers and other activists to next year provide “further information” on executive bonuses in the light of international ambitions to shift the world to a low-carbon economy. The activists want this to include a review of those bonuses currently linked to exploration and development of reserves. </p> \n<p>Despite the tens of billions of dollars involved, capital spending by the oil industry’s big five is thought to pale next to some of the upstream budgets of state-controlled groups which now dominate the world’s hydrocarbon carbon stores.</p> \n<p>Figures analysed by the Guardian from Brazil’s Petrobras and China’s PetroChina show capital spending of $24.2bn and $35.7bn respectively. They have expanded spending from 2006 of $7.33bn and $14.67bn.</p> \n<p>The vast majority of the world’s reserves were once controlled by powerful western companies known as the Seven Sisters – businesses that have effectively evolved into what are now known as the big five oil and gas majors. Their domination of global carbon resources, however, has greatly diminished, with the rise of private, state-controlled firms in Saudi Arabia, Venezuela, Iran, Russia and Malaysia. </p> \n<p>Asked about its determination to press ahead with large budgets for upstream capital projects, Shell told the Guardian: “Shell and the wider industry go through cycles of investment due to the nature of our projects and the external environment in which we operate.” </p> \n<p>BP said: “Affordable, secure energy is essential for economic prosperity and we forecast that global demand for energy is set to grow by nearly 40% by 2035. The IEA’s 450 parts-per-million [CO2 emissions] scenario estimates that by 2040 up to 60% of the fuel mix will still be fossil fuels; investment to develop oil and gas will continue to be needed.”</p> \n<h2>BP</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"07cf1c07fd78bd7c13a07598fe40eec3e8570f04\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432583407580/7d7a0f20-bbe1-4db6-bd5f-aa3e57ee576a-280x420.jpeg\" alt=\"Bob Dudley\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">BP chief executive, Bob Dudley.</span> \n  <span class=\"element-image__credit\">Photograph: Alastair Grant</span> \n </figcaption> \n</figure> \n<p><strong>CEO: Bob Dudley</strong></p> \n<p><strong>Reported pay*: $15m</strong></p> \n<p><strong>Big capital expenditure (capex) milestone: Sunrise, Canada</strong></p> \n<p>In late 2014, four years after facing intense shareholder resistance over its move into Canada’s vast and environmentally controversial tar sands, operations began at BP’s $2.5bn <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2010/apr/15/bp-oil-sands-open-pit-mining\">Sunrise project</a>.</p> \n<p>Sunrise is a prize asset for BP and their joint venture partners Husky Energy – a Canadian firm controlled by Hong Kong billionaire Li Ka-Shing. With estimated reserves of 3.7bn barrels of oil, BP believe Sunrise will provide a “secure and stable” source of energy over the next forty years.</p> \n<p>Tar sands developments like Sunrise have attracted deep environmental opposition.</p> \n<p>As well as locking in decades of some of the dirtiest fossil fuel production, extraction is an exceptionally carbon intensive process.</p> \n<p>The Sunrise project was among seven major project start-ups that helped secure Bob Dudley’s 2014 bonus. Its delivery, however, was less well received by the 1,000 workers in Canada unexpectedly laid off the day first oil was announced in March.</p> \n<h2>Chevron</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"a928abfbfd69133fe33095ac9605fb5a2e03aa06\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432584014707/6119295c-5057-4c3f-b37b-c5a9c221cf77-280x420.jpeg\" alt=\"John Watson\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">CEO of Chevron, John Watson.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Reynolds/EPA</span> \n </figcaption> \n</figure> \n<p><strong>CEO: John Watson</strong></p> \n<p><strong>Reported pay*: $26m</strong></p> \n<p><strong>Big capex milestone: Jack/St Malo, US Gulf of Mexico</strong></p> \n<p>The Jack/St Malo project has taken Chevron to one of the deepest and most remote parts of the Gulf of Mexico. After ten years of work and $7.5bn of investment, Chevron finally began pumping oil and gas from their “signature project” in December 2014.</p> \n<p>The hulking, purpose-built Jack/St Malo platform sits in ultra-deep waters of over 2,000m – displacing as much water as 350 jumbo jets would – drilling down to reservoirs 6,000 metres beneath the seabed (approximately 14 Empire State Buildings deep). </p> \n<p>Chevron believe production at Jack/St Malo will continue over the next 30 years and beyond, but in the short term the project is expected to help the company reach a target to significantly ramp up oil and gas production by 2017. </p> \n<p>It also counts towards CEO John Watson’s pay packet, whose performance is measured by the delivery of major projects such as Jack/St Malo.</p> \n<h2>Exxon Mobil</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"5ed5405d081a20521e857298f590c36b04e32fa4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432584258927/818e4a01-b336-4fd0-b823-d896838285da-280x420.jpeg\" alt=\"Rex Tillerson\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">CEO of Exxon Mobil, Rex Tillerson.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>CEO: Rex Tillerson</strong></p> \n<p><strong>Reported pay*: $33m </strong></p> \n<p><strong>Big capex milestone: Kara Sea, Russian Arctic</strong></p> \n<p>After months of drilling around the clock through the short Arctic summer, Exxon Mobil and their Russian partners Rosneft struck oil last year. Announcing the major discovery, Rosneft CEO Igor Sechin said: “This is our united victory.”</p> \n<p>The discovery of over 700m barrels of oil came with a hefty price tag – $700m for the single northernmost well in the world – but for Exxon it was ultimately short-lived. Soon after the discovery, the Texas-based company was forced to withdraw from the project thanks to creeping sanctions against Russia.</p> \n<p>By leading drilling operations in the icy <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/aug/30/exxon-rosneft-oil-arctic\">Kara Sea</a>, Exxon have taken the first steps towards opening up Russia’s Arctic waters as a major new oil and gas frontier. The Kara Sea alone is believed to hold colossal reserves of tens of billions barrels of oil. </p> \n<p>Despite withdrawing from the project, the Arctic exploration project is among Exxon’s 2014 results linked to CEO Rex Tillerson’s annual pay award.</p> \n<h2>Total</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"ca9e2d6538c055848fbd677a2d90040729aa0290\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432584623931/fcd2c274-1c42-446a-94d5-a83586332f60-280x420.jpeg\" alt=\"Christophe de Margerie\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">CEO of Total, Christophe de Margerie.</span> \n  <span class=\"element-image__credit\">Photograph: Michel Euler/AP</span> \n </figcaption> \n</figure> \n<p><strong>CEO: Christophe de Margerie (until October 2014)</strong></p> \n<p><strong>Reported pay*: $6m</strong></p> \n<p><strong>Big capex milestone: Kashagan, Kazakhstan</strong></p> \n<p>Production at <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2007/aug/26/6\">Kashagan</a> – one of the world’s most expensive and complex oil projects – is on hold. But for a brief period in 2013 the $50bn mega-project in Kazakhstan began pumping oil for the first time after a decade of setbacks and delays.</p> \n<p>Total, which is among a consortium of companies behind the Caspian Sea project, is not expecting production to resume until 2017, but Kashagan’s vast reserves are believed to be worth the wait.</p> \n<p>With estimated proven reserves of 13bn barrels of oil, Kashagan is one of the largest oil fields in the world – originally anticipated to produce more oil than Libya and with reserves greater than Brazil, <a href=\"http://www.eia.gov/todayinenergy/detail.cfm?id=13011\">according to the EIA</a>.</p> \n<p>For Total, the brief spurt of production at Kashagan was a highlight of 2013 and increasing production has been explicitly tied to the chief executive’s pay.</p> \n<h2>Shell</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"8179179665fd36d69dc4310799ad4c0ea4ae006f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/25/1432584863840/429cae36-9e64-4ec0-8edc-455ab68ac7ae-280x420.jpeg\" alt=\"Ben van Beurden\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ben van Beurden of Shell.</span> \n  <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p><strong>CEO: Ben van Beurden</strong></p> \n<p><strong>Reported pay*: $32m</strong></p> \n<p><strong>Big capex milestone: Gumusut-Kapak, Malaysia</strong></p> \n<p>Gumusut-Kakap is a deep-water oil platform off the coast of Malaysia that began pumping oil for the first time in October 2014. The project is among several of Shell’s flagship projects in 2014 tied to Ben van Beurden’s &pound;2.3m bonus.</p> \n<p>Viewed from above, the giant platform covers an area of almost two football fields and is among the largest of its kind in Asia. Floating in the South China Sea, the platform has four decks and sits atop potentially vast reserves of as much as 500m barrels of oil.</p> \n<p>Eventually Gumusut-Kakap is expected to contribute around 25 per cent of Malaysia’s oil production. The project, according to Shell, is “critical to Malaysia’s long-term energy security”.</p> \n<p>* Reported pay is the headline figure given in the annual report for each group. Calculation methodology differs between reporting jurisdictions. </p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432585693988/dcab52cc-87e4-4c05-a47f-0cd729524fec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elaine Thompson/AP","altText":"Royal Dutch Shell's oil drilling rig Polar Pioneer is towed towards a dock in Seattle.","cleanCredit":"Photograph: Elaine Thompson/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432583407023/7d7a0f20-bbe1-4db6-bd5f-aa3e57ee576a-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"BP chief executive, Bob Dudley. Photograph: Alastair Grant","credit":"Alastair Grant","altText":"Bob Dudley","cleanCaption":"BP chief executive, Bob Dudley.","cleanCredit":"Photograph: Alastair Grant"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432584013939/6119295c-5057-4c3f-b37b-c5a9c221cf77-680x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":680,"orientation":"portrait","caption":"CEO of Chevron, John Watson. Photograph: Michael Reynolds/EPA","credit":"Michael Reynolds/EPA","altText":"John Watson","cleanCaption":"CEO of Chevron, John Watson.","cleanCredit":"Photograph: Michael Reynolds/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432584260435/818e4a01-b336-4fd0-b823-d896838285da-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"CEO of Exxon Mobil, Rex Tillerson. Photograph: Mark Wilson/Getty Images","credit":"Mark Wilson/Getty Images","altText":"Rex Tillerson","cleanCaption":"CEO of Exxon Mobil, Rex Tillerson.","cleanCredit":"Photograph: Mark Wilson/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432584623666/fcd2c274-1c42-446a-94d5-a83586332f60-480x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":480,"orientation":"portrait","caption":"CEO of Total, Christophe de Margerie. Photograph: Michel Euler/AP","credit":"Michel Euler/AP","altText":"Christophe de Margerie","cleanCaption":"CEO of Total, Christophe de Margerie.","cleanCredit":"Photograph: Michel Euler/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432584865308/429cae36-9e64-4ec0-8edc-455ab68ac7ae-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Ben van Beurden of Shell. Photograph: Ben Stansall/AFP/Getty Images","credit":"Ben Stansall/AFP/Getty Images","altText":"Ben van Beurden","cleanCaption":"Ben van Beurden of Shell.","cleanCredit":"Photograph: Ben Stansall/AFP/Getty Images"}],"webPublicationDate":"2015-05-25T21:00:04Z","lastModified":"2015-05-25T23:55:01Z","metadata":{"commentable":true,"commentCount":192,"contributors":[{"name":"Simon Bowers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonbowers"},{"name":"Harry Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-davies"}],"feature":false,"keywords":["Oil","Oil","Commodities","Environment","Fossil fuels","Royal Dutch Shell","BP","Exxon Mobil","Chevron","World news","Energy industry","Oil and gas companies","Energy"],"tags":[{"id":"business/oil","webTitle":"Oil"},{"id":"environment/oil","webTitle":"Oil"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"business/royaldutchshell","webTitle":"Royal Dutch Shell"},{"id":"business/bp","webTitle":"BP"},{"id":"business/exxonmobil","webTitle":"Exxon Mobil"},{"id":"business/chevron","webTitle":"Chevron"},{"id":"world/world","webTitle":"World news"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"environment/energy","webTitle":"Energy"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/25/oil-company-bosses-bonuses-1tr-spending-fossil-fuels","shortUrl":"http://gu.com/p/4978n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/25/oil-company-bosses-bonuses-1tr-spending-fossil-fuels","webUri":"http://www.theguardian.com/environment/2015/may/25/oil-company-bosses-bonuses-1tr-spending-fossil-fuels"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/25/1432585693988/dcab52cc-87e4-4c05-a47f-0cd729524fec-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Royal Dutch Shell’s oil drilling rig Polar Pioneer is towed towards a dock in Seattle. Photograph: Elaine Thompson/AP","credit":"Elaine Thompson/AP","altText":"Royal Dutch Shell's oil drilling rig Polar Pioneer is towed towards a dock in Seattle.","cleanCaption":"Royal Dutch Shell’s oil drilling rig Polar Pioneer is towed towards a dock in Seattle.","cleanCredit":"Photograph: Elaine Thompson/AP"}},"importance":2,"showQuotedHeadline":false},{"title":"Didcot murders / Police find body of suspect Jed Allen","rawTitle":"Police find body of suspect Jed Allen","item":{"type":"article","id":"uk-news/2015/may/25/didcot-murders-police-find-body-of-jed-allen","title":"Didcot murders: body of Jed Allen found","trailText":"Police say 21-year-old man suspected of killing his sister, mother and her partner has been found dead in Oxford","standFirst":"<p>Police say 21-year-old man suspected of killing his sister, mother and her partner has been found dead in Oxford</p>","byline":"Josh Halliday","body":"<p> A man suspected of killing his six-year-old sister, their mother and her partner has been found dead in Oxford, bringing a dramatic end to a police manhunt involving more than 100 officers.</p> \n<p>The body of Jed Allen, 21, was discovered by members of the public on Monday night in woodland less than a mile from Oxford University Parks where the search had focused.</p> \n<p>Detectives had been hunting for Allen since the bodies of his sister Derin, mother Janet Jordon, 48, and Philip Howard, 44, were found at their house in Didcot, Oxfordshire, on Saturday night.</p> \n<p>At a press conference on Monday evening, detectives said they were no longer looking for anyone else in connection with the deaths.<br /></p> \n<p>Det Supt Chris Ward, who is leading the murder investigation, said: “My condolences go out to the families and loved ones of Janet Jordon, Philip Howard and Derin Jordon. We have specially trained officers with the families and we will continue to support them at this extremely difficult time.</p> \n<p>“I would like to thank the public for all their help during this investigation, as well as their patience while we have been carrying out searches across Oxfordshire. I would especially like to thank the residents of Didcot who have cooperated with the police during this tragic period.”</p> \n<p>The discovery came after a 30-hour manhunt involving sniffer dogs, armed officers and a police helicopter. The search had spanned Oxford, but centred on University Parks where Allen was a groundsman.</p> \n<p>Detectives will now shift their focus to the circumstances surrounding the triple murder. The 21-year-old, who was known to police, was said to have struggled to come to terms with his parents’ divorce and posed with knives in pictures posted on social media. </p> \n<p>Earlier on Monday, parents and children lit candles at All Saints primary school where Derin was in year 1. John Myers, the headteacher, said he was “shocked and devastated” to lose a child in such tragic circumstances. “She was a beautiful little girl, happy and gentle and smiley. She was a wonderful little child,” he added.</p> \n<p>Tributes were left outside the family home where the bodies of Janet, Philip and Derin were discovered with fatal knife wounds. A yellow teddy bear was placed inside the police cordon alongside a handwritten tribute attached to a bunch of flowers. Part of it read: “You are my family and always will be. I will miss you all each day … You have all left a massive void in my heart which will never be filled. I love you all so much, Jan, Phil and my Dezzy Doo.”<br /></p> \n<p>In an appeal for information hours before Allen’s body was found, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day\">investigators gave an insight into the Oxford University groundsman’s whereabouts</a> shortly before his family’s bodies were discovered.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/25/didcot-murders-hunt-jed-allen-enters-second-day\">Didcot murders: weapon found in hunt for Jed Allen</a> </p> \n</aside> \n<p>Police believe Allen boarded a train at 5.24pm on Saturday to Oxford from Didcot railway station, a five-minute walk from his family’s house in Vicarage Road. Twenty minutes later he arrived in Oxford and was captured on CCTV in WHSmith buying a bottle of water.</p> \n<p>After leaving WHSmith, police believe Allen made the one-mile walk through Oxford city centre to University Parks. Meanwhile, 15 miles south of Oxford, police were called to Vicarage Road at 8.23pm where they found three bodies.</p> \n<p> A triple murder investigation was launched immediately, but it was not until 11am on Sunday that detectives took the highly unusual step of naming their chief suspect.</p> \n<p>Over the past 18 months, Allen had kept his friends inundated with updates on his life, posting more than 500 pictures and videos on his Instagram account. His profile, on which he called himself Mr Meat Tank, reveals his interest in bodybuilding and comic-book characters.</p> \n<p>Several of the images show him posing as the blade-wielding X-Men character Wolverine while in others he grins at the camera as he shows the distinctive spider tattoo on his left hand.</p> \n<p>On Facebook, Allen told friends in June last year: “Works turned sour already. Fed up of being treated like dirt.” Days earlier, he wrote that he wasn’t a “morning person”, adding: “I’ve decided there is no time of day that I function well.”</p> \n<p>Videos from four months ago show Allen singing Bohemian Rhapsody with a boy in a small bedroom, alongside a teddy bear in a Liverpool FC shirt and what appeared to be a Batman dressing gown. In another, Allen sings the Shaggy song Boombastic with the caption: “A few days ago when I was happy.”</p> \n<p>Eight months ago, Allen posted a video on Instagram showing him pretending to be stabbed by his friend, who was standing over him with a knife.</p> \n<p>Steve Connel, a councillor for Didcot North East on South Oxfordshire district council, said he would seek answers about why Allen was known to police and about the circumstances of his employment by Didcot town council.</p> \n<p>He said it was a shock to learn that Allen was a council groundsman. He said: “It is something we will look into more fully but in situations like this it’s difficult to know when someone will allegedly act like that. It will be something that we will review.”</p> \n<p>Allen’s friends have posted remarks on social media defending him, pointing out that he is innocent until proven guilty. <br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ebc8898ce9ec61d3fd5d104b570e2963b01da674/0_1031_3222_1933/3222.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1933,"width":3222,"orientation":"landscape","credit":"Thames Valley Police/PA","altText":"Jed Allen","cleanCredit":"Photograph: Thames Valley Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-25T17:18:55Z","lastModified":"2015-05-25T23:19:46Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Josh Halliday","topic":{"type":"tag-contributor","name":"profile/josh-halliday"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/25/didcot-murders-police-find-body-of-jed-allen","shortUrl":"http://gu.com/p/497n8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/25/didcot-murders-police-find-body-of-jed-allen","webUri":"http://www.theguardian.com/uk-news/2015/may/25/didcot-murders-police-find-body-of-jed-allen"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ebc8898ce9ec61d3fd5d104b570e2963b01da674/0_1031_3222_1933/3222.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1933,"width":3222,"orientation":"landscape","caption":"Jed Allen, who was the lead suspect over the murder of Derin Jordon, Janet Jordon and Philip Howard. Photograph: Thames Valley police/PA","credit":"Thames Valley police/PA","altText":"Jed Allen","cleanCaption":"Jed Allen, who was the lead suspect over the murder of Derin Jordon, Janet Jordon and Philip Howard.","cleanCredit":"Photograph: Thames Valley police/PA"}},"importance":1,"kicker":{"title":"Didcot murders"},"showQuotedHeadline":false}],"lastModified":"2015-05-26T08:17:00Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}