{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"EU referendum / CBI tells employers to 'turn up volume' on benefits of staying in","rawTitle":"CBI tells employers to 'turn up volume' on benefits of staying in","item":{"type":"article","id":"business/2015/may/20/eu-referendum-vote-cbi-uk-membership","title":"EU vote: CBI tells employers to 'turn up volume' on benefits of UK membership","trailText":"Employers’ organisation urges businesses to make stronger and clearer case for Europe as isolation fears grow","standFirst":"<p>Employers’ organisation urges businesses to make stronger and clearer case for Europe as isolation fears grow</p>","byline":"Larry Elliott Economics editor","body":"<p>Britain’s leading employers’ organisation will urge its members “to turn up the volume” about the benefits of EU membership amid concerns that a vote to exit in the referendum would lead to isolation.</p> \n<p>Sir Mike Rake, president of the CBI, will tell the organisation’s annual dinner in London that businesses have to make a stronger argument for Europe in language that makes sense to the public.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Business must be crystal clear that membership is in our national interest</p> \n  <footer> \n   <cite>Sir Mike Rake, CBI</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The call came as Deutsche Bank became the first leading financial company to state publicly that it would consider moving part of its London-based operation out of the UK if Britain decides to end more than four decades of EU membership in the in/out referendum pledged by the government by the end of 2017.</p> \n<p>Rake will say: “Business has increasingly spoken out on this crucial issue and the time has come to turn up the volume. Speaking out clearly and in a language which people can understand. In the months to come, our country will have to make its own choice. A choice between openness and isolation. Between shaping the future or retreating into the past.”</p> \n<p>With members on both sides of the argument, the CBI took a neutral position when Tony Blair’s government debated the merits of joining the euro in the early 2000s. But the employers’ organisation has taken a more aggressive approach to EU membership, arguing that a vote to leave would put jobs at risk and cost Britain influence.</p> \n<p>A report published by the CBI in late 2013 said the benefits of EU membership were worth &pound;3,000 for every UK household, a figure disputed by those campaigning for Britain to leave. During the election campaign, Nigel Farage, leader of Ukip, said the UK’s membership fee for the EU was &pound;20bn year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/nils-pratley-on-finance/2015/may/20/does-cbi-president-really-want-britain-to-stay-in-an-unreformed-eu\">Does CBI president really want Britain to stay in an unreformed EU?</a> </p> \n</aside> \n<p>Japanese, German and US diplomats have been warning the UK privately for some time that foreign-owned businesses are worried about the so-called Brexit scenario, but the election result has made businesses on both sides of the argument more willing to express their views in public.</p> \n<p>After the chief executive of JCB, the digger manufacturer, said on Sunday that a UK exit would have no negative impact on trade with the rest of Europe, Deutsche Bank is reported to have set up a working group to study the ramifications of a referendum vote to leave the EU. It employs 9,000 people in the UK.</p> \n<p>The comments from the CBI president reflect concern in the pro-EU camp to avoid the negative and dry tone of the Better Together campaign in the Scottish referendum last year.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"gu-fc-1b42321a-d494-4db5-a0ca-a7b8dd9da1f5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/19/1432057126280/ab8df16d-574e-4a20-a700-a942cbb37753-460x276.jpeg\" alt=\"Sir Mike Rake\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sir Mike Rake, who has questioned whether the UK would thrive outside the EU.</span> \n  <span class=\"element-image__credit\">Photograph: Rex</span> \n </figcaption> \n</figure> \n<p>Rake will say: “The question is not whether the UK would survive outside the EU, but whether it would thrive. No one has yet set out a credible alternative future to EU membership. The current alternatives are not realistic options – little or no influence and the obligation to comply with EU principles whilst still paying most of the costs.</p> \n<p>“Norway is the 10th highest contributor to the EU budget, despite not being a member, and it took Switzerland nine years to negotiate and implement partial access to the single market.”</p> \n<p>Almost half of Britain’s exports go to other EU countries, despite the five-year sovereign debt crisis that has stifled growth in the 18-country eurozone. Attempts by UK companies to expand into the faster growing economies of Asia have proved only partly successful.</p> \n<p>“Business must be crystal clear that membership is in our national interest,” Rake will say. “The EU is key to our national prosperity. Letting us set the trade agenda, be part of the biggest free trade deal ever negotiated – the Transatlantic Trade and Investment Partnership – and be able to properly compete with global giants like China and India.”</p> \n<p>While acknowledging public concerns around immigration, Rake will warn that the NHS could not operate without skilled migration and that attracting the “best and brightest European talent” is good for the economy.</p> \n<p>The CBI has backed David Cameron’s view that it is in the interests of the UK to remain within a reformed Europe, with its director general, John Cridland, saying previously that the EU needs to “do more of what it is good at and less of what it is not good at”.</p> \n<p>Rake will flesh out this argument in Wednesday evening’s speech, urging that regulation on lifestyle issues should be left to member states, adding that “poorly thought-out legislation – especially on employment law – can be a real headache for business”.<br /></p> \n<p>“Today the moment is ripe for reform. The things we want are shared by our European colleagues and the EU can be more competitive without the need for treaty change,” he will say. “Reform will not happen overnight. But by working with our allies on an ambitious – yet achievable – agenda, we can make it a reality. So we support the prime minister’s drive for a more competitive EU. And the new government can count on business’s support to make this happen.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf471bdcbe91476d941831061af45f417e3394fb/427_0_4064_2440/4064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2440,"width":4064,"orientation":"landscape","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"The CBI president will say the UK must make a choice between openness and isolation.","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/1/27/1359298106556/easyJet-chairman-Sir-Mike-011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Sir Mike Rake, who has questioned whether the UK would thrive outside the EU. Photograph: Rex","credit":"Rex","altText":"Sir Mike Rake","cleanCaption":"Sir Mike Rake, who has questioned whether the UK would thrive outside the EU.","cleanCredit":"Photograph: Rex"}],"webPublicationDate":"2015-05-19T23:01:07Z","lastModified":"2015-05-20T07:08:12Z","metadata":{"commentable":true,"commentCount":1091,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Confederation of British Industry (CBI)","European Union","EU referendum","Business","UK news","Politics","Eurozone","Europe","Foreign policy","World news","Economic policy","Economics"],"tags":[{"id":"business/cbi","webTitle":"Confederation of British Industry (CBI)"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"business/business","webTitle":"Business"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/world","webTitle":"World news"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"business"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/20/eu-referendum-vote-cbi-uk-membership","shortUrl":"http://gu.com/p/493a3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/20/eu-referendum-vote-cbi-uk-membership","webUri":"http://www.theguardian.com/business/2015/may/20/eu-referendum-vote-cbi-uk-membership"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bf471bdcbe91476d941831061af45f417e3394fb/427_0_4064_2440/4064.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2440,"width":4064,"orientation":"landscape","caption":"The CBI president will say the UK must make a choice between openness and isolation. Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"The CBI president will say the UK must make a choice between openness and isolation.","cleanCaption":"The CBI president will say the UK must make a choice between openness and isolation.","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":7,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false},{"title":"Israel scraps scheme to ban Palestinians from buses","rawTitle":"Israel scraps scheme to ban Palestinians from buses","item":{"type":"article","id":"world/2015/may/20/israeli-scheme-to-ban-palestinians-from-buses-tantamount-to-apartheid","title":"Israel scraps scheme to ban Palestinians from buses","trailText":"Rightwing defence minister had approved scheme to stop Palestinians working in Israel returning to West Bank on Israeli buses","standFirst":"<p>Rightwing defence minister had approved programme to stop Palestinians working in Israel returning to West Bank on Israeli buses</p>","byline":"Peter Beaumont in Jerusalem","body":"<p>A ban on Palestinians who work in Israel from returning home to the West Bank on Israeli buses that service settlements has been suspended within hours of its instigation on Wednesday morning.</p> \n<p>Israel’s prime minister, Binyamin Netanyahu, ordered that the pilot plan be suspended after the rightwing defence minister, Moshe Ya’alon, had approved the scheme.</p> \n<p>Opposition figures had described the plan as a humiliation and tantamount to apartheid.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This is how apartheid looks. There is no better or nicer way to put it.</p> \n  <footer> \n   <cite>Zahava Gal-On</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“The decision to separate Palestinians and Jews on public transportation is an unnecessary humiliation that is a stain on the state and its citizens,” the Israeli opposition leader, Isaac Herzog, wrote on his Facebook page.</p> \n<p>“This is another one of the prime minister’s mistakes, who is giving in to and supporting a horrible decision that has no connection to the security of the state,” Herzog added. <br /></p> \n<p>The leader of Israel’s leftwing Meretz party, Zahava Gal-On, said: “This is how apartheid looks. There is no better or nicer way to put it. Separate buses for Jews and Palestinians prove that democracy and occupation cannot co-exist.”</p> \n<p>The arrangement – which also drew immediate criticism from human rights groups – would have meant not only that Palestinians with permits to work in Israel would be unable to return home on buses used by Jews, but also that they would be required to leave Israel through the same checkpoint they entered, adding several hours to daily journeys.</p> \n<p>Yariv Oppenheimer, the head of Israel’s Peace Now, described the scheme as “an ugly and racist policy that has no place in a democratic society”.</p> \n<p>He added: “Security calculations are a cover for the settlers’ wanting to abuse the Palestinians and not see them, God forbid, on their way home to the settlement.” </p> \n<p>The arrangement was first mooted last year after lobbying by settler organisations, but was not implemented. Under the scheme – slated to last three months initially – Palestinians entering Israel via the Rayhan, Hala, Eliyahu and Eyal checkpoints would only be able return home via the same checkpoints through which they left the West Bank.</p> \n<p>Palestinians with entry permits – mainly working in the construction industry – enter Israel through smart crossings, which register them, and are then allowed to return by public transport with no need to register on their return. </p> \n<p>Palestinians would also have been banned from using the Israeli Afik bus service, which runs along route 5 to the huge West Bank settlement of Ariel, and which they had shared with settlers, instead being required to use Palestinian public transport.</p> \n<p>Before the ban was lifted, an Israeli defence official said: “Under a three-month pilot project, Palestinians who work in Israel will, starting Wednesday, need to return home by the same crossing without taking buses used by (Israeli) residents” of the occupied West Bank.</p> \n<p>According to the Israeli website Walla, implementation of the plan was initially held up for several months following concerns from senior military officials. Their objections were eventually overruled by Ya’alon, who reportedly argued that it was necessary to supervise Arabs returning to the West Bank.</p> \n<p>Settlers groups have long been campaigning to have Palestinian workers banned from the buses they use, including in evidence to the last Knesset, where they claimed they faced harassment from Palestinians using the bus services. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24e9a21e98e67b5b61d47d106a62c2596cb28acd/0_0_3471_2083/3471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2083,"width":3471,"orientation":"landscape","credit":"Baz Ratner / Reuters/REUTERS","altText":"A woman disembarks a Palestinian bus before crossing through Israel’s Eyal checkpoint.","cleanCredit":"Photograph: Baz Ratner / Reuters/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-20T08:21:27Z","lastModified":"2015-05-20T08:29:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":false,"keywords":["Israel","Palestinian territories","Middle East and North Africa","World news"],"tags":[{"id":"world/israel","webTitle":"Israel"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Peter Beaumont","topic":{"type":"tag-contributor","name":"profile/peterbeaumont"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/20/israeli-scheme-to-ban-palestinians-from-buses-tantamount-to-apartheid","shortUrl":"http://gu.com/p/493nj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/20/israeli-scheme-to-ban-palestinians-from-buses-tantamount-to-apartheid","webUri":"http://www.theguardian.com/world/2015/may/20/israeli-scheme-to-ban-palestinians-from-buses-tantamount-to-apartheid"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/24e9a21e98e67b5b61d47d106a62c2596cb28acd/0_0_3471_2083/3471.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2083,"width":3471,"orientation":"landscape","caption":"A woman gets off a bus before crossing through Israel’s Eyal checkpoint. Photograph: Baz Ratner/Reuters","credit":"Baz Ratner/Reuters","altText":"A woman disembarks a Palestinians-only bus before crossing through Israel’s Eyal checkpoint.","cleanCaption":"A woman gets off a bus before crossing through Israel’s Eyal checkpoint.","cleanCredit":"Photograph: Baz Ratner/Reuters"}},"importance":6,"showQuotedHeadline":false},{"title":"Labour leadership / Tristram Hunt: party too timid under Ed Miliband","rawTitle":"Tristram Hunt: party too timid under Ed Miliband","item":{"type":"article","id":"politics/2015/may/19/labour-too-timid-under-ed-miliband-tristram-hunt-leadership-welfare-childcare-devolution","title":"Labour too timid under Ed Miliband, Tristram Hunt to say","trailText":"Shadow education secretary and leadership hopeful to set out three bold ideas on welfare, childcare and devolution he says former leader felt unable to embrace","standFirst":"<p>Shadow education secretary and leadership hopeful to set out three bold ideas on welfare, childcare and devolution he says former leader felt unable to embrace</p>","byline":"Patrick Wintour Political editor","body":"<p>Labour was timid under Ed Miliband and lacked the political courage to embrace bold ideas on welfare, the family and the devolution of power to cities, Tristram Hunt, a possible leadership candidate, will say.</p> \n<p>The shadow education secretary will also warn that a party that merely tries to restore “the beating heart of Labour” – a phrase adopted by leadership hopeful Andy Burnham – would remain out of office and so, once again, would let down its heartland communities.</p> \n<p>Hunt’s speech on Wednesday is likely to be critical in his efforts to get on to the leadership ballot paper, and is designed to show he has a distinctive overall analysis of both Labour’s failures and the potential solution.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/19/labour-saviour-downing-street-michael-howard\">Labour’s saviour may never reach Downing Street | Rafael Behr</a> </p> \n</aside> \n<p>Urging the party not to lapse into an abstract discussion about values, Hunt tries to come up with practical examples of how Labour can adopt what he calls a 100% strategy that appeals to the whole of the country, and not simply micro-targeted groups.</p> \n<p>Hunt, part of the 2010 intake and considered one of the party’s intellectuals, is still struggling to gather nominations from 35 MPs – a requirement for any candidate who wishes to put their name forward for the summer leadership election.</p> \n<p>He will say in a speech to the thinktank Demos in London that Miliband was right to make the issue of inequality central to to his programme, but the radicalism in the former Labour leader’s thinking was often blunted by a timid desire to square vested interests in the party.</p> \n<p>Hunt will set out three big ideas he says Miliband felt unable to embrace:</p> \n<p><span class=\"bullet\">•</span> The restoration of the principle of contribution to the benefits system, with higher rates paid to those claimants with a strong record of employment </p> \n<p><span class=\"bullet\">•</span> The introduction of a universal right to free childcare for working parents of children aged two or over by freezing or reducing child benefit</p> \n<p><span class=\"bullet\">•</span> The extension of the principle of “devo max” to the English cities and regions, with combined authorities given the power to vary rates of tax so they can attract investment to particular areas as well as have control over the growth of business rate income they receive.</p> \n<p>Hunt argues: “We did not lack for ideas, what we lacked was political courage. In our strategic straitjacket, we refused to accept them, to make the argument for them or to build them into a new sense of mission.”</p> \n<p>He will say Labour has to be seen to be on the people’s side and earn the right to be trusted with their future. <br /></p> \n<p>He will argue that trust “only comes when we offer a broad-based, forward-looking Labour project. A 100% strategy. Not the timid, institutionalised caution which led so many to believe we had a 35% strategy”.</p> \n<p>On families, Hunt will say: “There are historical deficiencies of our approach towards the family and the belief that child poverty can be solved largely or even entirely through material redistribution. <br /></p> \n<p>“We need institutions that tackle inequality at source – by raising the opportunities parents have to work and children have to learn, not provide a monetary sticking plaster when it is far too late. </p> \n<p>“We need to offer a childcare revolution, free all year round, for every working family. Such ambition does not come cheap. <br /></p> \n<p>“The IPPR [Institute for Public Policy Research] suggested it would mean hard choices like freezing child benefit for school-age children.”</p> \n<p>On welfare reform, he will say: “Go back to [social reformer William] Beveridge, begin to restore the contributory principle: you pay more in, you get more out. <br /></p> \n<p>“The IPPR’s <a href=\"http://www.ippr.org/publications/the-condition-of-britain-strategies-for-social-renewal\">Condition of Britain report</a> proposed big reforms to restore the principle of contribution most of which ended up on the cutting room floor.</p> \n<p>“We should establish a clear principle with out-of work benefits. If you have a strong record of work, you should receive more help when you fall on hard times.”</p> \n<p>He will also express his dismay about the way Labour allowed the devolution agenda to be stolen from Labour by George Osborne, the chancellor. <br /></p> \n<p>Hunt will say: “Labour needs to win the race to hand power back to local people. Yet even more important: radical devolution must surely form a big part of our answer to the rise of nationalism – both in Scotland and in England.</p> \n<p>“A modernising approach to devolution must be about about growing local pride and local prosperity. <br /></p> \n<p>“This is about more than the powers of local government – and indeed the Labour party’s approach to community – it is about the integrity of the United Kingdom itself.</p> \n<p>“We must shed our timidity, match the Tory offer and go beyond it by giving city and country regions the power to vary local taxes, including business rates. <br /></p> \n<p>“Devo max shouldn’t stop at the Scottish border. If it’s good for Scotland and Scottish business, it’s good for England too. We need a devo max settlement for England.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9e094f343bea45b60f0c10c6d7a3984405eff6e7/891_176_2551_1529/2551.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1529,"width":2551,"orientation":"landscape","credit":"Kazam Media/REX","altText":"Tristram Hunt will urge Labour not to lapse into an abstract discussion about values, and promises to offer examples of how it can adopt what he calls a 100% strategy that appeals to the whole of the country. ","cleanCredit":"Photograph: Kazam Media/REX"}],"bodyImages":[],"webPublicationDate":"2015-05-19T21:30:05Z","lastModified":"2015-05-20T07:10:19Z","metadata":{"commentable":true,"commentCount":856,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Labour party leadership","Tristram Hunt","Labour","Politics","UK news","Welfare","Child benefit","Benefits","Children","Communities","Society","Devolution"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/tristram-hunt","webTitle":"Tristram Hunt"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/welfare","webTitle":"Welfare"},{"id":"society/child-benefit","webTitle":"Child benefit"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/children","webTitle":"Children"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"politics/devolution","webTitle":"Devolution"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/19/labour-too-timid-under-ed-miliband-tristram-hunt-leadership-welfare-childcare-devolution","shortUrl":"http://gu.com/p/493gh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/19/labour-too-timid-under-ed-miliband-tristram-hunt-leadership-welfare-childcare-devolution","webUri":"http://www.theguardian.com/politics/2015/may/19/labour-too-timid-under-ed-miliband-tristram-hunt-leadership-welfare-childcare-devolution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9e094f343bea45b60f0c10c6d7a3984405eff6e7/891_176_2551_1529/2551.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1529,"width":2551,"orientation":"landscape","caption":"Tristram Hunt will urge Labour not to lapse into an abstract discussion about values, and promises to offer examples of how it can adopt what he calls a 100% strategy that appeals to the whole of the country.  Photograph: Kazam Media/REX","credit":"Kazam Media/REX","altText":"Tristram Hunt will urge Labour not to lapse into an abstract discussion about values, and promises to offer examples of how it can adopt what he calls a 100% strategy that appeals to the whole of the country. ","cleanCaption":"Tristram Hunt will urge Labour not to lapse into an abstract discussion about values, and promises to offer examples of how it can adopt what he calls a 100% strategy that appeals to the whole of the country. ","cleanCredit":"Photograph: Kazam Media/REX"}},"importance":5,"kicker":{"title":"Labour leadership"},"showQuotedHeadline":false},{"title":"Portugal / Outrage over police officer beating man in front of his children","rawTitle":"Outrage over police officer beating man in front of his children","item":{"type":"article","id":"world/2015/may/20/outrage-in-portugal-over-police-beating-of-man-in-front-of-his-children","title":"Outrage in Portugal over police beating of man in front of his children","trailText":"Video footage of Jose Magalhaes being struck by police as his sons and his father look on has put family at centre of national scandal over alleged police brutality","standFirst":"<p>Video footage of Jose Magalhaes being struck by police at Benfica football match has put family at centre of national scandal over alleged police brutality</p>","byline":"Associated Press in Matosinhos","body":"<p>Video footage of a Portuguese policeman beating a middle-aged football fan in front of his two young sons has caused a national scandal in the country.</p> \n<p>Jose Magalhaes took his sons and his 66-year-old father to watch their team, Benfica, play an away fixture against <a href=\"http://www.bbc.co.uk/sport/0/football/32773179\">Vit&oacute;ria de Guimar&atilde;es. </a>The 0-0 draw meant Benfica won the league title.<br /></p> \n<p>The video, which also shows the police officer punching Magalhaes’s father, has sparked outrage in Portugal and led to an official investigation by authorities of alleged police abuse of power.</p> \n<p>Magalhaes, 42, told AP on Tuesday that police had allowed him and his sons to leave the stadium before others because his children, aged nine and 13, were being crushed as Benfica fans inside celebrated.</p> \n<p>“It was supposed to be a day of celebration,” Magalhaes told AP in his hometown of Matosinhos.</p> \n<p>The police force’s national headquarters said it has opened an investigation into the incident. The government department that oversees the police is also analysing police conduct.</p> \n<p>The dramatic footage, played widely on Portuguese TV and social media, shows the Magalhaes family by a low wall outside the stadium, where the youngest child sat down and drank a bottle of water. <br /></p> \n<p>There were few other people in the vicinity because police were holding rival fans inside the stadium in northern Portugal, to avoid clashes in surrounding streets.</p> \n<p>An officer questioned Magalhaes, then punched his father before using a truncheon to beat Magalhaes on the ground while his nine-year-old screamed: “Dad! Dad!”</p> \n<p>“The policeman came over ... and asked us why we had brought children to a stadium if we knew there might be trouble,” Magalhaes said. <br /></p> \n<p>“I told him, gesticulating, that he should be more concerned about the problems inside the stadium.</p> \n<p>“The next thing I know he’s on top of me.”</p> \n<p>Another policeman in riot gear with a shield kept the 9-year-old child away and tried to pick him up as he cried.</p> \n<p>Magalhaes said his first worry was his youngest son.</p> \n<p>“The kid didn’t understand what was going on. I wanted to get over to him and comfort him ... and calm him down,” he said. Instead, Magalhaes was handcuffed and taken away.</p> \n<p>Magalhaes said the policeman alleged at an initial court hearing on Monday that Magalhaes spat at him, a claim Magalhaes denied. Magalhaes said the police had previously been kind to him and his family by letting them leave the stadium early.</p> \n<p>The incident has brought a flurry of investigations and charges.</p> \n<p>Magalhaes’s lawyer, Sonia Carneiro, said police have brought a complaint of threatening behaviour and obstruction against Magalhaes. <br /></p> \n<p>After an initial hearing on Monday, the public prosecutor’s office is now investigating whether there is enough evidence to proceed with a formal charge against Magalhaes. There is no deadline for a decision.</p> \n<p>Magalhaes said he and his father intend to file a complaint against the police, though he acknowledges that the one officer who hit him does not represent the entire police force.</p> \n<p>Meanwhile, he has to explain what happened to his children. He and his wife had taught them that the police are their friends, he said, and they “couldn’t understand why the police acted like they did”.</p> \n<p>As he nurses his bruises and stiffness, Magalhaes hopes an invitation from Benfica to watch next weekend’s final game of the season will help banish the bad memory.</p> \n<p>“The physical part will heal faster than the psychological part,” he said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432092534449/Benfica-police-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"AP","altText":"Benfica police","cleanCredit":"Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-05-20T00:52:13Z","lastModified":"2015-05-20T04:35:26Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Portugal","World news","Europe","Police","Football","Benfica","Vitória de Guimarães","Sport"],"tags":[{"id":"world/portugal","webTitle":"Portugal"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/police","webTitle":"Police"},{"id":"football/football","webTitle":"Football"},{"id":"football/benfica","webTitle":"Benfica"},{"id":"football/vitoria-de-guimaraes","webTitle":"Vitória de Guimarães"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/20/outrage-in-portugal-over-police-beating-of-man-in-front-of-his-children","shortUrl":"http://gu.com/p/493kf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/20/outrage-in-portugal-over-police-beating-of-man-in-front-of-his-children","webUri":"http://www.theguardian.com/world/2015/may/20/outrage-in-portugal-over-police-beating-of-man-in-front-of-his-children"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456784283","source":"AP","durationInSeconds":48,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/20/150520Benfica_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/20/150520Benfica_FromGAus/150520Benfica_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432092504255/Benfica-police-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"Police outside a Benfica match beat a man who is with his two sons. Portugal. 20 May 2015 Photograph: AP","credit":"AP","altText":"Benfica police","cleanCaption":"Police outside a Benfica match beat a man who is with his two sons. Portugal. 20 May 2015 Photograph: AP"}}},"importance":4,"kicker":{"title":"Portugal"},"showQuotedHeadline":false},{"title":"Rate rigging / UBS facing £350m in fines as banks hit with fresh sanctions","rawTitle":"UBS facing £350m in fines as banks hit with fresh sanctions","item":{"type":"article","id":"business/2015/may/20/ubs-facing-350m-in-fines-as-banks-hit-with-fresh-sanctions-for-rate-rigging","title":"UBS facing £350m in fines as banks hit with fresh sanctions for forex rigging","trailText":"Swiss bank announces expected penalties, signalling further huge fines for others including Barclays and Royal Bank of Scotland","standFirst":"<p>Swiss bank announces expected penalties, signalling further huge fines for others including Barclays and Royal Bank of Scotland</p>","byline":"Jill Treanor","body":"<p>Major banks are braced for a fresh wave of punishments and fines for rigging foreign exchange markets after Swiss bank UBS revealed on Wednesday it had avoided prosecution by the US Department of Justice because it alerted the prosecutor to the manipulation of the &pound;3.5tn-a-day markets.</p> \n<p>Even so the Swiss bank – already fined by other US regulators and the Financial Conduct Authority for forex offences – admitted it was facing $545m (&pound;350m) of new fines, as it admitted to further wrongdoing relating to the manipulation of Libor. The US authorities also tore up a non-prosecution agreement with UBS that dated back to the 2012 scandal over the rigging of the benchmark interest rate. .</p> \n<p>The announcement from UBS signals that the US DoJ is preparing to impose punishments on other banks – including Barclays and bailed-out Royal Bank of Scotland – as soon as Wednesday. Barclays is also awaiting punishment from the FCA and has already prepared the ground for <a href=\"http://www.theguardian.com/business/2015/apr/29/barclays-sets-aside-further-1bn-forex-rigging-ppi-mis-selling \">penalties of as much as &pound;2bn</a>.</p> \n<p>The punishments, also expected on two US banks, could result in total penalties of over &pound;3bn and require the banks to plead guilty to offences relating to manipulating foreign exchange markets – a sanction rarely imposed by the DoJ.</p> \n<p>The offences will add to the reputational hit for the industry, which has been reeling since the Libor scandal was exposed in 2012 and quickly followed by the revelations that banks were also rigging foreign exchange markets. </p> \n<p>These will be the second wave of punishments for rigging forex markets. UBS was part of a settlement in November 2014 when six major banks were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/nov/12/foreign-exchange-fines-ubs-hsbc-citibank-jp-morgan-rbs-penalties-market-rigging\">fined &pound;2.6bn for rigging markets</a>. At the time regulators in the UK and the US described a “free-for-all” culture on trading floor. RBS, HSBC, JP Morgan, UBS, Citibank were fined by the FCA, and US regulators also fined Bank of America. </p> \n<p>But the DoJ was not part of that settlement and in recent weeks banks, including RBS, have admitted they are in discussions with the US authority about potential criminal offences.</p> \n<p>UBS had warned on 5 May that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/05/ubs-expects-forex-rigging-settlement-with-us-as-profits-surge\">discussions with the DoJ were at an advanced stage</a>. On Wednesday it said it would not plead guilty to forex related offices with the DoJ. “This immunity reflects UBS’s role as the firm that first reported potential misconduct to the DOJ,” UBS said.</p> \n<p>But it was punished again for Libor rigging even though its Japanese arm pleaded guilty to one charge of wire fraud with the DoJ as part of its penalty for rigging Libor, for which the Swiss bank was fined &pound;940m in December 2012. It has now plead guilty to one count of wire fraud for Libor and agreed to accept a $203m fine and three-year term of probation. </p> \n<p>For forex offences the Fed and another US regulator have issued a cease and desist order after finding that UBS engaged in unsafe and unsound business practices and fining it $342m.</p> \n<p>UBS issued a joint statement by its chairman Axel Weber and chief executive Sergio Ermotti. They said: “The conduct of a small number of employees was unacceptable and we have taken appropriate disciplinary actions. We made significant investments to strengthen our control framework and compliance programs.</p> \n<p>“We self-detected this matter and reported it to the US Department of Justice and other authorities. Our actions demonstrate our determination to pursue a policy of zero tolerance for misconduct and a desire to promote the right culture in our industry.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432099255244/048b98f7-86ef-429f-8194-79c1bf1a4c3c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Arnd Wiegmann/Reuters","altText":"Logo of Swiss bank UBS at the company's headquarters in Zurich.","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-20T06:01:25Z","lastModified":"2015-05-20T06:45:46Z","metadata":{"commentable":true,"commentCount":145,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Libor","UBS","Banking","Business","European banks","Financial sector","Europe","World news"],"tags":[{"id":"business/libor","webTitle":"Libor"},{"id":"business/ubs","webTitle":"UBS"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/20/ubs-facing-350m-in-fines-as-banks-hit-with-fresh-sanctions-for-rate-rigging","shortUrl":"http://gu.com/p/493nv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/20/ubs-facing-350m-in-fines-as-banks-hit-with-fresh-sanctions-for-rate-rigging","webUri":"http://www.theguardian.com/business/2015/may/20/ubs-facing-350m-in-fines-as-banks-hit-with-fresh-sanctions-for-rate-rigging"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432099255244/048b98f7-86ef-429f-8194-79c1bf1a4c3c-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Logo of Swiss bank UBS at the company’s headquarters in Zurich. Photograph: Arnd Wiegmann/Reuters","credit":"Arnd Wiegmann/Reuters","altText":"Logo of Swiss bank UBS at the company's headquarters in Zurich.","cleanCaption":"Logo of Swiss bank UBS at the company’s headquarters in Zurich.","cleanCredit":"Photograph: Arnd Wiegmann/Reuters"}},"importance":3,"kicker":{"title":"Rate rigging"},"showQuotedHeadline":false},{"title":"Norwegian Cruise Line ship refloated after running aground on Bermuda reef","rawTitle":"Norwegian Cruise Line ship refloated after running aground on Bermuda reef","item":{"type":"article","id":"world/2015/may/20/norwegian-cruise-line-norwegian-dawn-aground-reef-bermuda","title":"Norwegian Cruise Line ship refloated after running aground on Bermuda reef","trailText":"Firm says all 2,675 passengers and more than 1,000 crew on board are safe after ship ran aground before being floated off reef at high tide<br>","standFirst":"<p>Firm says all 2,675 passengers and more than 1,000 crew on board are safe after ship ran aground before being floated off reef at high tide<br /></p>","byline":"Staff and agencies","body":"<p> A Norwegian Cruise Line ship ran aground on a reef on Tuesday after leaving Bermuda but no one was injured and the vessel was later floated off at high tide, the company said. </p> \n<p>The Norwegian Dawn was on a week-long Boston to Bermuda cruise with 2,443 passengers and 1,059 crew, the world’s third-largest cruise operator said in a statement. </p> \n<p>“All guests and crew are safe and there were absolutely no injuries,” Miami-based Norwegian Cruise Line said. </p> \n<p>It said its ship was leaving King’s Wharf, Bermuda, about 5pm when the vessel had a “temporary malfunction of its steering system” which caused it to sail “slightly off course.” </p> \n<p>The company said the ship’s officers, engineers and an independent dive team have confirmed its structural integrity, and that the vessel will also be thoroughly inspected in Bermuda by DNVGL, the ship’s classification society, before returning to Boston. </p> \n<p>“The ship is fully operational with the full complement of onboard services available to guests,” the company said, adding it would remain at anchor nearby overnight. </p> \n<p>Photos posted on Twitter by people onboard showed passengers, some with drinks in hand, strolling on deck and peering over the rail into the bright blue sea. </p> \n<figure class=\"element element-embed\" data-alt=\"Norwegian cruise ship aground Jay Twitter\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en-gb&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Norwegian &lt;a href=&quot;https://twitter.com/hashtag/Dawn?src=hash&quot;&gt;#Dawn&lt;/a&gt; Small boat sent out to check for damage. Stick hi and dry on a reef. &lt;a href=&quot;https://twitter.com/hashtag/Bermuda?src=hash&quot;&gt;#Bermuda&lt;/a&gt; in background. &lt;a href=&quot;http://t.co/Y6ACCkwH0J&quot;&gt;pic.twitter.com/Y6ACCkwH0J&lt;/a&gt;&lt;/p&gt;— Jay (@ThatCantB_Right) \n &lt;a href=&quot;https://twitter.com/ThatCantB_Right/status/600786372178407426&quot;&gt;May 19, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Small boats checking for damage could be seen, as well as two tug boats and a Bermuda police boat, and scuba divers in wetsuits preparing to investigate below the waterline. </p> \n<p>“Ship shuddered, then stopped really fast,” wrote one Twitter user, Rachel Hansen of Londonderry, New Hampshire. “Lots of people still trying to have a good time.” </p> \n<p>An official with Bermuda’s Rescue Coordination Center, speaking on condition of anonymity, told the Associated Press the ship hit the reef near Bermuda’s North Channel.</p> \n<p>The official, who was not authorised to talk to the media, said there were 2,675 passengers and 1,062 crew members aboard the ship, adding that it was in a stable position. </p> \n<p>Hansen said she and her family gathered essential belongings and joined other people who went to the top of the ship to see what had happened.</p> \n<p>“We had crew members running around in a panic, and we felt like we had to panic,” she said, adding that overall, the majority of crew members reacted calmly and quickly.</p> \n<p>As the hours went by, she said passengers settled into their evening routine and the ship still held entertainment shows as planned.</p> \n<figure class=\"element element-embed\" data-alt=\"Norwegian cruise ship grounding Rachel Hansen\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en-gb&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Left side of ship. Lowering inspection team? &lt;a href=&quot;http://t.co/wIk8arOahV&quot;&gt;pic.twitter.com/wIk8arOahV&lt;/a&gt;&lt;/p&gt;— Rachel Hansen (@Rachel_Hansen12) \n &lt;a href=&quot;https://twitter.com/Rachel_Hansen12/status/600787456628166657&quot;&gt;May 19, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>Norwegian Cruise Line said in a brief statement that the ship temporarily lost power and its propulsion was affected. </p> \n<p>“The ship’s propulsion was affected and, at which time, the vessel made contact with the channel bed,” the statement said.</p> \n<p>The U.S. Coast Guard declined comment and referred calls to authorities in Bermuda.</p> \n<p>The Norwegian Dawn offers a seven-day, round-trip cruise to Bermuda, where it spends three days in port. It was on its way to Boston when the accident happened.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432077405531/c4699e49-7d8f-4c83-ba6d-4df1b44b213b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gary Cameron/Reuters","altText":"Norwegian Dawn cruise ship Bermuda","cleanCredit":"Photograph: Gary Cameron/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-20T03:48:49Z","lastModified":"2015-05-20T03:49:31Z","metadata":{"commentable":true,"commentCount":77,"contributors":[],"feature":false,"keywords":["Bermuda","World news","Americas","Cruises","Travel"],"tags":[{"id":"world/bermuda","webTitle":"Bermuda"},{"id":"world/world","webTitle":"World news"},{"id":"world/americas","webTitle":"Americas"},{"id":"travel/cruises","webTitle":"Cruises"},{"id":"travel/travel","webTitle":"Travel"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/20/norwegian-cruise-line-norwegian-dawn-aground-reef-bermuda","shortUrl":"http://gu.com/p/493jn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/20/norwegian-cruise-line-norwegian-dawn-aground-reef-bermuda","webUri":"http://www.theguardian.com/world/2015/may/20/norwegian-cruise-line-norwegian-dawn-aground-reef-bermuda"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432077405531/c4699e49-7d8f-4c83-ba6d-4df1b44b213b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Norwegian Cruise Line ship Norwegian Dawn leaving Bermuda in 2013. The ship ran aground on a reef after temporarily losing power outside King’s Wharf, Bermuda. Photograph: Gary Cameron/Reuters","credit":"Gary Cameron/Reuters","altText":"Norwegian Dawn cruise ship Bermuda","cleanCaption":"Norwegian Cruise Line ship Norwegian Dawn leaving Bermuda in 2013. The ship ran aground on a reef after temporarily losing power outside King’s Wharf, Bermuda.","cleanCredit":"Photograph: Gary Cameron/Reuters"}},"importance":2,"showQuotedHeadline":false},{"title":"'Poisoned' Russian whistleblower was fatalistic over death threats","rawTitle":"'Poisoned' Russian whistleblower was fatalistic over death threats","item":{"type":"article","id":"uk-news/2015/may/19/poisoned-russian-whistleblower-was-fatalistic-over-death-threats","title":"'Poisoned' Russian whistleblower was fatalistic over death threats","trailText":"Alexander Perepilichnyy, who had a rare poison in his stomach when he died abruptly in Surrey, feared revenge over his role in exposing a huge fraud in Russia","standFirst":"<p>Alexander Perepilichnyy, who had a rare poison in his stomach when he died abruptly in Surrey, feared revenge over his role in exposing a huge fraud in Russia</p>","byline":"Luke Harding in London and Shaun Walker in Moscow","body":"<p>A Russian whistleblower took all reasonable precautions in the months leading up to his death, but was nonetheless “fatalistic” about threats to kill him from powerful enemies in Moscow, a friend has said.</p> \n<p>Alexander Perepilichnyy collapsed and died in November 2012 outside his luxury home in Weybridge, Surrey, after he had been out jogging. Surrey police insisted there were no suspicious circumstances surrounding his death. But a pre-inquest hearing heard on Monday that traces of a rare and deadly plant poison had been found in his stomach.</p> \n<p>The poison – from one of five possible varieties of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/18/gelseminum-deadly-plant-cause-convulsions-paralysis-asphyxia\">lethal gelsemium plant</a> – is the weapon of choice for Chinese and Russian assassins, the hearing was told. A plant expert at the Royal Botanic Gardens in Kew, south-west London, Prof Monique Simmonds, will carry out further blood tests. Her initial findings suggest that Perepilichnyy ingested poison.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"f093bfdbfd464d52d1bb445ee66b58aec0f9cae2\"> \n <img src=\"http://media.guim.co.uk/f093bfdbfd464d52d1bb445ee66b58aec0f9cae2/11_119_1564_938/1000.jpg\" alt=\"Alexander Perepilichnyy, who came forward after the death in custody of Magnitsky.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alexander Perepilichnyy, who came forward after the death in custody of Magnitsky.</span> \n  <span class=\"element-image__credit\">Photograph: Screen grab</span> \n </figcaption> \n</figure> \n<p>Perepilichnyy’s friend – who declined to be named – said on Tuesday: “He was a very nice chap. He was bright. He seemed rational. He tried to be cautious but was definitely quite fatalistic about the threats against him.” The friend met Perepilichnyy on five occasions after he fled in 2010 from Moscow to the UK with his wife and their two children. The Perepilichnyys kept a low-profile, rarely mingling with the large community of Russians in London. They lived in the high-security St George’s Hill estate in Weybridge.</p> \n<p>Perepilichnyy was instrumental in exposing a massive alleged money-laundering ring involving the Russian mafia and the Russian state. He provided details of an alleged $230m (&pound;148m) fraud carried out by senior Russian tax officials. The money was allegedly stolen from taxes paid by Hermitage Capital, a hedge fund run by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/25/-sp-bill-browder-kremlin-threatened-to-kill-me-vladimir-putin\">US-born financier Bill Browder</a>.</p> \n<p>The friend met Perepilichnyy in a series of London bars and restaurants in connection with the investigation into the Hermitage fraud allegations. His evidence led Swiss prosecutors to freeze a bank account containing $11m and belonging to the family of a prominent Russian government official. Perepilichnyy decided to come forward after the arrest, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/mar/08/sergei-magnitsky-posthumous-trial-russia-corruption\">torture and death in custody of Sergei Magnitsky</a>, Hermitage’s lawyer in Moscow.</p> \n<p>“Typically he drank water or tea. The photos of him are pretty accurate, though when I saw him he was a bit skinnier,” the friend said. He added that in 2011-12 Peripilichnyy had mentioned that the situation in Russia had become dangerous for him and that he was receiving threats. Their last meeting took place shortly before the whistleblower’s sudden death on 5 November 2012. He was 44 and had previously been healthy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/18/russian-whistleblower-traces-poison-stomach-plant-expert-says-alexander-perepilichnyy-inquest\">Russian whistleblower had traces of rare poison in stomach, plant expert says</a> </p> \n</aside> \n<p>Peripilichnyy’s widow, Nataliya, is still believed to be in the UK. She has not spoken publicly about her husband’s death and a barrister represented her at Monday’s hearing at Woking coroner’s court. Shortly before his death Perepilichnyy is understood to have taken out a substantial life insurance policy. The insurer is believed to have commissioned the independent toxicology reports from Kew.</p> \n<p>Simmonds found traces of an ion linked to the gelsemium plant, the most toxic of which is <em>Gelsemium elegans</em>. Similar traces were not found in blood samples. The expert will now retest blood and urine samples – applying different techniques – as well as as a sample taken from the spleen. Perepilichnyy’s last meal may be the key to the case. In 2011 a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2012/jan/04/poison-cat-meat-chinese-tycoon\">Chinese billionaire, Long Liyuan, died after eating a dish of cat-meat stew</a> believed to have been laced with the poison. That particular variety of the plant grows only in Asia.</p> \n<p>Browder, a notable critic of Vladimir Putin, has also been bitterly critical of Surrey police’s investigation. Browder said he informed the police repeatedly about the threats made against Perepilichnyy in the run-up to his death. Despite this, detectives failed to carry out toxicology tests until three weeks afterwards. In 2013 Surrey police ruled out third-party involvement and referred the death to the Surrey coroner. </p> \n<p>Detectives will now cooperate with the coroner while “additional work” and “clarification” takes place, ahead of an inquest on 21 September, Surrey police said on Monday. They declined to say whether they are treating Perepilichnyy’s death as murder. The coroner, Richard Travers, has designated three interested parties: the police, the victim’s family and the unnamed insurer.</p> \n<p>Last week Browder sent a lengthy letter to Travers setting out his suspicions that the whistleblower had been murdered. Perepilichnyy was involved in the murky world of semi-legal Russian cash and money-laundering, and many of his associates always felt the death could be suspicious, even if initial tests appeared to yield little evidence.</p> \n<p>The backstory behind the death of Magnitsky in prison is one of the darkest episodes in recent Russian history, with authorities refusing to investigate any of the fraud allegations despite substantial evidence.</p> \n<p>Magnitsky uncovered major fraud in 2008 after being retained by Hermitage Capital to investigate what had happened to companies that were illegally seized from the fund. Hermitage had been built up by Browder, a naturalised Briton, into the largest investment vehicle in Russia before it fell victim to the fraud.</p> \n<p>The lawyer accused a number of Russian officials as being behind the scheme, including Olga Stepanova, a senior tax official, and her husband Vladlen Stepanov. Stepanova authorised a huge tax rebate to a company shortly after it had been seized from Hermitage, and in the aftermath both she and her husband appeared to purchase property in Dubai. </p> \n<p>Magnitsky was jailed by the same officials he was investigating, and died in prison after receiving no treatment for a medical condition. Instead of prosecuting those responsible, Russian officials put the dead lawyer himself on trial, in a surreal case in which the defendant’s cage remained empty. </p> \n<p>Browder, who was in London after being declared by the Russian government a “threat to national security” and barred entry, was also put on trial. The businessman, who had previously been a predatory capitalist and a cheerleader of Vladimir Putin, became one of the regime’s harshest critics, determined to avenge Magnitsky’s death and lobbying for sanctions against Russia.</p> \n<p>Hermitage has suggested that the officials worked with crime world figures as part of an overarching mafia structure. Based on Hermitage’s documents, a number of the people involved in the case, such as Stepanova, were put on the so-called “Magnitsky List” and banned from travelling to the US and European Union. Russia was so infuriated with the Magnitsky list that it banned the adoption of Russian orphans by US parents in response, as well as drawing up its own list of “anti-Russian” western politicians, who have been barred from entering Russia.</p> \n<p>Exactly what Perepilichnyy’s status was in the scheme, as well as how he became a whistleblower, remains somewhat unclear.</p> \n<p>According to friends Perepilichnny – whom they knew as Sanek – had a flair for finance. A brilliant maths and physics student, he graduated in 1991 from the Moscow Institute of Physics and Technology. He got his first break selling computers and bought himself a black Mercedes. One friend said that he moved in a world full of all kinds of sharks, though he himself was honest and observed the law.</p> \n<p>It is believed that Perepilichny was involved in offering semi-legal financial services to fellow businessmen, legalising money of dubious provenance for various clients including corrupt officials. He lost a huge amount of money during the financial crisis and fled to London in January 2010, where he lived a low-profile life with his family in a secure compound.</p> \n<p>At some point, he passed a number of documents to Hermitage Capital that implicated several officials Hermitage was already tracking in the expropriation of $230m from the Russian budget. Hermitage passed the papers to Swiss police, sparking a major investigation.</p> \n<p>Perepilichnyy’s documents implicated tax official Stepanova and Stepanov in the fraud. In his only ever interview, Stepanov told a Russian newspaper in 2011 that Perepilichny was a “physics and maths genius who had started financial activities” but had subsequently gone missing. Russian court documents from a case the same year say Perepilichnyy was outside the country “because he fears for his life”.</p> \n<p>Andrey Pavlov, a lawyer who was close to Stepanov, said in 2012 that Perepilichnyy had wanted to make peace with Stepanov before his death. Pavlov claimed that Perepilichnyy told him during a meeting in a cafe at Heathrow airport that he wanted a rapprochement with Stepanov and others in Russia. Having handed over documents to the Swiss prosecutors, Pavlov claimed, Perepilichnyy had accidentally implicated himself and seen most of his own funds frozen.</p> \n<p>Whether he was a whistleblower who had gone to police after his conscience got the better of him, or a corrupt financier who had ratted on his associates after he fell into financial ruin, there is no doubt that Perepilichnyy had powerful enemies. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432059372945/dd916411-fb8d-48d2-a4fe-3c0cac4b3796-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mikhail Voskresensky/Reuters","altText":"The funeral of Sergei Magnitsky, who died in a Russian prison","cleanCredit":"Photograph: Mikhail Voskresensky/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f093bfdbfd464d52d1bb445ee66b58aec0f9cae2/11_119_1564_938/1564.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":938,"width":1564,"orientation":"landscape","caption":"Alexander Perepilichnyy, who came forward after the death in custody of Magnitsky. Photograph: Screen grab","credit":"Screen grab","altText":"Alexander Perepilichnyy, who came forward after the death in custody of Magnitsky.","cleanCaption":"Alexander Perepilichnyy, who came forward after the death in custody of Magnitsky.","cleanCredit":"Photograph: Screen grab"}],"webPublicationDate":"2015-05-19T18:31:14Z","lastModified":"2015-05-19T23:25:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Luke Harding","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lukeharding"},{"name":"Shaun Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shaun-walker"}],"feature":false,"keywords":["Crime","Russia","Vladimir Putin","Mafia","Europe","World news","European Union","UK news","Police"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"world/russia","webTitle":"Russia"},{"id":"world/vladimir-putin","webTitle":"Vladimir Putin"},{"id":"world/mafia","webTitle":"Mafia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/police","webTitle":"Police"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/19/poisoned-russian-whistleblower-was-fatalistic-over-death-threats","shortUrl":"http://gu.com/p/493cf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/19/poisoned-russian-whistleblower-was-fatalistic-over-death-threats","webUri":"http://www.theguardian.com/uk-news/2015/may/19/poisoned-russian-whistleblower-was-fatalistic-over-death-threats"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432059372945/dd916411-fb8d-48d2-a4fe-3c0cac4b3796-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The funeral of Sergei Magnitsky, who died in a Russian prison after investigating the fraud carried out against Hermitage Capital.  Photograph: Mikhail Voskresensky/Reuters","credit":"Mikhail Voskresensky/Reuters","altText":"The funeral of Sergei Magnitsky, who died in a Russian prison","cleanCaption":"The funeral of Sergei Magnitsky, who died in a Russian prison after investigating the fraud carried out against Hermitage Capital. ","cleanCredit":"Photograph: Mikhail Voskresensky/Reuters"}},"importance":1,"showQuotedHeadline":false}],"lastModified":"2015-05-20T08:27:05Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}