{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Greek debt crisis / Greece nears euro exit as bailout talks break up without agreement","rawTitle":"Greece nears euro exit as bailout talks break up without agreement","item":{"type":"article","id":"world/2015/jul/11/greece-euro-exit-bailout-alexis-tsipras","title":"Greece nears euro exit as bailout talks break up without agreement","trailText":"Last-ditch negotiations to resume on Sunday after eurozone’s fiscal hawks put up fierce resistance to Alexis Tsipras’s rescue plan","standFirst":"Last-ditch negotiations to resume on Sunday after eurozone’s fiscal hawks put up fierce resistance to Alexis Tsipras’s rescue plan","byline":"Ian Traynor in Brussels","body":"<p>Greece’s final attempt to avoid being kicked out of the euro by securing a new three-year bailout worth up to €80bn ran into a wall of resistance from the eurozone’s fiscal hawks on Saturday.</p> \n<p>Finland rejected any more funding for the country and Germany called for Greece to be turfed out of the currency bloc for at least five years.</p> \n<p>The last-chance talks between the 19 eurozone finance ministers in Brussels ended at midnight, as they struggled to draft a policy paper for national leaders at yet another emergency summit on Sunday that was billed as the decisive meeting.</p> \n<p>With Greece on the edge of financial and social implosion, eurozone finance ministers met to decide on the country’s fate and on what to do about its debt crisis, after experts from the troika of creditors said that new fiscal rigour proposals from Athens were good enough to form “the basis for negotiations”.</p> \n<p>But the German finance minister, Wolfgang Sch&auml;uble, dismissed that view, supported by a number of northern and eastern European states. “These proposals cannot build the basis for a completely new, three-year [bailout] programme, as requested by Greece,” said a German finance ministry paper. It called for Greece to be expelled from the eurozone for a minimum of five years and demanded that the Greek government transfer €50bn of state assets to an outside agency for sell-off.</p> \n<p>Timo Soini, the nationalist True Finns leader, meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/12/finlands-parliament-in-favour-of-forcing-greece-out-of-the-euro-says-report\">threatened to bring down the government in Helsinki</a> if Alex Stubb, the finance minister, agreed to a new bailout for Greece. Stubb apparently came to the crunch meeting on a new bailout without a mandate to agree one.</p> \n<p>“The hawks are very vocal,” said an EU diplomat. “It’s very tough.” Berlin also demanded stronger and more intrusive powers for outside monitors to police the economic and fiscal reforms that Alexis Tsipras, the leftist Greek prime minister, would need to commit to to secure the new bailout.</p> \n<p>Saturday night’s talks were not to agree on a third bailout, but were negotiations on whether to launch more talks on Greece’s third rescue package in five years. The ministers faced formidable problems, said Sch&auml;uble, who argued debt relief for Greece, broadly seen as essential, was banned by the EU treaties: “Athens’s proposals are far from sufficient. The funding gaps are way beyond anything we’ve seen so far,” he said.</p> \n<p>The hard line was echoed by Peter Kazimir, finance minister of Slovakia, who said that new austerity measures tabled by Athens were already past their sell-by date.</p> \n<p>The eurozone has been united for five months in the negotiations with Tsipras, but with the stakes rising greatly in the last 10 days, major divisions have surfaced, with the French working tirelessly to save Greece and the hardliners now pushing Greece’s expulsion for the first time openly.</p> \n<p>The European commission and the European Central Bank issued dire warnings that a failure to grant Greece new rescue funds of up to €78bn would put the country on a trajectory of complete banking and financial collapse.</p> \n<p>The widening gulf between eurozone hawks and doves paves the way for an acrimonious summit on Sunday, with France and Italy lining up against Germany and the northern and eastern Europeans. Matteo Renzi, the Italian prime minister, is expected to tell chancellor Angela Merkel that enough is enough and that Greece should not have to put up with any more humiliation.</p> \n<p>Merkel is under intense pressure from the Americans not to “lose” Greece and is worried about her own legacy. But Greece fatigue is becoming endemic in Germany, and she faces growing unrest in her party ranks where Sch&auml;uble’s hard line is popular. She was said to have endorsed Sch&auml;uble’s tough position.</p> \n<p>If the talks break down irretrievably and Greece is allowed to slide into even greater chaos, relations between Berlin and Paris will come under tremendous strain. Michel Sapin, the French finance minister, lauded Tsipras for putting his austerity proposals before parliament and saw the moves of the past few days as “positive”.</p> \n<p>Tsipras won a sweeping majority with the support of opposition parties, but many in his Syriza movement defected, leading to speculation that he could either call new elections or ditch his hardliners and lead a new “national unity” government.</p> \n<p>On Thursday, Tsipras performed a remarkable U-turn and accepted more austerity measures than had been rejected in the referendum he called for five days earlier. The prompt volte-face confounded negotiators.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653837315/Greek-finance-minister-Eu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde","cleanCaption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-11T22:37:13Z","lastModified":"2015-07-12T02:06:33Z","metadata":{"commentable":true,"commentCount":3243,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["Greece","Europe","World news","Angela Merkel","Alexis Tsipras","Euro","European Union"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"}],"section":{"id":"world"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/greece-euro-exit-bailout-alexis-tsipras","shortUrl":"http://gu.com/p/4at3x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/greece-euro-exit-bailout-alexis-tsipras","webUri":"http://www.theguardian.com/world/2015/jul/11/greece-euro-exit-bailout-alexis-tsipras"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653837315/Greek-finance-minister-Eu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde","cleanCaption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters"}},"importance":7,"kicker":{"title":"Greek debt crisis"},"showQuotedHeadline":false,"sublinks":[{"title":"Finland / Hawkish parliament in favour of Grexit, says report","rawTitle":"Hawkish parliament in favour of Grexit, says report","item":{"type":"article","id":"business/2015/jul/12/finlands-parliament-in-favour-of-forcing-greece-out-of-the-euro-says-report","title":"Finland's parliament in favour of forcing Greece out of the euro, says report","trailText":"MPs will not accept any new bailout deal for Greece, public broadcaster Yle says, meaning ministers’ hands are tied in crunch Brussels negotiations","standFirst":"<p>MPs will not accept any new bailout deal for Greece, public broadcaster Yle says, meaning ministers’ hands are tied in crunch Brussels negotiations</p>","byline":"Agence France-Presse","body":"<p>Finland’s parliament has decided it will not accept any new bailout deal for Greece, media reports said Saturday, piling on pressure as eurozone finance ministers tried to find a way out of the impasse.<br /></p> \n<p>The decision to push for a so-called “Grexit” came after the eurosceptic Finns party, the second-largest in parliament, threatened to bring down the government if it backed another rescue deal for Greece, <a href=\"http://yle.fi/uutiset/source__finland_will_refuse_greeces_bailout_proposals/8148505\">according to public broadcaster Yle</a>.</p> \n<p>Under Finland’s parliamentary system, the country’s “grand committee” – made up of 25 of 200 MPs – gives the government a mandate to negotiate on an aid agreement for Greece.</p> \n<p>Members of the committee met for talks in Helsinki on Saturday afternoon to decide their position, YLE reported.</p> \n<p>But the parliamentary officials have declined to comment on the media report.</p> \n<p>The finance minister, Alexander Stubb, was at the crunch eurozone talks in Brussels and tweeted that he could not reveal the mandate given to him by the grand committee so long as the negotiations were still ongoing.</p> \n<p>“The mandate is not public and the Finnish delegation will not discuss it publicly,” Kaisa Amaral, a Finnish spokesman, told AFP.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/11/greece-euro-exit-bailout-alexis-tsipras\">The Brussels talks were set to resume on Sunday</a> after failing to reach an agreement on Saturday but opinion among northern and eastern European countries appeared to be hardening against accepting the reform’s Greece has offered in exchange for another bailout.</p> \n<p>Finns party leader Timo Soini, who is also the country’s foreign minister, has repeatedly argued in favour a “Grexit”, saying it would be better for Greece to leave the euro.</p> \n<p>Finland is one of several EU countries whose national parliaments must sign off of any debt deal for Greece.</p> \n<p>The aim of Saturday’s Eurogroup meeting was for ministers to come up with a final verdict on leftist Greek prime minister Alexis Tsipras’s proposals for a third rescue package ahead of yet another make-or-break EU summit on Sunday.</p> \n<p>Amid German warnings that the talks were “extremely difficult”, the German finance ministry has drawn up an “internal paper” for Greece to leave the eurozone for five years if it failed to improve its bailout proposals. The paper was not distributed in Brussels. </p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b76e8597b3c4ac44fa71a0edf9c33217f92b77bc/0_163_1170_702/1170.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":702,"width":1170,"orientation":"landscape","credit":"Eric Vidal/Reuters","altText":"International Monetary Fund Managing Director Lagarde and Finland's Finance Minister Stubb take part in a euro zone EU leaders summit on the situation in Greece, in Brussels, Belgium<br>International Monetary Fund Managing Director Christine Lagarde and Finland's Finance Minister Alexander Stubb take part in a euro zone EU leaders summit on the situation in Greece, in Brussels, Belgium, July 11, 2015. Skeptical European finance ministers gathered on Saturday to decide whether to negotiate a third bailout for Greece after Prime Minister Alexis Tsipras won lawmakers' backing for painful austerity measures his leftist party was elected to prevent. REUTERS/Eric Vidal.","cleanCredit":"Photograph: Eric Vidal/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-12T02:04:39Z","lastModified":"2015-07-12T02:04:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Eurozone crisis","Finland","Greece","Banking","Business","Europe","Euro","Economics","European monetary union","European Union","European Central Bank","Currencies"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/finland","webTitle":"Finland"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/currencies","webTitle":"Currencies"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/12/finlands-parliament-in-favour-of-forcing-greece-out-of-the-euro-says-report","shortUrl":"http://gu.com/p/4at4t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/12/finlands-parliament-in-favour-of-forcing-greece-out-of-the-euro-says-report","webUri":"http://www.theguardian.com/business/2015/jul/12/finlands-parliament-in-favour-of-forcing-greece-out-of-the-euro-says-report"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b76e8597b3c4ac44fa71a0edf9c33217f92b77bc/0_163_1170_702/1170.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":702,"width":1170,"orientation":"landscape","caption":"IMF chief Christine Lagarde and Finland’s finance minister Alexander Stubb confer suring SAturday’s talks in Brussels. Photograph: Eric Vidal/Reuters","credit":"Eric Vidal/Reuters","altText":"IMF chief Christine Lagarde and Finland’s finance minister Alexander Stubb confer suring SAturday’s talks in Brussels.","cleanCaption":"IMF chief Christine Lagarde and Finland’s finance minister Alexander Stubb confer suring SAturday’s talks in Brussels.","cleanCredit":"Photograph: Eric Vidal/Reuters"}},"importance":0,"kicker":{"title":"Finland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b76e8597b3c4ac44fa71a0edf9c33217f92b77bc/0_163_1170_702/1170.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":702,"width":1170,"orientation":"landscape","credit":"Eric Vidal/Reuters","altText":"International Monetary Fund Managing Director Lagarde and Finland's Finance Minister Stubb take part in a euro zone EU leaders summit on the situation in Greece, in Brussels, Belgium<br>International Monetary Fund Managing Director Christine Lagarde and Finland's Finance Minister Alexander Stubb take part in a euro zone EU leaders summit on the situation in Greece, in Brussels, Belgium, July 11, 2015. Skeptical European finance ministers gathered on Saturday to decide whether to negotiate a third bailout for Greece after Prime Minister Alexis Tsipras won lawmakers' backing for painful austerity measures his leftist party was elected to prevent. REUTERS/Eric Vidal.","cleanCredit":"Photograph: Eric Vidal/Reuters"}}]},{"title":"Germany / Merkel confronts choice between two disasters","rawTitle":"Merkel confronts choice between two disasters","item":{"type":"article","id":"world/2015/jul/11/angela-merkel-legacy-at-stake-greece","title":"Angela Merkel’s legacy at stake as she confronts choice between two disasters","trailText":"Whatever happens in Athens and Brussels to resolve the Greek crisis, Germany’s chancellor faces growing criticism at home","standFirst":"Whatever happens in Athens and Brussels to resolve the Greek crisis, Germany’s chancellor faces growing criticism at home","byline":"Kate Connolly in Berlin","body":"<p>On Friday night, millions of Germans sat down to watch the TV political comedy <em>The Icedancer</em>, about a German chancellor whose husband whisks her away on holiday to escape the stress of conflict in Ukraine and the Greek crisis. On the way to catch their train, she is knocked on the head by a falling signpost and wakes believing she is living in the runup to the fall of the Berlin Wall.</p> \n<p>It’s unlikely that Angela Merkel would&nbsp;wish to return to the cold war era. But the chance to turn the clock back to a time before the Greek euro crisis dominated her chancellorship is something she might have relished this past week. The German leader has faced the biggest test of her almost decade-long tenure in the days leading up to last night’s dramatic debate on whether to bail Greece out again or to cut it loose from the eurozone.</p> \n<p>The entire future of Europe has appeared to rest on the shoulders of the woman who once said: “If the euro fails, Europe fails” – and might also have added: “And so do I.”</p> \n<p>Merkel has faced a decision between two potentially disastrous scenarios. As Artur Fischer, joint CEO of the Berlin stock exchange, puts it: “Either she goes for a third bailout but risks isolating herself domestically in the process – and also faces returning to the same point we’re at now six months down the line and again a year down the line. Or she agrees to a Grexit and, as Greece sinks into more misery with pictures of their plight flashed round the world, she is blamed for that.”</p> \n<p>For weeks Merkel has talked more about Greece than Germany. So familiar is she with its politics that Bernd Ulrich, chief political correspondent of the weekly <em>Die Zeit</em>, half-joked that “she could co-govern in Athens any time”.</p> \n<p>The <em>Neue Osnabr&uuml;cker Zeitung</em> summed up in an editorial what it described as the “Herculean task” that has faced her over the past few days. “This is Angela Merkel’s hour. She was the one expected to negotiate between the Greeks and the other euro partners. She was the one expected to find the compromise between the interests of 11 million Greeks and 320 million other inhabitants of the eurozone.”</p> \n<p>She will now have to bring the decision made in Brussels back to the Bundestag, where she will find an increasingly rebellious mood in her own conservative ranks, many of whom are seething that she has not pushed for a Grexit. They have also refused to even contemplate a haircut or debt restructuring, which the IMF is insisting upon if it is to remain involved. They all say they are representing the voices of their angry constituents.</p> \n<p>And while there is not much doubt Merkel could get a bailout deal of some sort through the Bundestag if she wanted to, thanks to the backing of her junior coalition partner, the Social Democrats, the question remains: at what cost to her?</p> \n<p>A revolt within her party ranks could prove critical to her future as German chancellor. She sees her legacy at stake just as there are murmurings that she may contemplate a fourth term in 2017.</p> \n<p>In the past days<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/07/angela-merkel-must-act-now-for-greece-germany-and-the-world\" title=\"\"> an online petition by the economist Thomas Piketty,</a> which appeals for the German government to grant Greece a debt cut like the one Germany received to help it to restructure after the second world war, has made a huge impact.</p> \n<p>That and headlines such as the <em>New York Times</em> one last week: “<a href=\"http://www.nytimes.com/2015/07/08/business/economy/germanys-debt-history-echoed-in-greece.html\" title=\"\">Germans Forget Postwar History Lesson on Debt Relief in Greece Crisis”</a>, accompanying an article that referred to “German hypocrisy” and a picture of the signing of an agreement that effectively halved West Germany’s postwar debt in 1953, has left some Germans smarting.</p> \n<p>They argue that, after so much money has been thrown at the Greek government and so many promises have been made without anything coming back, the comparison is an unfair one.</p> \n<p>“There are many cultural differences at play here, including the fact that we Germans hate uncertainty,” says Fischer, of the Berlin stock exchange. “We invent a … standard for everything, including chairs to ensure they will fit under tables, we like that certainty so much, and I always turn up at a meeting on time. Which is why we don’t like throwing money at something, not knowing where it’s going.”</p> \n<p>Five years have passed since the crisis began. Half a decade of tense and sluggish discussions with Athens, with leaders whose proposals have never convinced Merkel, and years in which she and her finance minister, Wolfgang Sch&auml;uble, have been repeatedly depicted as Nazis. The last straw for Merkel was Greek premier Alexis Tsipras’s announcement of a referendum.</p> \n<p>A furious Merkel described Tsipras to the inner circle of her party as “hard and ideological” and declared that he was “steering his country into a brick wall with his eyes wide open”.</p> \n<p>Within Germany, criticism of Merkel’s Greek policies has been growing. In <em>Die Zeit</em>, a former German foreign minister, Joschka Fischer, accused her of failing to see the political consequences of the austerity plans and said he believed there was now no solution that would save face for either side. “I blame the German government that it has come to this,” he said. “It didn’t argue or act politically but like a bookkeeper.”</p> \n<p>The former Green MP said he would like Merkel to recognise that, as “the cleverer and the stronger” partner, the&nbsp;German government should be prepared to “recognise that its rescue policies thus far have failed”. Why not, he says, offer a debt cut in return for structural reforms?</p> \n<p>While she is often referred to as “Queen of Europe”, observers have pointed out throughout this crisis that, in contrast to her mentor Helmut Kohl, Merkel is not a European out of passion but rather out of common sense.</p> \n<p>“She knows that Germany’s wellbeing is dependent on living in peace with other countries on the continent, while also operating with them together economically,” says Ludwig Greven, a political commentator. “And this is why she’ll seek a compromise with Greece – however hard that seems to be.”</p> \n<h2>FIVE YEARS OF MISERY</h2> \n<p><strong>■ 2009: December </strong></p> \n<p>Greece’s credit rating is downgraded amid fears of debt default. The prime minister, George Papandreou, announces heavy cuts in public spending.</p> \n<p><strong>■ 2010: April/May </strong></p> \n<p>Eurozone countries approve a €110bn rescue package, in return for even more stringent austerity measures.</p> \n<p><strong>■ 2011: July </strong></p> \n<p>EU leaders agree a major bailout for Greece, channelling €109bn through the European Financial Stability Facility.</p> \n<p><strong>■ October </strong></p> \n<p>A 50% debt write-off is agreed in return for further austerity.</p> \n<p><strong>■ November </strong></p> \n<p>Papandreou announces his resignation.</p> \n<p><strong>■ 2012: February</strong></p> \n<p>Amid violent protests on the streets of Athens, the Greek parliament approves a package of tough austerity measures as the price of a €130bn bailout.</p> \n<p><strong>■ March</strong></p> \n<p>Greece reaches a “debt swap” deal with its private sector lenders.</p> \n<p><strong>■ June</strong></p> \n<p>Parliamentary elections boost New Democracy, albeit leaving it without a majority. Leader Antonis Samaras assembles a coalition with third-placed Pasok and smaller groups to pursue the austerity programme.</p> \n<p><strong>■ 2013: January</strong></p> \n<p>Unemployment rises to 26.8% - the highest rate in the EU.</p> \n<p><strong>■ April </strong></p> \n<p>Youth unemployment climbs to almost 60%.</p> \n<p><strong>■ December</strong></p> \n<p>Parliament passes a budget predicated on a return to growth after six years of recession. Hailed as the first step towards exiting the bailout.</p> \n<p><strong>■ 2014: March</strong></p> \n<p>MPs narrowly approve a big reform package that will open more retail sectors to competition, part of a deal with international lenders.</p> \n<p><strong>■ April</strong></p> \n<p>Eurozone finance ministers say they will release more than €8bn of bailout funds.</p> \n<p><strong>2015: January </strong></p> \n<p>Alexis Tsipras of Syriza becomes prime minister and forms a coalition with the nationalist Independent Greeks party.</p> \n<p>February</p> \n<p>The government negotiates a four-month bailout extension.</p> \n<p><strong>■ June</strong></p> \n<p>The European Central Bank ends emergency funding. Greece closes banks and imposes capital controls.</p> \n<p><strong>■ July</strong></p> \n<p>Greece becomes first developed country to miss a payment to the IMF.</p> \n<p><strong>■ 5 July</strong></p> \n<p>A referendum is held on the bailout. Over 61% vote against the measures proposed by the EU.</p> \n<p><strong>■ 10-11 July </strong></p> \n<p>Parliament agrees new proposals for a third bailout, imposing tough new tax and spending restrictions. Eurozone finance ministers meet to consider the proposals<strong>.</strong></p> \n<p><strong>Source: BBC</strong></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436621510506/7681b610-6bb9-4f7d-b5dd-1466e65b8e2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elvis Barukcic/AFP/Getty Images","altText":"Angela Merkel","cleanCredit":"Photograph: Elvis Barukcic/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-11T20:21:20Z","lastModified":"2015-07-11T23:02:13Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["Angela Merkel","Germany","Greece","Europe","World news","Euro","European Union","Economics"],"tags":[{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"world"},"topics":[{"displayName":"Kate Connolly","topic":{"type":"tag-contributor","name":"profile/kateconnolly"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/angela-merkel-legacy-at-stake-greece","shortUrl":"http://gu.com/p/4atve","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/angela-merkel-legacy-at-stake-greece","webUri":"http://www.theguardian.com/world/2015/jul/11/angela-merkel-legacy-at-stake-greece"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436621510506/7681b610-6bb9-4f7d-b5dd-1466e65b8e2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Angela Merkel faces discontent from conservatives within her party over the prospect of another Greek bailout. Photograph: Elvis Barukcic/AFP/Getty Images","credit":"Elvis Barukcic/AFP/Getty Images","altText":"Angela Merkel","cleanCaption":"Angela Merkel faces discontent from conservatives within her party over the prospect of another Greek bailout.","cleanCredit":"Photograph: Elvis Barukcic/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Germany"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436621510506/7681b610-6bb9-4f7d-b5dd-1466e65b8e2d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Elvis Barukcic/AFP/Getty Images","altText":"Angela Merkel","cleanCredit":"Photograph: Elvis Barukcic/AFP/Getty Images"}}]},{"title":"The road ahead / Greece prepares itself to face another year of political turmoil","rawTitle":"Greece prepares itself to face another year of political turmoil","item":{"type":"article","id":"world/2015/jul/12/tsipras-militant-mps-break-ranks","title":"Greece prepares itself to face another year of political turmoil","trailText":"Leading figures in Syriza party rebel against proposals for further austerity in return for financial lifeline","standFirst":"Leading figures in Syriza party rebel against proposals for further austerity in return for financial lifeline","byline":"Helena Smith","body":"<p>Greece’s embattled prime minister is expected to come under intense fire in the coming weeks after leading figures in his own leftwing Syriza party rebelled against the adoption of further austerity as the price of keeping bankruptcy at bay.</p> \n<p>The prospect of the crisis-hit country being thrown, headlong, into political turmoil drew nearer amid speculation that Alexis Tsipras will be forced not only to reshuffle his cabinet, possibly as early as Monday, but to call fresh elections in the autumn.</p> \n<p>“I cannot support an austerity programme of neoliberal deregulation and privatisation,” said his energy minister, Panagiotis Lafazanis, after refusing to endorse further tax increases and spending cuts in an early-morning vote on Saturday.</p> \n<p>“If accepted by the [creditor] institutions and put into practice, they will exacerbate the vicious circle of recession, poverty and misery.”</p> \n<p>The Marxist politician, who heads Syriza’s militant wing and is in effect the government’s number three, was among 17 leftist MPs who broke ranks over the proposed reforms.</p> \n<p>Other defectors included the president of the 300-seat parliament, Zoe Konstantopoulou; the deputy social security minister, Dimitris Stratoulis; and the former London University economics professor Costas Lapavitsas. All described the policies – key to securing solvency in the form of a third bailout – as ideologically incompatible with Syriza’s anti-austerity platform.</p> \n<p>Whatever the outcome of this weekend’s emergency summit, Tsipras will face intense pressure at home when he is forced to push several of the measures through parliament. The house is expected this week to vote on tax increases and pension cuts – crucial to receiving a bridging loan that will allow Athens to honour debt payments including €3bn to the European Central Bank on 20 July.</p> \n<p>“It is very hard to see how a government with this make-up can pass these measures,” said the political commentator Paschos Mandravelis. “Already several prime ministers have been ousted during this crisis attempting to do that very thing. The idea of a leftist trying is almost inconceivable.”</p> \n<p>Jubilation over Tsipras’s abrupt embrace of reforms he had previously spurned was reinforced when the political opposition threw its weight behind the measures. Highlighting the rare display of party unity, Stavros Theodorakis, who heads the pro-European centrist To Potami party, told parliament ahead of the vote that it was vital everything was done “to keep Greece in its natural place in the heart of Europe”. A total of 251 MPs backed the proposed €13bn package of savings.</p> \n<p>But eurozone finance ministers gathering in Brussels on Saturday insisted that implementation was key.</p> \n<p>Political analysts said Tsipras – at 40, the country’s youngest-ever leader – now had a chance to transform himself into a statesman by moving to the centre-left and occupying the middle ground. Elections could help him purge Syriza – a coalition of radical-left groups – of militants. The alternative was remaining an ideologue, resistant to reform and overseeing Greece’s guaranteed euro exit – if not now, then down the line.</p> \n<p>Hopes of a cash-for-reform deal being reached were evident in the mood on the streets of the capital and also reflected in the business world, where companies reported an increase in turnover on the prospect of a financial lifeline being thrown to Greece.</p> \n<p>“Since yesterday Greeks have started eating again,” said Michalis Alexiou, an employee in a catering firm in the northern suburb of Maroussi. “It’s incredible – businesses are suddenly no longer afraid to spend. Everyone is hoping for a solution.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/11/1436633179178/Alexis-Tsipras-addresses--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis","credit":"Marios Lolos/Xinhua Press/Corbis","altText":"Alexis Tsipras addresses the Greek parliament ","cleanCaption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:06Z","lastModified":"2015-07-11T23:05:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Alexis Tsipras","Syriza","Europe","World news","Eurozone crisis","Business"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/12/tsipras-militant-mps-break-ranks","shortUrl":"http://gu.com/p/4at28","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/12/tsipras-militant-mps-break-ranks","webUri":"http://www.theguardian.com/world/2015/jul/12/tsipras-militant-mps-break-ranks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/11/1436633179178/Alexis-Tsipras-addresses--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis","credit":"Marios Lolos/Xinhua Press/Corbis","altText":"Alexis Tsipras addresses the Greek parliament ","cleanCaption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis"}},"importance":0,"kicker":{"title":"The road ahead"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/11/1436633179178/Alexis-Tsipras-addresses--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis","credit":"Marios Lolos/Xinhua Press/Corbis","altText":"Alexis Tsipras addresses the Greek parliament ","cleanCaption":"Alexis Tsipras addresses the Greek parliament during the debate on the proposed deal with international lenders. Photograph: Marios Lolos/Xinhua Press/Corbis"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436653837315/Greek-finance-minister-Eu-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters","credit":"Francois Lenoir/Reuters","altText":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde","cleanCaption":"Greek finance minister Euclid Tsakalotos listens to IMF managing director Christine Lagarde during a Eurogroup meeting in Brussels, Belgium, on Saturday. Photograph: Francois Lenoir/Reuters"}}]},{"title":"UK ‘failing its young’ as gulf grows between generations","rawTitle":"UK ‘failing its young’ as gulf grows between generations","item":{"type":"article","id":"society/2015/jul/11/uk-young-fairness-george-osborne-budget","title":"UK ‘failing its young’ as gulf grows between generations","trailText":"Under-30s fall back sharply in ‘fairness index’, fuelling backlash against George Osborne’s budget","standFirst":"Under-30s fall back sharply in ‘fairness index’, fuelling backlash against George Osborne’s budget","byline":"Tracy McVeigh and Toby Helm","body":"<p>The prospects for young Britons have deteriorated sharply since the Tories entered government in 2010 as money and resources have been targeted at the older generation, according to a devastating new report by economists.</p> \n<p>The latest findings of the Intergenerational Foundation, to be published this week, highlight a sharply widening gap on its “fairness index” between people under 30 and those over 60.</p> \n<p>The report illustrates how the younger generation is increasingly paying the price for supporting those already in, or approaching, older age as the cost of funding their pensions and healthcare rises.</p> \n<p>Since 2010, the report shows, there has been a 10% decline in young people’s prospects across a range of measures including housing, education, health, income and debt. It comes amid a growing backlash from young people against George Osborne’s budget last week in which he announced welfare cuts that will hit many young families, ended automatic entitlement to housing benefit for those aged 18 to 21, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/08/budget-2015-grants-poorer-university-students-scrapped-loans\">replaced maintenance grants for students with a loan system. </a>Osborne also unveiled plans for a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/08/budget-2015-uk-gdp-other-rich-nations-george-osborne\">new “national living wage” </a>that will rise to &pound;9 an hour by 2020, giving millions of people a pay rise. But it will not apply to those under 25.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/11/families-work-poverty-osborne-budget\">For too many families work is no longer an escape route from poverty</a> </p> \n</aside> \n<p>The bishop of Manchester, the Rt Rev David Walker, raises deep concerns over the effect of the budget on poorer families, particularly those with children. While he welcomed the national living wage, he described as a “huge leap backwards” the cuts in tax credits for those trying to make ends meet, often taking several jobs at once.</p> \n<p>The bishop, writing for the <em>Observer </em>online, says: “It asks those already struggling to keep their heads above water to take on an extra burden. Bad enough we were thinking about those of working age, but that is to forget the real losers from the tax credit cutbacks. The number of children who will be adversely impacted by the budget change is almost certainly above the number of adults.”</p> \n<p>Young people who tried to climb the ladder out of poverty found there was no route to do so. “In Britain in 2015, for far too many households, work has ceased to be the escape route from poverty.”</p> \n<p>The report will show a worrying picture of a society that is piling debt on young people while denying them educational opportunities and the prospect of buying their own homes. It will show that levels of spending on education as a proportion of GDP have fallen steadily since 2010, from 5.95% to 5.28%, while levels of participation in higher education have also declined.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/mar/13/decline-uk-housebuilding-drop-off-construction-ons-output-mortgage-approvals\">The number of houses built fell </a>to 140,000 in 2014, a level that the foundation says is “pitifully low” and a main reason, along with stagnating wages between 2010 and 2014, for rising prices which make buying a home unaffordable for many young families.</p> \n<p>Despite the rosy picture painted by the chancellor, the report says that the number of young people out of work is three times higher in the UK than in Germany. By contrast the cost of healthcare and pensions for the elderly rises exponentially.</p> \n<p>Commenting on the report, a former World Bank economist Professor Lawrence Kotlikoff said inequality between old and young was the “moral issue” of the day.</p> \n<p>“The foundation’s vitally important index makes it clear that the UK is failing its young,” he said. “The UK, like other developed economies, has engaged in fiscal, educational, health and environmental child abuse.”</p> \n<p>Angus Hanton, co-founder of the foundation, said the situation would be exacerbated by the budget. “One of the things we’re doing is drawing to the attention of the older generation exactly what they are doing. Unfortunately human nature means people think ‘We did something to deserve our comfortable lives, we’re entitled’ – and the baby boomers are experts at that. A lot of people have a moment of dawning, when they start joining the dots. A lot of politicians are very aware of what’s looming, but they won’t dare say it.”</p> \n<p>On Saturday a campaign group called Youth Fight for Jobs took their tents and placards to Parliament Square in London to protest at what they said was a government “declaration of war on young people”. One of the organisers, Ian Pattison, said the budget was an attempt to “snatch our future”. Pattison added that “the grim outlook of increasing hardship for young people stands in stark contrast with Osborne’s treatment of the rich. We’re erecting tents to highlight the devastating effects of housing benefit cuts on vulnerable young people.”</p> \n<p>Following the budget, Andy Burnham, seen by many as the favourite to be the next Labour leader, wrote to every party member insisting that the living wage should apply to young people. Burnham said that the budget “divided young from old” and “represents everything that’s wrong with Westminster politics”.</p> \n<p>He added: “What possible justification can there be for excluding under-25s from the ‘national living wage’?”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638144364/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"George Osborne","cleanCaption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T19:08:25Z","lastModified":"2015-07-12T00:00:01Z","metadata":{"commentable":true,"commentCount":1071,"contributors":[{"name":"Tracy McVeigh","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tracymcveigh"},{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Young people","Society","George Osborne","Politics","Budget 2015 (July)","Budget","UK news"],"tags":[{"id":"society/youngpeople","webTitle":"Young people"},{"id":"society/society","webTitle":"Society"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/11/uk-young-fairness-george-osborne-budget","shortUrl":"http://gu.com/p/4at34","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/11/uk-young-fairness-george-osborne-budget","webUri":"http://www.theguardian.com/society/2015/jul/11/uk-young-fairness-george-osborne-budget"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638144364/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"George Osborne","cleanCaption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA"}},"importance":6,"showQuotedHeadline":false,"sublinks":[{"title":"David Walker / For too many families work is no longer an escape route from poverty","rawTitle":"For too many families work is no longer an escape route from poverty","item":{"type":"comment","id":"commentisfree/2015/jul/11/families-work-poverty-osborne-budget","title":"For too many families work is no longer an escape route from poverty","trailText":"When I cut my teeth as a young vicar the problem was that the poor were not working. Now, too many of the working are still poor – and Osborne’s budget is bad news for them<br>","standFirst":"<p>30 years ago the problem was that the poor were not working. Now, too many of the working are still poor – and Osborne’s budget is bad news for them<br /></p>","byline":"David Walker Bishop of Manchester","body":"<p>I cut my teeth as a young vicar in a Britain where there wasn’t enough work to go around. In 1979, the Conservatives won a general election with a poster featuring a long line of the unemployed above the slogan “Britain isn’t working”. </p> \n<p>The decade that followed saw a mass contraction of traditional industry. Every week there were fresh announcements of the loss of the full-time manual jobs that were the backbone of male employment across much of the country.</p> \n<p>Britain was not working big time, and many of my parishioners were struggling with the poverty this brought into their homes. My mother, ever practical, took early retirement and volunteered with the Citizens Advice Bureau. I helped set up programmes to retrain adults for self-employment or new jobs. Work would be the way back out of poverty.</p> \n<p>Thirty years on we’re in a different place. When my colleague John Sentamu, the archbishop of York, launched his book On Rock or Sand? earlier this year – probably the best resource in the shops for anyone looking for an evenhanded approach to understanding Britain’s present state – the dedication hit the nail on the head. “For hard-pressed families on poverty wages”, it read. In 2015 the problem isn’t that the poor are not working, it’s that too many of the working are still poor.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/11/uk-young-fairness-george-osborne-budget\">UK ‘failing its young’ as gulf grows between generations</a> </p> \n</aside> \n<p>That’s why I want to applaud the announcement in this week’s budget that the minimum wage will be increased step by step to &pound;9 an hour by 2020. It could have been better. Had the chancellor accepted the figures from the living wage campaign, rather than trying to steal its terminology, he would have made a more substantial attack on in work poverty, especially in London. But a big increase in the minimum wage is enormously welcome. </p> \n<p>And yet, for a large number of Britain’s hard-pressed working poor, the changes announced in parliament this week are not good news. Reducing tax credits will leave many households at least &pound;1,000 worse off. Some face losses of more than twice that, even after accounting for any benefit they get from increases in the minimum wage.</p> \n<p>The day after the budget, I visited a food bank in one of the churches in my diocese. The volunteers in these organisations are highly committed. They draw on their faith to maintain a positive attitude even in the face of the harrowing stories they hear every day. On Thursday the people I spoke with, as they made up and distributed their parcels, were angry and frustrated. </p> \n<p>Reining back public support for those who are trying to work their way out of poverty, often by holding down several jobs at once, is a huge leap backwards. It asks those already struggling to keep their heads above water to take on an extra burden. Bad enough were we simply thinking about those of working age, but that is to forget the real losers from the tax credit cutbacks. <br /></p> \n<p>The number of children who will be adversely affected by the budget change is almost certainly above the number of adults. Already we know that many school pupils lose weight over the summer holidays, simply because their parents can’t stretch their resources to give them that extra meal a day. Children who are not adequately fed will not thrive. Children who don’t thrive will not grow into the next generation of gifted and hardworking adults that we need them to be. Tax credits are a modest support for the hardest pressed.</p> \n<p>In Britain in 2015, for far too many households, work has ceased to be the escape route from poverty. It’s just one more dimension to living on or beneath the breadline. When the kids come home to empty cupboards and to mum slumped on the living room sofa, it’s not that she’s lain there all day. More likely she’s just grabbing a nap between part-time shifts. Let’s not make life any harder for her, or for them.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436641265896/3b07b483-8c9d-43ed-aa00-c3d53c4eff16-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Danny Lawson/PA","altText":"Volunteer at a food bank","cleanCredit":"Photograph: Danny Lawson/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T19:08:27Z","lastModified":"2015-07-11T21:06:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"David Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/david-walker"}],"feature":false,"keywords":["Poverty","Social exclusion","Society","Minimum wage","UK news","George Osborne","Politics","Budget 2015 (July)","Budget"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"society/minimum-wage","webTitle":"Minimum wage"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"David Walker","topic":{"type":"tag-contributor","name":"profile/david-walker"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/11/families-work-poverty-osborne-budget","shortUrl":"http://gu.com/p/4at3b","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/11/families-work-poverty-osborne-budget","webUri":"http://www.theguardian.com/commentisfree/2015/jul/11/families-work-poverty-osborne-budget"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436641265896/3b07b483-8c9d-43ed-aa00-c3d53c4eff16-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A volunteer at a food bank. Many were left angry and frustrated by cuts to tax credits that will hit the working poor. Photograph: Danny Lawson/PA","credit":"Danny Lawson/PA","altText":"Volunteer at a food bank","cleanCaption":"A volunteer at a food bank. Many were left angry and frustrated by cuts to tax credits that will hit the working poor.","cleanCredit":"Photograph: Danny Lawson/PA"}},"importance":0,"kicker":{"title":"David Walker"},"byline":{"title":"David Walker Bishop of Manchester"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436641265896/3b07b483-8c9d-43ed-aa00-c3d53c4eff16-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Danny Lawson/PA","altText":"Volunteer at a food bank","cleanCredit":"Photograph: Danny Lawson/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436638144364/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"George Osborne","cleanCaption":"George Osborne’s budget has met a growing backlash from young people. Photograph: Andy Rain/EPA"}}]},{"title":"Fox hunting / Top Tory leads rebellion against relaxation of ban","rawTitle":"Top Tory leads rebellion against relaxation of ban","item":{"type":"article","id":"uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion","title":"Top Tory leads rebellion against relaxation of foxhunting ban","trailText":"Tracey Crouch, the sports minister, calls on MPs to side with Labour against government in ‘knife-edge’ free vote on Wednesday","standFirst":"<p>Tracey Crouch, the sports minister, calls on MPs to side with Labour against government in ‘knife-edge’ free vote on Wednesday</p>","byline":"Toby Helm Political editor","body":"<p>The Tory sports minister, Tracey Crouch, has called on MPs of all parties to reject her own government’s plan to relax the 10-year-old hunting ban, saying they should not be “fooled by the spin of the pro-hunt lobby”.</p> \n<p>Ahead of what may be a knife-edge Commons vote on Wednesday, Crouch is leading a group of prominent Conservatives who will side with Labour to maintain the law in its current form. David Cameron <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jul/09/government-publishes-amendment-fox-hunting-act-free-vote\">has promised a free vote on a government amendment</a> that would make it legal to kill foxes for pest control and for them to be flushed out by a full pack of hounds. Under the current law, passed after years of parliamentary battles, hunts are allowed to use two dogs to flush out foxes that can then be shot for pest control purposes.</p> \n<p>The changes follow <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/06/david-cameron-backs-repeal-of-ban-on-hunting-with-dogs\">a Tory manifesto commitment to offer a free vote on repeal of the law</a>. But, fearing they would lose a vote for complete repeal, ministers have tabled changes to water down the bill, bringing the rules into line with those in Scotland.</p> \n<p>Critics of the plans, which would also permit an unlimited number of dogs to flush out diseased or injured foxes and allow them to be used for “research and observation” purposes, say hunters would exploit the loose wording to claim they were assessing fox populations or disease levels when in fact they were hunting as they wished.</p> \n<p>Crouch, who is a patron of the organisation <a href=\"http://www.conservativesagainstfoxhunting.com\">Blue Fox – Conservatives Against Fox Hunting</a> told the <em>Observer</em> that if MPs were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/cameron-foxhunting-hunting-ban-legal-changes\">lulled into backing the amendment</a> they would be flying in the face of public opinion. “The proposed amendment relaxes current legislation making the current act unenforceable. The vote could be close, so I hope colleagues on all sides … will not be fooled by the spin of the pro-hunt lobby and inadvertently vote for a measure that makes a mockery of public opinion on foxhunting.” Between 20 and 30 Tory MPs could oppose the amendment.</p> \n<p>When the ban became law in 2004, 61% of people supported parliament’s decision while 30% opposed it. Recent research by YouGov research found that 51% of people still support the ban while 33% oppose it.Sarah Wollaston, Tory MP for Totnes, said she too would vote against the amendment. “People have moved on from this. What this will do is make people think the Tories are all pro-hunting when that it is not the case.I also resent the way this is being presented as a town against country thing. In rural parts of my constituency many people do not agree with fox hunting.”</p> \n<p>Justice minister Dominic Raab said recently: “I can’t see the case for repealing the Hunting Act. There are parts, like hunting deer with dogs, that I just feel are wrong in principle. With respect to foxhunting, I see that farmers need to protect their livestock from attack, but hunting foxes with dogs is not the most humane way to do that.”</p> \n<p>The outcome could be determined by the 56 SNP MPs, who were refusing to say on Saturdayhow they would vote. It is expected that they will abstain, taking the view that it is a matter for England and Wales.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/08/cameron-foxhunting-hunting-ban-legal-changes\">David Cameron the sly fox is about to legalise hunting by stealth | Stephen Moss</a> </p> \n</aside> \n<p>Robbie Marsland, director of the League Against Cruel Sports (Scotland), said it was wrong to claim England was being brought into line with Scotland. What was being proposed in England was “worse” as it would allow full packs of hounds to be used for “research and observation”. For the UK government to maintain it was merely harmonising rules was also disingenuous because it implied the system in Scotland was working, when in fact the SNP was looking again at the shortcomings.</p> \n<p>The Department for Rural Affairs said the proposed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/hunting\">amendments to the hunting ban</a> would enable farmers and gamekeepers to make a judgment, “based on the terrain and other circumstances, to use more than two dogs to flush out and stalk wild animals for effective and humane shooting as part of the existing exemption in the Act that allows for pest control”.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436628391747/Foxhunting-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis","credit":" Kit Houghton/Corbis","altText":"Foxhunting","cleanCaption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-11T18:41:31Z","lastModified":"2015-07-11T23:02:18Z","metadata":{"commentable":true,"commentCount":880,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Hunting","UK news","Animals","Animal welfare","Conservatives","Politics"],"tags":[{"id":"uk/hunting","webTitle":"Hunting"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/animals","webTitle":"Animals"},{"id":"world/animal-welfare","webTitle":"Animal welfare"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Toby Helm","topic":{"type":"tag-contributor","name":"profile/tobyhelm"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion","shortUrl":"http://gu.com/p/4atxe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion","webUri":"http://www.theguardian.com/uk-news/2015/jul/11/tracey-crouch-foxhunting-ban-rebellion"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436628391747/Foxhunting-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis","credit":" Kit Houghton/Corbis","altText":"Foxhunting","cleanCaption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis"}},"importance":5,"kicker":{"title":"Fox hunting"},"showQuotedHeadline":false,"sublinks":[{"title":"Barbara Ellen / An unspeakable way to repeal a very good law","rawTitle":"An unspeakable way to repeal a very good law","item":{"type":"comment","id":"commentisfree/2015/jul/12/foxhunting-unspeakable-way-to-repeal-good-law","title":"Foxhunting: an unspeakable way to repeal a very good law","trailText":"Not only is foxhunting a cruel, unacceptable throwback practice, the vast majority of citizens have made their dislike for it clear","standFirst":"Not only is foxhunting a cruel, unacceptable throwback practice, the vast majority of citizens have made their dislike for it clear","byline":"Barbara Ellen","body":"<p>This Wednesday in parliament, to be hastily debated without public input, there’s <a href=\"http://www.legislation.gov.uk/ukdsi/2015/9780111137628/pdfs/ukdsi_9780111137628_en.pdf\" title=\"\">a proposed amendment</a> to the foxhunting laws (basically, the return to packs to flush the fox, in line with Scottish law).</p> \n<p>The first thing to note is how remarkably confident, perhaps even omnipotent, the Tories must be feeling, post-election. Here they are, attempting to undermine an act that a majority of the British public wanted. These would be ordinary people, who wouldn’t care if, for instance, prior to the election, prominent Tories stood on faded rugs, in grand houses, secretly promising amendments/“stealth” repeals (however they wish to term it), should they&nbsp;get in.</p> \n<p>Nor is anybody accepting this “you townies don’t understand countryside folk” guff anymore. I grew up in the countryside. I wandered around bluebell woods as a child, dodged horse muck in the roads. I know what a stile is and that dyke has another meaning apart from being slang for lesbian. I climbed into disused piggeries with my friends and stared at walls stained rust-coloured with blood and at holes in the floor, where pigs were thrown after slaughter.</p> \n<p>I didn’t just pop to the country for a cream tea and a bracing inhalation of manure – I grew up there and knew people of different classes and ages (as you do, in the country). Yet I never knew anyone who hunted, was pro-hunting, fitted in any way the tally ho caricature or who complained about townies not understanding their way of life, in the manner of straw-chewing yokels straight from central casting.</p> \n<p>This has always been the first fallacy – that the countryside is different. As I’ve written before, no, it isn’t, not really, and certainly not where being exempt from the law is concerned. On this note, are the persistent complaints about hunt-law flouting going to be (finally) addressed in parliament this week?</p> \n<p>Here’s a suggestion I’ve made before: if hunts are confident that they’re law-abiding, why don’t they simply allow representatives from animal charities to join the hunts to confirm that the rules are being&nbsp;upheld?</p> \n<p>Let’s clear up some other “misunderstandings”. I keep hearing about “wildlife management” (pest control, disease, protecting vulnerable species, biodiversity). It all sounds very civilised and lovely in a <em>Born Free</em> kind of way. However, if it’s about keeping numbers down, what explains this business about foxes being bred for hunts? Moreover, with wildlife management, who decided that the best way forward was a pack of (slathering, wound-up) dogs and what amounts to a fancy dress party on horseback?</p> \n<p>As for the somewhat fatigued “tradition” argument: some people used to enjoy cockfighting – should we bring that back too? It seems to me that this much-vaunted love of tradition comes and goes, and rather arbitrarily&nbsp;too.</p> \n<p>Then we come to the craziest pro-hunting argument of all – that it’s not just about toffs, there’s a “mix” of people doing it. Well sorry, it <em>is</em> about toffs, people who delude themselves that they’re toffs, or pathetic types who crave the company of toffs (need it be pointed out yet again that just the price of the kit is prohibitive?). Even if there is a “blend of different people”, who cares? Would crowds at an illegal dogfight be meticulously perused to check that there was an agreeable enough class&nbsp;mix?</p> \n<p>Toffs, plebs like me (and possibly you) … it’s irrelevant. Not only is foxhunting a cruel, unacceptable throwback practice, the vast majority of citizens have made their dislike for it clear. If the Conservatives promised a select group that they would push through this amendment, and will now attempt to do so, what is this if not brazen contempt for British people? To repeat, the government has to accept that this is a law that the public is actively, emotionally invested in. Openly, or by stealth, it will not be repealed so easily.</p> \n<h2>Why is there all this stick for the selfie-obsessed?</h2> \n<figure class=\"element element-image\" data-media-id=\"ab6a8160ff514ab11681021184052cbf0408bb17\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436626763512/510760fa-cb27-4a12-bd40-6f0c38fe21a2-460x276.jpeg\" alt=\"Tourists take a selfie near the Pyramid of the Louvre Museum on a rainy summer day in Paris.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tourists take a selfie near the Pyramid of the Louvre Museum in Paris.</span> \n  <span class=\"element-image__credit\">Photograph: Charles Platiau/Reuters</span> \n </figcaption> \n</figure> \n<p>Every so often, famous people, who by definition are photographed a lot, express dislike for selfies. <a href=\"https://en.wikipedia.org/wiki/Benedict_Cumberbatch\" title=\"\">Benedict Cumberbatch</a> called selfies “a tragic waste of engagement”. This echoes Cannes film festival<a href=\"http://www.festival-cannes.fr/en/about.html\" title=\"\"> director Thierry Fr&eacute;maux</a>, who branded them “ridiculous and grotesque”.</p> \n<p>Obviously selfies can be highly irritating, but the constant criticisms are also starting to grate. If selfie sticks cut out tourists needing people to take snaps of them, where’s the real harm? And while some people become worryingly addicted to selfies (we’ve already seen your toned tummy – it’s very nice, now please put it away), for others, it’s akin to harmless self-papping – either as a celebrity lark (as with the Ellen DeGeneres Oscars selfie) or as a way for a non-celebrity to feel special for a moment.</p> \n<p>Perhaps sometimes it’s healthier. At least selfie-takers seem happier to be their own personal celebrity rather than obsessing over red carpet strangers. So, yes, selfie-culture can be annoying, even toxic at times (there’s a trend for taking selfies in dangerous situations). However at least these people are taking themselves seriously, rather than fantasising over famous people they don’t actually know.</p> \n<h2>Billionaires wed – what’s not to love? </h2> \n<figure class=\"element element-image\" data-media-id=\"31698cb691c49ddfc68e52ed73db5bd36b06c29c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/11/1436627139903/ad5cf300-7721-43f9-bea3-b6a93dd6056f-460x276.jpeg\" alt=\"Nicky Hilton in her wedding dress.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Nicky Hilton leaves Claridges Hotel for her wedding to James Rothschild at Kensington Palace, London, on 10 July 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>James Rothschild of the banking dynasty has just married Nikki Hilton of the hotel dynasty. <em>Tatler</em> must have spontaneously combusted in all the excitement – just a damp sooty patch and a pile of staples left. By rights, this news should make oiks such as myself want to throw up into a bucket, but, as it happens, they are so ridiculously rich that it becomes rather funny.</p> \n<p>I’m imagining the wedding guests being forcibly dipped in gold and rolled in emeralds as they arrived. Specially trained doves scattering &pound;50 notes into the crowds.</p> \n<p>In fact, I’d quite like to have gone. Nice day out, bit of hobnobbing (“Ciao, Nat, old bean”), I would have fitted in a treat, until they found me stuffing my bra with the tiny packets of <a href=\"http://www.lovehearts.com/\" title=\"\">Love Heart sweets</a> you always get at weddings.</p> \n<p>It makes perfect sense for a Rothschild to marry a Hilton. As part of a billionaire dynasty, it must get stressful trying to find someone who isn’t after you for your money.</p> \n<p>Let’s face it, most of us would be. Then, one member of a billionaire dynasty locks eyes with a member of another billionaire dynasty and magically all doubts are washed away, as if in the slipstream of one of those tacky-looking super-yachts that wealthy people are always trailing about on, faces like smacked backsides, looking as bored and horrified as though they were enduring a leaky tent in Skeggy.</p> \n<p>Mind you, maybe this theory doesn’t work. Arguably the rich are the most avaricious of the lot (explaining how they got rich); they are built for greed. So, despite being incredibly rich, there’s a high probability that they would still marry for money. One hopes such issues (“Are you marrying me for EVEN MORE money?”) didn’t spoil the happy day.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625263789/Members-of-the-Old-Surrey-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Members of the Old Surrey Burstow and West Kent Hunt. Photograph: Luke Macgregor/REUTERS","credit":"Luke Macgregor/REUTERS","altText":"Members of the Old Surrey Burstow and West Kent Hunt","cleanCaption":"Members of the Old Surrey Burstow and West Kent Hunt. Photograph: Luke Macgregor/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436626765007/510760fa-cb27-4a12-bd40-6f0c38fe21a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tourists take a selfie near the Pyramid of the Louvre Museum in Paris. Photograph: Charles Platiau/Reuters","credit":"Charles Platiau/Reuters","altText":"Tourists take a selfie near the Pyramid of the Louvre Museum on a rainy summer day in Paris.","cleanCaption":"Tourists take a selfie near the Pyramid of the Louvre Museum in Paris.","cleanCredit":"Photograph: Charles Platiau/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436627141754/ad5cf300-7721-43f9-bea3-b6a93dd6056f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Nicky Hilton leaves Claridges Hotel for her wedding to James Rothschild at Kensington Palace, London, on 10 July 2015. Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Nicky Hilton in her wedding dress.","cleanCaption":"Nicky Hilton leaves Claridges Hotel for her wedding to James Rothschild at Kensington Palace, London, on 10 July 2015.","cleanCredit":"Photograph: Rex Shutterstock"}],"webPublicationDate":"2015-07-11T23:05:08Z","lastModified":"2015-07-11T23:05:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barbara Ellen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barbaraellen"}],"feature":true,"keywords":["Hunting","Animals","UK news","Conservatives","Politics","Rural affairs"],"tags":[{"id":"uk/hunting","webTitle":"Hunting"},{"id":"world/animals","webTitle":"Animals"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/ruralaffairs","webTitle":"Rural affairs"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Barbara Ellen","topic":{"type":"tag-contributor","name":"profile/barbaraellen"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/12/foxhunting-unspeakable-way-to-repeal-good-law","shortUrl":"http://gu.com/p/4atx4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/12/foxhunting-unspeakable-way-to-repeal-good-law","webUri":"http://www.theguardian.com/commentisfree/2015/jul/12/foxhunting-unspeakable-way-to-repeal-good-law"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/11/1436625263789/Members-of-the-Old-Surrey-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Members of the Old Surrey Burstow and West Kent Hunt. Photograph: Luke Macgregor/REUTERS","credit":"Luke Macgregor/REUTERS","altText":"Members of the Old Surrey Burstow and West Kent Hunt","cleanCaption":"Members of the Old Surrey Burstow and West Kent Hunt. Photograph: Luke Macgregor/REUTERS"}},"importance":0,"kicker":{"title":"Barbara Ellen"},"byline":{"title":"Barbara Ellen"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733711/BarbaraEllen.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436628391747/Foxhunting-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis","credit":" Kit Houghton/Corbis","altText":"Foxhunting","cleanCaption":"A huntsman with hounds in Taunton, Somerset. Photograph:  Kit Houghton/Corbis"}}]},{"title":"Wealthy Chinese seek shelter in UK property","rawTitle":"Wealthy Chinese seek shelter in UK property","item":{"type":"article","id":"business/2015/jul/12/chinas-rich-seek-shelter-from-stock-market-storm-in-foreign-property","title":"China's rich seek shelter from stock market storm in foreign property","trailText":"Australia, Britain and Canada brace for surge in interest after signs Chinese buyers are seeking safe-haven property markets in wake of stock market volatility","standFirst":"<p>Australia, Britain and Canada brace for surge in interest after signs Chinese buyers are seeking safe-haven property markets in wake of stock market volatility</p>","byline":"Reuters","body":"<p>Real estate agents in Australia, Britain and Canada are bracing for a surge of new interest in their already hot property markets, with early signs that wealthy Chinese investors are seeking a safe haven from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/china-stock-market-rebounds-second-day\">turmoil in Shanghai’s stock markets</a>.<br /></p> \n<p> Sydney agent Michael Pallier said in the past week alone he has sold two new apartments and shown a A$13.8m (US$10.3m) house in the harbourside city to Chinese buyers looking for an alternative to stocks.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/10/china-stock-market-crash-world-problem-struggling-economy-small-invesots\">China’s stock market crash is a problem for the whole world | Isabel Hilton</a> </p> \n</aside> \n<p> “A lot of high-net-worth individuals had already taken money out of the stock market because it was getting just too hot,” Pallier, the principal of Sydney Sotheby’s International Realty, said. “There’s a huge amount of cash sitting in China and I think you’ll find a lot of that comes to the Australian property market.”</p> \n<p> Around 20% has been knocked off the value of Chinese shares since mid-June, although attempts by authorities to stem the bleeding are having some effect.</p> \n<p> Many wealthy Chinese investors had already cashed out. Major shareholders sold 360bn yuan (US$58bn) in the first five months of 2015 alone, compared with 190bn yuan in all of 2014 and an average of 100bn yuan in prior years, according to Bank of America Merrill Lynch.</p> \n<p> While much of that money may initially be parked in more liquid assets like US Treasury bonds and safe-haven currencies such as the Swiss franc, there is growing evidence that foreign property sales may receive a boost.</p> \n<p> “There is anecdotal evidence that Chinese buyers have intensified their interest in safe-haven global property markets, including London, as a result of the recent stock market volatility,” said Tom Bill, head of London residential research at Knight Frank.</p> \n<p> Ed Mead, executive director of realtor Douglas &amp; Gordon in London, said his firm had seen two buyers from China looking to buy whole blocks of flats.</p> \n<p> “It is unusual to see the Chinese block buying, it implies that this is a capital movement rather than just individuals looking to park money.“</p> \n<p>Since 2000, China has had the world’s largest outflow of high-net-worth individuals. Around 91,000 wealthy Chinese sought second citizenship between 2000 and 2014, according to a report by residence investment broker Lion Global, a factor that is fuelling demand to buy foreign property.<br /></p> \n<p> Most of these individuals, defined as those with net assets of US$1m or more excluding their primary residences, are moving to the US, Hong Kong, Singapore and Britain.</p> \n<p> Brian Ward, president of capital markets and investment services for the Americas at commercial property company Colliers International, said Chinese investors had already sunk around US$5bn into US real estate in the first six months of 2015, more than the US$4bn they invested in the whole of 2014.</p> \n<p> In London, Alex Newall, managing director of super prime residential realtor Hanover Private Office estate agents said he had seen an increase in interest from Chinese investors at the top of the market, although no transactions yet.</p> \n<p> “They’re wanting to try and park large sums of money – I’m talking from &pound;25m [US$38.5m] to &pound;150m,” Newell said. “They’re looking to park that capital into London homes.”</p> \n<p> Australia and Canada are also increasing in popularity, gaining an edge from their weakening currencies.</p> \n<p> “Property prices are still cheap in RMB [yuan] terms,” said Timothy Cheung, a principal of Morphic Asset Management in Sydney.</p> \n<p>The rush by Chinese investors into foreign property has not been without criticism, with some in London, Sydney and Vancouver blaming them for pushing up already spiralling prices.<br /></p> \n<p> The Australian government has moved to look tough on the issue, introducing new fees and jail terms for those found flouting foreign investment rules. The Chinese owner of a A$39m Sydney mansion was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/mar/03/joe-hockey-forces-chinese-investor-to-sell-39m-sydney-mansion\">forced to sell up earlier this year </a>after it was revealed the property had been bought illegally through a string of shell companies.</p> \n<p> Others are concerned that Chinese investors who didn’t bail out of stocks quickly enough will be a drag on international property markets, particularly after Beijing on Thursday banned shareholders with large stakes in listed firms from selling for six months.</p> \n<p> In London, Naomi Heaton, the chief executive of London Central Portfolio, said she had heard of investors pulling out of new-build purchases because they no longer had the capital.</p> \n<p> It was a similar story for Vancouver real estate agent Andrew Hasman, who focuses on the city’s affluent westside area.</p> \n<p> “I had a call last week from another agent wanting to know if a seller of a transaction we just did would allow the buyer to back out, because they had just recently lost a huge amount of money in the Chinese stock market correction,” Hasman said.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bb7728d9da2e1bd3e3635e5d21e6a06b6d4fdb7d/0_154_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"David Gray/Reuters","altText":"The Sydney Opera House and Harbour Bridge can be seen behind real estate agent LuLu Sun (R) as she escorts Bao Fang, a potential buyer from Shanghai, during an inspection of a property for sale in the Sydney suburb of Vaucluse, Australia, July 11, 2015. Realtors in Australia, Britain and Canada are bracing for a surge of new interest in their already hot property markets, with early signs that wealthy Chinese investors are seeking a safe haven from the turmoil in Shanghai's equity markets. Around 20 percent has been knocked off the value of Chinese shares since mid-June, although attempts by authorities to stem the bleeding are having some effect.   REUTERS/David Gray","cleanCredit":"Photograph: David Gray/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-12T04:22:49Z","lastModified":"2015-07-12T04:37:48Z","metadata":{"commentable":true,"commentCount":214,"contributors":[],"feature":false,"keywords":["Chinese economy","China","Real estate","Asia Pacific","Australia news","UK news","London","Sydney","Canada","Americas","Australian economy"],"tags":[{"id":"business/chinese-economy","webTitle":"Chinese economy"},{"id":"world/china","webTitle":"China"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"australia-news/australia-news","webTitle":"Australia news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/london","webTitle":"London"},{"id":"australia-news/sydney","webTitle":"Sydney"},{"id":"world/canada","webTitle":"Canada"},{"id":"world/americas","webTitle":"Americas"},{"id":"business/australia-economy","webTitle":"Australian economy"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/12/chinas-rich-seek-shelter-from-stock-market-storm-in-foreign-property","shortUrl":"http://gu.com/p/4at4m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/12/chinas-rich-seek-shelter-from-stock-market-storm-in-foreign-property","webUri":"http://www.theguardian.com/business/2015/jul/12/chinas-rich-seek-shelter-from-stock-market-storm-in-foreign-property"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bb7728d9da2e1bd3e3635e5d21e6a06b6d4fdb7d/0_154_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"A Sydney real estate agent (right) escorts a potential buyer from Shanghai during an inspection of a property for sale in the Sydney suburb of Vaucluse on 11 July.  Photograph: David Gray/Reuters","credit":"David Gray/Reuters","altText":"Sydney real estate","cleanCaption":"A Sydney real estate agent (right) escorts a potential buyer from Shanghai during an inspection of a property for sale in the Sydney suburb of Vaucluse on 11 July. ","cleanCredit":"Photograph: David Gray/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/78ca0ab621954f4cc7ffba0cab80e6ac933182cb/0_87_3000_1801/1000.jpg","height":600,"width":999}}]},{"title":"US election 2016 / 'I'm, like, a really smart person,' Donald Trump tells faithful","rawTitle":"'I'm, like, a really smart person,' Donald Trump tells faithful","item":{"type":"article","id":"us-news/2015/jul/12/im-like-a-really-smart-person-donald-trump-exults-in-outsider-status","title":"'I'm, like, a really smart person': Donald Trump exults in outsider status","trailText":"GOP presidential candidate rails against immigrants, Mexico, the media and Jeb Bush in Phoenix rally despite protests from Latinos calling on him to ‘Stop the hate’ ","standFirst":"<p>GOP presidential candidate rails against immigrants, Mexico, the media and Jeb Bush in Phoenix rally despite protests from Latinos calling on him to ‘Stop the hate’ </p>","byline":"Rory Carroll in Phoenix","body":"<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/donaldtrump\">Donald Trump</a> was on a roll and he was not going to let anyone, least of all Latino infiltrators, spoil his triumph.<br /></p> \n<p>“This has become a movement,” he exulted from the podium. “The silent majority is back, and we’re going to take our country back ... the word is getting out that we have to stop illegal immigration.”</p> \n<p>Thousands of supporters packed into the Phoenix convention center on Saturday roared their approval. Finally here was a candidate who would catch and banish “the illegals”.</p> \n<p>Right around then a few pro-immigrant activists hidden in the crowd outed themselves and unfurled a banner: “Stop the hate.”</p> \n<p>The defiance lasted just a few seconds before Trump supporters swarmed around them pulling, grabbing and shoving. Security guards intervened and frogmarched the intruders away amid jeers and insults.</p> \n<p>Trump’s voice boomed over the commotion. “I wonder if the Mexican government sent them over here. I think so.” The jeers intensified. “Don’t worry,” he reassured the crowd, “we’ll take our country back.” Chants of USA erupted.</p> \n<p>It was a brief, telling moment in the Republican candidate’s campaign event in Arizona, the highlight of a <a href=\"http://www.theguardian.com/us-news/2015/jul/11/donald-trump-friends-abe-immigration-los-angeles \">weekend swing through western states</a>. Instead of cooling it, as Republican leaders have pleaded, the real estate tycoon-turned GOP insurgent dialed up anti-illegal immigrant rhetoric. His supporters adored it.</p> \n<p>“He says everything that’s in our hearts. No baloney,” said Mary Przybylo, 75. “He’s got to keep it up. Keep it going.” Others echoed the sentiment. “He’s not afraid to say what we feel,” said Kent Pyper, 47, who runs a printing business. “No one else tells it like it is.”</p> \n<p>That perception has made Trump, so often derided as a buffoon, an electric candidate. He has tapped a deep well of anger which is powering a surge in the polls.</p> \n<p>The Phoenix rally shone a light on that momentum. It also exposed frailties. Trump’s freewheeling campaign may be sowing the seeds of its own destruction.</p> \n<p>The hour-long speech was vintage Trump. An unscripted, rambling mix of jokes, boasts, provocations, policy prescriptions to “make America great again” and tirades against illegal immigrants, Mexico’s government, Democrats, the media, terrorists and especially fellow Republicans.</p> \n<p>“Let’s say Jeb Bush is president: ay, ay, ay,” he groaned, eliciting laughs. “How can I be tied with this guy? He’s terrible.”</p> \n<p>He mocked Macy’s, ESPN and other business partners who have dumped him, saying he would have the last laugh. “Thousands and thousands of people are cutting up their Macy’s credit cards.”</p> \n<p>One moment he bragged about his best-selling books, the next he vowed to zap Islamic State. Then he was talking about trade deals with Japan, Caterpillar trucks, golf balls, phone calls from Paris, Humvees, conversations with his wife, Sino-Russian relations, sanctuary cities, Hillary Clinton and his desire to send Sergeant Bowe Bergdahl, the US hostage traded for Taliban prisoners, back to Afghanistan.</p> \n<p>“I went to the Wharton School of Business,” he noted several times. “I’m, like, a really smart person.”</p> \n<p>The press, he said, jabbing a finger at a phalanx of television cameras, were liars. “They’re terrible people. Terrible. Not all of them, but many of them.”</p> \n<p>Trump promised to release personal financial records this week, which will clear the way for him to debate rivals in an August 6 televised debate.</p> \n<p>If there was a connecting thread it was illegal immigration and how it was draining America’s greatness. The warm-up speakers were Mary Ann Mendoza, whose police officer son Brandon died in a vehicle accident with an undocumented immigrant, and Maricopa county sheriff Joe Arpaio, who lamented that they escaped justice.</p> \n<p>Trump introduced Jamiel Shaw, the father of a Los Angeles high school student shot dead by an undocumented Mexican immigrant in 2008.</p> \n<p>Trump said he loved Mexico’s people but decried their leaders as cunning manipulators of an “out of control” border. He promised to fine Mexico $100,000 for every person who illegally entered the US. “This has become a movement. This has become a movement because people don’t know what’s happening. We can’t be great if we don’t have a border.”</p> \n<p>Every time he bashed illegal immigrants the 5,000-strong capacity crowd – hundreds had to listen from outside – roared.</p> \n<p>Republican leaders concluded after Barack Obama’s victory in 2012 that the party must reach out to Latinos to stand a chance of capturing the White House in 2016. Most of Trump’s rivals have criticised, to varying degrees, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/06/donald-trump-mexican-immigrants-tremendous-infectious-disease\">his statements about Mexico sending rapists, criminals and diseases into the US</a>.</p> \n<p>That leaves the reality television host a clear field to tap a current of anger and resentment among certain white people, rich and poor, Republicans and non-Republicans.</p> \n<p>“He’s telling like it is. He’s an American hero,” said Elizabeth Shoemaker, an elderly woman wearing a cowboy hat and holding a Trump = Truth placard. Marty Hermanson, 54, a former local GOP party chairman in a pinstriped suit, said the candidate was expressing people’s inner feelings. “He’s hit a nerve.”</p> \n<p>Supporters ranged from Tammie Malkow-Dunham, 46, a soft-spoken Canadian who resents people skipping the queue for citizenship, to Alice Novoa, a peroxide blonde in a star-and-stripes jacket who ranted about a Mexican plan to use immigrants as fifth columnists to invade and massacre US Christians.</p> \n<p>There was also Rick Kral, 73, a retired electrical engineer, fretting about Islamist terrorists flocking through El Paso (“it’s on the internet”), and Diana Brest, 64, an unemployed former insurance worker who feared losing out in the job market to younger, bilingual people. “They need to be escorted off our land.” Brest had queued since 4.45am, first in line, to nab a prime spot.</p> \n<p>Trump’s unfiltered, unvarnished rhetoric taps the sense that undocumented immigrants are competitors, or cheats, or worse, and that a lily-livered, politically correct GOP abandoned the fight.</p> \n<p>Their zeal has energised Trump’s campaign. But Phoenix also exposed the downsides.</p> \n<p>The Republican party of Maricopa county hosted the event but almost the entire state party leadership, including the senators John McCain and Jeff Flake, and governor Doug Ducey, stayed away. Maverick is one thing, outcast another.</p> \n<p>The event galvanised a small but spirited Latino response. About a hundred protesters braved searing heat outside the center to chant for hours. Francisca Porchas 33, one of the infiltrators who unfurled the banner inside the hall, emerged seething. “I was pushed and elbowed. It was actually very scary. He’s stirring extremist sentiment.” Jose Patino, 26, who was also jostled, predicted a Latino backlash at the polls. “He’s probably hurting his party and helping the Democrats.”</p> \n<p>After Trump left the stage, and the adrenaline of the event ebbed, some supporters conceded doubts about their hero’s long term viability. “Presidential material? Huh. Do I have to answer that?” asked Joe Przybylo, 67, a retired postal worker. “I like the straight talking. It’s from the heart. But, you know, it can be a bit rough. Maybe he needs more work.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57eb767b79ef13b0dc3961d0dfd10c41e557c413/0_359_4566_2741/4566.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2741,"width":4566,"orientation":"landscape","credit":"Rick D'Elia/Corbis","altText":"Trump Speaks about Immigration in Phoenix<br>11 Jul 2015, Phoenix, Arizona, USA --- Trump, spoke iat the Phoenix Convention Center. --- Image by © Rick D'Elia/Corbis","cleanCredit":"Photograph: Rick D'Elia/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-12T06:16:02Z","lastModified":"2015-07-12T06:18:42Z","metadata":{"commentable":true,"commentCount":210,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"}],"feature":false,"keywords":["Donald Trump","US elections 2016","Mexico","US politics","Migration","Race issues","Americas","US news","Arizona"],"tags":[{"id":"us-news/donaldtrump","webTitle":"Donald Trump"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"},{"id":"world/mexico","webTitle":"Mexico"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/americas","webTitle":"Americas"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/arizona","webTitle":"Arizona"}],"section":{"id":"us-news"},"topics":[{"displayName":"Rory Carroll","topic":{"type":"tag-contributor","name":"profile/rorycarroll"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/12/im-like-a-really-smart-person-donald-trump-exults-in-outsider-status","shortUrl":"http://gu.com/p/4at4k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/12/im-like-a-really-smart-person-donald-trump-exults-in-outsider-status","webUri":"http://www.theguardian.com/us-news/2015/jul/12/im-like-a-really-smart-person-donald-trump-exults-in-outsider-status"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57eb767b79ef13b0dc3961d0dfd10c41e557c413/0_359_4566_2741/4566.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2741,"width":4566,"orientation":"landscape","caption":"Donald Trump speaking in Phoenix, Arizona on Saturday.  Photograph: Rick D'Elia/Corbis","credit":"Rick D'Elia/Corbis","altText":"Donald Trump addresses the rally in Phoenix, Arizona on Saturday. ","cleanCaption":"Donald Trump speaking in Phoenix, Arizona on Saturday. ","cleanCredit":"Photograph: Rick D'Elia/Corbis"}},"importance":3,"kicker":{"title":"US election 2016"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/57eb767b79ef13b0dc3961d0dfd10c41e557c413/0_359_4566_2741/4566.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2741,"width":4566,"orientation":"landscape","credit":"Rick D'Elia/Corbis","altText":"Trump Speaks about Immigration in Phoenix<br>11 Jul 2015, Phoenix, Arizona, USA --- Trump, spoke iat the Phoenix Convention Center. --- Image by © Rick D'Elia/Corbis","cleanCredit":"Photograph: Rick D'Elia/Corbis"}}]},{"title":"Tristram Hunt: ‘Labour needs a summer of hard truths’","rawTitle":"Tristram Hunt: ‘Labour needs a summer of hard truths’","item":{"type":"article","id":"politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths","title":"Tristram Hunt: ‘Labour needs a summer of hard truths’","trailText":"The shadow education secretary says his party must learn from its poll defeat to survive – and hopes Osborne’s budget will act as an ‘electric shock’ bringing debate alive","standFirst":"The shadow education secretary says his party must learn from its poll defeat to survive – and hopes Osborne’s budget will act as an ‘electric shock’ bringing debate alive","byline":"Toby Helm Political editor","body":"<p>The Labour party is increasingly regarded as irrelevant in the aftermath of its disastrous election defeat and George Osborne’s “land grab” budget, because it is failing to conduct a sufficiently searching analysis of its future purpose, according to the shadow education secretary, Tristram Hunt.</p> \n<p>Before a speech on Wednesday in which he will call on the party to embrace a new “progressive patriotism”, Hunt told the <em>Observer</em> that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jul/07/labour-leadership-candidates-education-interviews-burnham-cooper-corbyn-kendall-schools\" title=\"\">the four candidates to succeed Ed Miliband</a> were becoming trapped into announcing “micro-policies” as if preparing for an election five years down the road, rather than tackling the wider and more urgent task of redefining the role of a centre-left party in an age of austerity. “The speed and rapidity with which we are beginning to be regarded as irrelevant and out of the debate is really terrifying,” he said.</p> \n<p>The former TV historian, now MP for Stoke-on-Trent Central, described the budget, in which <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jul/08/budget-2015-live\" title=\"\">Osborne sought to dull the pain of deep welfare cuts by announcing a new “national living wage”,</a> as a “Tomahawk missile” strike into Labour territory, which showed the Tories were bent on a “hegemonic project that seeks to control and dominate the political landscape”.</p> \n<p>Calling on Labour to promote a keener sense of national identity in tandem with a confident internationalist, European outlook, learning lessons from the SNP in Scotland and Syriza in Greece, he said: “My big fear is that, just as we lost the agenda in the aftermath of the last election, I fear us losing it again. The breadth of the attempted land grab by Osborne will, I hope, deliver a defilibrator, an electric shock, to our leadership election because we need to think really deeply about the future of the Labour party. This needs to be a summer of hard truths.”</p> \n<p>Hunt, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/tristram-hunt-withdraws-labour-party-leadership-race-liz-kendall\" title=\"\">who ducked out of the leadership contest after failing to gain enough support from Labour MPs,</a> said the party needed to position itself as patriotic yet internationalist and outward-looking. By contrast, the current leadership contest seemed too focused on policy minutiae while failing to address huge wider challenges facing centre-left parties across Europe.</p> \n<p>“The speed and the nature of the leadership election, the structure of the hustings, the demand for specific answers on narrow policy points about class sizes or the number of houses to be built, really misses big-picture thinking we need to do, particularly in a European context,” he said.</p> \n<p>Asked if he was depressed by the leadership process (<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/video/2015/may/20/tristram-hunt-labour-leadership-liz-kendall-video\" title=\"\">he is supporting Liz Kendall, </a>who he says is asking many of the important questions), he said: “Yes. It needs to be bigger and more searching. It is a challenge to the party. A lot of constituency Labour parties are interested in nominating the next leader of the Labour party rather than the next prime minister. I am interested in the Labour party winning power and choosing the next prime minister. This cannot be an exercise in indulgence ... What I would hate to see is a continuity sensation and a few more policy workshops, when what we are facing is pretty seismic.”</p> \n<p>In his speech to the international thinktank and research institute <a href=\"http://www.policy-network.net/content/342/about%20us\" title=\"\">Policy Network</a>, Hunt will argue that Labour has to learn from the crisis of social democracy across Europe, while understanding the emotional appeal of patriotism that some parties have successfully tapped into. He says that, as with the SNP in Scotland or Podemos in Spain, patriotic sentiment can be dynamic and go hand in hand with a commitment to European internationalism.</p> \n<p>“I don’t think we can disentangle what is happening to the Labour party here compared to what has happened to socialist parties in Denmark or Spain or Greece. Right across Europe we are facing this really big challenge to establish [the purpose of] social democratic parties in an age of austerity.”</p> \n<p>Rather than developing detailed policy on childcare, housing, or education, Labour’s debate should be about how government can help people to tackle massive economic, technological and social change.</p> \n<p>“The party should be arguing for a progressive and interventionist state to support citizens and communities in confronting the challenges of globalisation. What are we for? We are for giving people the capacity to deal with a period of incredible socio-economic change and the advent of digital technology, migration flows, global capital flows.”</p> \n<p>As the Tories trim back the state, they fail to address such questions. “Representing Stoke-on-Trent, you see the seismic change of the last 30 years. It is almost anthropological in terms of the taking away of traditional systems. The role of a Labour party and social democratic parties is to help communities get through that and thrive on the back of it.”</p> \n<p>While raiding Labour territory in the budget, the Conservatives were avoiding big questions and giving Labour an opening, Hunt said. While he backs a living wage, he disagrees with much of Osborne’s assault on the young and the poor.</p> \n<p>“If you are reducing inheritance tax for the top properties and stripping away maintenance grants for low-income students to go to university – which is what the budget did – that is not a progressive social democratic state. I think there is a strong and powerful role that we should be interested in performing, and my big-picture criticism of the budget is that this moment of opportunity did not lay out the big challenges.”</p> \n<p>He wants to lead a major philosophical debate about Labour’s purpose. Some believe Hunt has his eye on being the next Labour leader but one, having spent time preparing the ground. When asked about his leadership intentions he is less expansive. “I hope Liz wins. I don’t want to get into all of that. We have not even chosen the next leader yet.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436621291185/Tristram-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Tristram Hunt","cleanCaption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-11T23:05:07Z","lastModified":"2015-07-11T23:05:07Z","metadata":{"commentable":true,"commentCount":346,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Tristram Hunt","Labour party leadership","Conservatives","Labour","George Osborne","General election 2015","Budget","Politics","Budget 2015 (July)","UK news"],"tags":[{"id":"politics/tristram-hunt","webTitle":"Tristram Hunt"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Toby Helm","topic":{"type":"tag-contributor","name":"profile/tobyhelm"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths","shortUrl":"http://gu.com/p/4atva","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths","webUri":"http://www.theguardian.com/politics/2015/jul/12/tristram-hunt-labour-needs-a-summer-of-hard-truths"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436621291185/Tristram-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Tristram Hunt","cleanCaption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/7/11/1436621291185/Tristram-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"Tristram Hunt","cleanCaption":"Tristram Hunt: 'Just as we lost the agenda in the aftermath of the last election, I fear us losing it again.' Photograph: Anthony Devlin/PA"}}]},{"title":"Australia / 'Antarctic vortex' settling in across south-east states","rawTitle":"'Antarctic vortex' settling in across south-east states","item":{"type":"article","id":"australia-news/2015/jul/12/storms-damage-homes-in-nsw-as-heaters-cause-fires-in-melbourne","title":"'Antarctic vortex' settling in across NSW and Victoria, say meteorologists","trailText":"As the big chill sets in, snow dusts Orange in NSW’s central west, storms damage homes in the Riverina region, and strong winds down power lines in Adelaide","standFirst":"<p>As the big chill sets in, snow dusts Orange in NSW’s central west, storms damage homes in the Riverina region, and strong winds down power lines in Adelaide</p>","byline":"Oliver Milman and agencies","body":"<p>The cold spell dubbed the “Antarctic vortex” that has enveloped much of south-eastern Australia is “not going away in a hurry”, the Bureau of Meteorology (BoM) has warned.<br /></p> \n<p>The alpine regions of Victoria and New South Wales have experienced significant snowfall at elevations as low as 600m, with blizzard conditions and strong winds forecast for Sunday.</p> \n<p>Snow has dusted areas across NSW, such as the city of Orange, in the state’s central west, and is anticipated as far north as the southern reaches of Queensland until Monday. Snow and sleet are expected on Sunday and Monday in areas above 800 metres in the granite belt, a region that includes the Darling Downs.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/jul/10/cold-front-to-bring-below-freezing-temperatures-to-south-east-australia\">Chilly conditions</a> have swept across the interior of NSW, with the city of Dubbo experiencing temperatures of 4.9C early on Sunday. Sydney has been a little warmer, at 13C by midday on Sunday, although thunderstorms are gathering off the coast. Brisbane’s temperature is expected to be about 11C on Sunday.</p> \n<p>In Victoria, temperatures at Mount Hotham plunged to minus 6C, with blizzard conditions set to hit the area. Further south, Melbourne experienced wind and rain, waking to temperatures of about 7C. Canberra’s temperature on Sunday hovered around 6C.</p> \n<p>The NSW ski resort of Thredbo, where temperatures fell to minus 6C on Sunday, is expecting 70cm of snow from the cold front. The resort operator hailed the conditions as “ideal” for covering the slopes for skiers and snowboarders. </p> \n<p>Stormy weather has also damaged property in South Australia, with gusts of up to 98km per hour bringing down trees and power lines in Adelaide.</p> \n<p>On Friday night, severe storms hit two NSW towns, with winds picking up and snow falling heavily in alpine areas. At least 12 homes and sheds were damaged in Burrumbuttock, in the Riverina region, as the storms and winds whipped through the town. </p> \n<p>Stormy weather also ripped off the roof of a home in Armidale in the northern tablelands.</p> \n<p>Motorists were warned to drive carefully as roads reopened on Sunday morning after snowfall led to closures on the Great Western Highway between Bathurst and Lithgow, as well as roads near Orange and Molong.</p> \n<p></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/australia-news/2015/jul/10/cold-front-to-bring-below-freezing-temperatures-to-south-east-australia\">Cold front to bring below-freezing temperatures to south-east Australia</a> </p> \n</aside> \n<p>As the cold front moved across Victoria, Melbourne’s fire service urged residents to check their chimneys and heaters after firefighters put out three heating-related blazes in 40 minutes.<br /></p> \n<p>Three properties were damaged by fires that began in chimneys and flues, the metropolitan fire brigade said.<br /></p> \n<p>It reminded residents to check their flues were installed properly and sweep their chimneys regularly when heating their homes in the cold weather.<br /></p> \n<p> The cold front, which took hold on Saturday, has unofficially been described as an “Antarctic vortex” because it was triggered by the movement of cold air from the Southern Ocean up across the Australian mainland.</p> \n<p>An area of low pressure has helped reinforce and spread the cold front, with the BoM predicting the low temperatures will persist into next week.</p> \n<p>“The cold spell will last well into the coming week and while we may not get extensive snowfall, we will still have the cold temperatures,” a senior forecaster at the BoM, Sarwan Dey, told Guardian Australia.</p> \n<p>“The wintry conditions will continue, they are not going to go away in a hurry. There is a wind-chill factor too – the forecast temperatures may be 10C to 12C but if you’re out in the open, it’ll feel more like 4C or 5C.”</p> \n<p>Dey said the cold spell wasn’t highly unusual but it was rare for the southern part of Queensland to get snow and sleet.</p> \n<p>“There are benefits such as the snow brought to the ski fields but, at the same time, you need to take precautions, especially when driving and when outdoors,” Dey said.</p> \n<p><em>With Australian Associated Press</em></p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9717c9fa2ee323c8840d04da61c2b38393676a37/0_207_5109_3065/5109.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3065,"width":5109,"orientation":"landscape","credit":"Ben Hemmings/Thredbo Resort","altText":"A skier in mid-air at Thredbo NSW","cleanCredit":"Photograph: Ben Hemmings/Thredbo Resort"}],"bodyImages":[],"webPublicationDate":"2015-07-12T05:50:33Z","lastModified":"2015-07-12T07:48:42Z","metadata":{"commentable":true,"commentCount":42,"contributors":[{"name":"Oliver Milman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412084850932/Oliver-Milman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/oliver-milman"}],"feature":false,"keywords":["Australia weather","Victoria","New South Wales"],"tags":[{"id":"australia-news/australia-weather","webTitle":"Australia weather"},{"id":"weather/victoria","webTitle":"Victoria"},{"id":"australia-news/new-south-wales","webTitle":"New South Wales"}],"section":{"id":"australia-news"},"topics":[{"displayName":"Oliver Milman","topic":{"type":"tag-contributor","name":"profile/oliver-milman"}}],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/jul/12/storms-damage-homes-in-nsw-as-heaters-cause-fires-in-melbourne","shortUrl":"http://gu.com/p/4at4c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/jul/12/storms-damage-homes-in-nsw-as-heaters-cause-fires-in-melbourne","webUri":"http://www.theguardian.com/australia-news/2015/jul/12/storms-damage-homes-in-nsw-as-heaters-cause-fires-in-melbourne"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9717c9fa2ee323c8840d04da61c2b38393676a37/0_207_5109_3065/5109.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3065,"width":5109,"orientation":"landscape","caption":"A skier makes the most of a 70cm snow dump at Thredbo in NSW with the coldest weather for 15 years forecast across much of Australia’s eastern half.  Photograph: Ben Hemmings/Thredbo Resort","credit":"Ben Hemmings/Thredbo Resort","altText":"A skier in mid-air at Thredbo NSW","cleanCaption":"A skier makes the most of a 70cm snow dump at Thredbo in NSW with the coldest weather for 15 years forecast across much of Australia’s eastern half. ","cleanCredit":"Photograph: Ben Hemmings/Thredbo Resort"}},"importance":1,"kicker":{"title":"Australia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9717c9fa2ee323c8840d04da61c2b38393676a37/0_207_5109_3065/5109.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3065,"width":5109,"orientation":"landscape","credit":"Ben Hemmings/Thredbo Resort","altText":"A skier in mid-air at Thredbo NSW","cleanCredit":"Photograph: Ben Hemmings/Thredbo Resort"}}]}],"lastModified":"2015-07-12T06:38:39Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}