{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"NSA reform / Bush-era surveillance powers expire as Republicans concede defeat","rawTitle":"Bush-era surveillance powers expire as Republicans concede defeat","item":{"type":"article","id":"us-news/2015/may/31/nsa-reform-senate-deal-as-patriot-act","title":"NSA programme: Bush-era powers expire as US prepares to roll back surveillance","trailText":"Sweeping intelligence capabilities exposed by Edward Snowden shut down as hawks concede defeat on first major surveillance reform in a generation<br>","standFirst":"<p>Sweeping intelligence capabilities exposed by Edward Snowden shut down as hawks concede defeat on first major surveillance reform in a generation<br /></p>","byline":"Dan Roberts and Ben Jacobs in Washington and Spencer Ackerman in New York","body":"<p>Sweeping US surveillance powers, enjoyed by the National Security Agency since the aftermath of the 2001 terrorist attacks, shut down at midnight after a dramatic Senate showdown in which even the NSA’s biggest supporters conceded that substantial reforms were inevitable.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/live/2015/may/31/nsa-patriot-act-surveillance-reform-usa-freedom-live\">NSA reform advances as Senate moves to vote on USA Freedom Act – as it happened</a> </p> \n</aside> \n<p>Almost two years after the whistleblower <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jun/06/nsa-phone-records-verizon-court-order\">Edward Snowden revealed to the Guardian</a> that the Patriot Act was secretly being used to justify the collection of phone records from millions of Americans, critics of bulk surveillance went further than expected and forced the end of a range of other legal authorities covered by the Bush-era Patriot Act as well.</p> \n<p>The expired provisions, subject to a “sunset” clause from the beginning of June onwards, are likely to be replaced later this week with new legislation – the USA Freedom Act – that permanently bans the NSA from collecting telephone records in bulk and introduces new transparency rules for other surveillance activities. The USA Freedom Act, once passed, will be the first rollback of NSA surveillance since the seminal 1978 Foreign Intelligence Surveillance Act.</p> \n<p>But until then, in addition to the expiration of the NSA’s phone records collection, the FBI is prevented from using powers granted under the Patriot Act, including the pursuit of so-called “business records” relating to internet use, hotel and rental car records and credit card statements.</p> \n<p>Both developments represent a remarkable capitulation for the Republican Senate majority leader, Mitch McConnell, who had initially sought to simply extend the Patriot Act provisions, despite overwhelming support in the House of Representatives for the USA Freedom Act.</p> \n<p>McConnell and his colleagues who opposed reform were thwarted in their efforts by a growing backlash by Senate Republicans and, in particular, his Kentucky colleague, Senator Rand Paul.</p> \n<p>“This is the only realistic way forward,” acknowledged the Republican leader during a rare Sunday evening session just hours before the Patriot Act was set to expire. Shortly after, the Senate voted 77 to 17 to proceed to debate on the USA Freedom Act – a procedural hurdle that fell three votes short during another special session focused on surveillance reform nine days earlier.</p> \n<p>The development was welcomed by the White House, which has also come to support the USA Freedom Act after Barack Obama proposed that the NSA could seek specific records directly from telephone companies instead.</p> \n<p>“The Senate took an important – if late – step forward tonight,” White House press secretary, Josh Earnest, said. “We call on the Senate to ensure this irresponsible lapse in authorities is as short-lived as possible.”</p> \n<p>Even Paul, after the procedural vote, conceded that the bill will now ultimately pass, although he appeared determined to drag it out as a long as possible. “Tonight begins the process of ending bulk collection,” he said. </p> \n<p>Paul, who is running for president on a libertarian-leaning agenda, believes the USA Freedom Act does not go far enough in tackling the surveillance abuses revealed by Snowden.</p> \n<p>“I am not going to take it any more and I believe the American people are not going to take it any more,” Paul said as he took the Senate floor for another of the extended speeches that have helped propel him into the public spotlight at a key moment in the Republican race for the presidency.</p> \n<figure class=\"element element-image\" data-media-id=\"f61466f517372cf6d79be7d45e525179ccef8cdf\"> \n <img src=\"http://media.guim.co.uk/f61466f517372cf6d79be7d45e525179ccef8cdf/21_1323_3725_2235/1000.jpg\" alt=\"mcconnell nsa\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Senator Mitch McConnell said voting on the House-backed USA Freedom Act was ‘certainly not ideal’ but was ‘now the only realistic way forward’ on a surveillance impasse.</span> \n  <span class=\"element-image__credit\">Photograph: Drew Angerer/Getty Images</span> \n </figcaption> \n</figure> \n<p>McConnell attempted to seek a temporary extension for additional Patriot Act powers to be affected by the expiration of powers unrelated to the NSA’s bulk domestic phone metadata program – including so-called “lone-wolf” and “roving wiretap” capabilities.</p> \n<p>But even a temporary continuation of those surveillance authorities were opposed by Paul, who has the power to block such attempts to speed up Senate business by seeking unanimous consent.</p> \n<p>Paul’s tactics provoked angry reactions from establishment Republicans, including a heated exchange with John McCain, who <a href=\"http://audio.cbsradionewsfeed.com/2015/05/31/18/Hourly-18.mp3\">accused him of endangering national security</a> to boost his presidential campaign. McCain said on Sunday that Paul “obviously has a higher priority on his fundraising and political ambitions than securing the nation”.</p> \n<p>Paul, gesturing toward the acrimony that persists in the Senate even after the vote made passage of the USA Freedom Act a foregone conclusion, said his Republican opponents were rooting for a terrorist attack to embarrass him.</p> \n<p>“Some of them I think secretly want an attack on the United States so they can blame it on me,” Paul said.</p> \n<p>Obama and his intelligence chief, James Clapper, also made a final push on Friday for the Senate to pass the USA Freedom Act, alleging the expiration of the Patriot Act provisions would <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/29/rand-paul-surveillance-filibuster-nsa-reform\">expose the US to terrorism</a>.</p> \n<p>But a Justice Department inspector general report found the FBI had come to use the business-records provision to amass <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/21/fbi-patriot-act-doj-report\">“large collections”</a> of Americans’ communications data. It noted that the spread of internet access had lead to an explosion in information accessible to the FBI, and cast doubt on Justice Department and congressional assurances that the authority, known as Section 215, is critical for counterterrorism.</p> \n<p>“[T]he agents we interviewed did not identify any major case developments that resulted from use of the records obtained in response to Section 215 orders, but told us that the material produced pursuant to Section 215 orders was valuable in that it was used to support other investigative requests, develop investigative leads, and corroborate other information,” the DoJ report found.</p> \n<p>Originally mindful of the privacy implications of Section 215, Congress permitted it to “sunset” after five years. Yet with nearly all aspects of its practical applications hidden under extensive secrecy – especially the post-2006 addition of NSA bulk surveillance – reauthorization of the Patriot Act provisions had become routine.</p> \n<p>The last time the legislation was considered, in 2011, it passed 72-23 in the Senate and 250-153 in the House.</p> \n<p>But this time, Snowden’s revelations pierced the veneer of government secrecy and ushered in perhaps the most open debate about surveillance powers in the NSA’s 63-year history.</p> \n<p>“No doubt it played a role,” Republican senator Dean Heller told the Guardian. “I think it played the same role for me as it did for most of the American people, who were surprised and stunned that the government had this sort of access to this kind of data.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/11f6bd1c64f93af84f7d4a8ac8bb42a8957c9837/1326_233_1043_626/1043.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":626,"width":1043,"orientation":"landscape","credit":"Pete Marovich/EPA","altText":"rand paul nsa","cleanCredit":"Photograph: Pete Marovich/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f61466f517372cf6d79be7d45e525179ccef8cdf/21_1323_3725_2235/3725.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2235,"width":3725,"orientation":"landscape","caption":"Senator Mitch McConnell said voting on the House-backed USA Freedom Act was ‘certainly not ideal’ but was ‘now the only realistic way forward’ on a surveillance impasse. Photograph: Drew Angerer/Getty Images","credit":"Drew Angerer/Getty Images","altText":"mcconnell nsa","cleanCaption":"Senator Mitch McConnell said voting on the House-backed USA Freedom Act was ‘certainly not ideal’ but was ‘now the only realistic way forward’ on a surveillance impasse.","cleanCredit":"Photograph: Drew Angerer/Getty Images"}],"webPublicationDate":"2015-06-01T06:21:54Z","lastModified":"2015-06-01T08:26:43Z","metadata":{"commentable":true,"commentCount":473,"contributors":[{"name":"Dan Roberts","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dan-roberts"},{"name":"Ben Jacobs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-jacobs"},{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["NSA","Surveillance","US Senate","US news","Rand Paul","US domestic policy","US Congress"],"tags":[{"id":"us-news/nsa","webTitle":"NSA"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"us-news/us-senate","webTitle":"US Senate"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/rand-paul","webTitle":"Rand Paul"},{"id":"us-news/usdomesticpolicy","webTitle":"US domestic policy"},{"id":"us-news/us-congress","webTitle":"US Congress"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/31/nsa-reform-senate-deal-as-patriot-act","shortUrl":"http://gu.com/p/49c73","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/31/nsa-reform-senate-deal-as-patriot-act","webUri":"http://www.theguardian.com/us-news/2015/may/31/nsa-reform-senate-deal-as-patriot-act"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456966465","source":"Reuters","durationInSeconds":62,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10411006&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/01/150601Spy_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/1/1433145357711/KP_256471_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for US Senate votes to let NSA spy program lapse - video","credit":"guardian.co.uk","altText":"620x372 trailpic for US Senate votes to let NSA spy program lapse - video","cleanCaption":"620x372 trailpic for US Senate votes to let NSA spy program lapse - video"}}},"importance":7,"kicker":{"title":"NSA reform"},"showQuotedHeadline":false,"sublinks":[{"title":"UK surveillance / Police requests to snoop granted 93% of the time","rawTitle":"Police requests to snoop granted 93% of the time","item":{"type":"article","id":"world/2015/jun/01/police-request-access-phone-calls-emails-granted-every-two-minutes","title":"UK police requests to access phone calls or emails are granted 93% of the time","trailText":"Campaigners call for a curb on the scale of police access to private communications data as the Tories prepare to expand surveillance powers","standFirst":"<p>Campaigners call for a curb on the scale of police access to private communications data as the Tories prepare to expand surveillance powers</p>","byline":"Rowena Mason","body":"<p>Ministers are facing calls to curb the scale of police access to private phone and email records, after a report by privacy campaigners found officers were making a request every two minutes and getting access in 93% of cases.</p> \n<p>The figures, released to <a href=\"http://www.bigbrotherwatch.org.uk/\">Big Brother Watch</a> under freedom of information laws, found there were more than 730,000 requests for communications data between 2012 and 2014 from forces across the UK. There were annual increases in applications in each of those years, peaking at just under 250,000 last year, according to the report.</p> \n<p>It also uncovered a huge disparity in how many requests were being allowed by each force, with some, such as Essex, rejecting 28% of requests but others, such as Cheshire, turning down only 0.1%. </p> \n<p>The report comes at a sensitive time for the government, which is sitting on an official report about surveillance powers by <a href=\"http://www.brickcourt.co.uk/people/profile/david-anderson-qc\">David Anderson QC</a>, who has warned that it “won’t please everybody”.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"c76d946d9da34a84d4c3e080709cb8e2d3864b99\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433106266154/f56da69c-3e3a-43b0-9523-c7a9a6e02368-460x276.jpeg\" alt=\"A hand operates above a laptop’s keyboard in London, Britain.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The investigatory powers bill aims to strengthen police powers to intercept calls, messages and communications data.</span> \n  <span class=\"element-image__credit\">Photograph: ANDY RAIN/EPA</span> \n </figcaption> \n</figure> \n<p>At the same time, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/theresamay\">Theresa May</a>, the home secretary, is seeking to revive legislation that would give the security services and police extra surveillance powers, including strengthening the warranted powers of police and spies to intercept the content of calls and messages as well as communications data.</p> \n<p>Critics of proposals for the new investigatory powers bill – unveiled in the Queen’s speech – say there is already too much information gathered on the activities of citizens and insufficient transparency about whose information is accessed, what kinds of cases the data relates to and how each request is approved.</p> \n<p>In light of the Big Brother Watch report, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/daviddavis\">David Davis</a>, a Conservative former shadow home secretary, said the scale of police access to communications data was “out of control” and called for officers to get approval from a judge before accessing the information. </p> \n<p>“Before we make any further changes to the law, we need to understand it and we need to get it back under control, which means a better warrant system or judicial approval system,” he said.</p> \n<p>Davis also said the “astonishing range” of rejection rates – from 0.1% to 28% – suggests there is something wrong with the way requests are being handled. He said it was already a “disgrace” that there was not more information on how the police are using private data, saying there was “overwhelmingly a case for massively more transparency in this area”.</p> \n<p>“The government’s primary argument for extending the ability to collect communications data is that somehow there is a shortfall,” he said. “But they refuse to provide the information that would prove or disprove their case.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"a89287917f2b8552d2c0c4f732157139947c2dce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/31/1433105318781/61d2fd79-892e-4a58-a25c-df9c75e97127-460x357.jpeg\" alt=\"Labour MP Tom Watson\" width=\"460\" height=\"357\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Labour MP Tom Watson: “Our intelligence and police services remain in danger of losing public legitimacy”</span> \n  <span class=\"element-image__credit\">Photograph: Murdo Macleod</span> \n </figcaption> \n</figure> \n<p>Tom Watson, the campaigning Labour MP who is a favourite to be deputy leader, said: “Our intelligence and police services remain in danger of losing public legitimacy for the surveillance they conduct.</p> \n<p>“It’s absolutely vital that people understand for what reason this information is requested so frequently. Of course, there has to be secrecy about the nature of the intelligence but it is not unreasonable for public policymakers to know the terms on which these investigations are undertaken,” he said.</p> \n<p>The government is bracing itself for a battle over civil liberties in the next few years, as May makes the case for more powers for the security services and police to access private communications data and intercept the contents of messages.</p> \n<p>The legislation, formerly known as the communications data bill, was previously blocked by the Liberal Democrats in 2013 at a time of renewed scrutiny of the intelligence services over the revelations of US whistleblower <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/edward-snowden\">Edward Snowden</a>.</p> \n<p>May has sought to justify the revival of the surveillance bill by saying police forces and the security agencies have a gap in their capabilities because their current powers do not allow them to access certain new technologies.</p> \n<p>However, <a href=\"http://www.conservativehome.com/thinktankcentral/2015/02/renate-samson-big-brother-watch-is-five-years-old-what-does-the-next-five-years-hold-for-our-privacy.html\">Renate Samson</a>, chief executive of Big Brother Watch, said the tiny rate of rejections raised questions about the claim that police forces are being frustrated in their quest for information.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Increased transparency and independent judicial approval should be introduced as standard</p> \n  <footer> \n   <cite>Renate Samson, Big Brother Watch</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Modern policing and the use of technology in investigating crime should be more transparent,” Samson said. “We are repeatedly told that communications data plays a significant role in modern policing, yet the report’s findings pose serious questions about the internal approval process, which differs from force to force.</p> \n<p>“With police forces making over 730,000 requests for communications data in the past three years, political mutterings of diminishing access to our communications are clearly overstated. If greater access to our communications is to be granted, increased transparency and independent judicial approval should be introduced as standard.</p> \n<p>“Until these safeguards exist, the public will have little confidence that the powers to access their communications are being used only when it is truly necessary and proportionate.”</p> \n<p>The group’s report made five policy suggestions, including the introduction of judicial approval for all requests, a revised definition of what constitutes “communications data”, standardised procedures for making requests for all forces and telecoms companies, and making police forces produce “transparency reports” about how they make requests.</p> \n<p>Communications data is defined by Big Brother Watch as “the who, where and when of any text, email, phone call or web search”. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/27/security-services-investigatory-powers-bill\">Security services' powers to be extended in wide-ranging surveillance bill</a> </p> \n</aside> \n<p>A “designated person” – who must not be involved in the investigation and who must have a working knowledge of human rights legislation – is approved to access those details.</p> \n<p>Currently, the police and security services generally require approval from a secretary of state when they want to intercept the contents of communications.</p> \n<p><a href=\"http://www.iocco-uk.info/sections.asp?pageID=37&amp;sectionID=5&amp;type=blog\">Sir Anthony May</a>, the interception of communications commissioner, reported this year that the intelligence agencies and all other authorities collectively had permission to look at communications data more than half a million times in 2014, but he dismissed claims that there was any “significant institutional overuse of communications data powers”.</p> \n<p>However, he did say: “A proportion of the applications did not adequately deal with the question of necessity or proportionality. There were some examples where the powers had been used improperly or unnecessarily.”<br /></p> \n<p>This included “breaches” in the way legally privileged material – private conversations between lawyers and their clients – had been handled by the various agencies.</p> \n<p>Responding to the report, a Home Office spokesman said: “It is absolutely vital that our police and security services are able to obtain communications data in certain, limited circumstances, to protect the public and ensure national security. </p> \n<p>“This information helps to disrupt terrorist plots, smash criminal networks and keep us safe, and it is a government priority to ensure our legislation is updated to deal with changing threats and evolving technologies.”</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This information helps to disrupt terrorist plots, smash criminal networks and keep us safe</p> \n  <footer> \n   <cite>Home Office spokesman</cite> \n  </footer> \n </blockquote> \n</aside> \n<p><br />Ch Supt Stephen Graham, head of the West Midlands Police intelligence department, said: “Mobile phones now play a vital role in the investigation of crimes and help to locate missing people or in cases where we have threats to life.</p> \n<p>“The application to obtain these details is subject to guidance and strict codes of practice. All police forces are regularly and rigorously inspected by an independent body on the way in which we use this tactic.</p> \n<p>“The information gives details of when a call was made and which phone number was called. It may also give details of the location of the people making and receiving the call but would not include what they say or what data they pass on within a communication – including text, audio and video. </p> \n<p>“People may think that it is an extension of police powers when all it is doing is giving us the ability to do what we already do.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fb4a5811e54de85a57ba9eb7ebfe6c7f2b84402/0_130_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Kieran Doherty/REUTERS","altText":"Satellite dishes at GCHQ premises at Bude in Cornwall","cleanCredit":"Photograph: Kieran Doherty/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433106267530/f56da69c-3e3a-43b0-9523-c7a9a6e02368-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The investigatory powers bill aims to strengthen police powers to intercept calls, messages and communications data. Photograph: ANDY RAIN/EPA","credit":"ANDY RAIN/EPA","altText":"A hand operates above a laptop’s keyboard in London, Britain.","cleanCaption":"The investigatory powers bill aims to strengthen police powers to intercept calls, messages and communications data.","cleanCredit":"Photograph: ANDY RAIN/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433105319775/61d2fd79-892e-4a58-a25c-df9c75e97127-2060x1598.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1598,"width":2060,"orientation":"landscape","caption":"Labour MP Tom Watson: “Our intelligence and police services remain in danger of losing public legitimacy” Photograph: Murdo Macleod","credit":"Murdo Macleod","altText":"Labour MP Tom Watson","cleanCaption":"Labour MP Tom Watson: “Our intelligence and police services remain in danger of losing public legitimacy”","cleanCredit":"Photograph: Murdo Macleod"}],"webPublicationDate":"2015-05-31T23:01:03Z","lastModified":"2015-05-31T23:25:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Surveillance","Police","UK civil liberties","UK news","Politics","Law"],"tags":[{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"uk/police","webTitle":"Police"},{"id":"law/uk-civil-liberties","webTitle":"UK civil liberties"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"law/law","webTitle":"Law"}],"section":{"id":"world"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/01/police-request-access-phone-calls-emails-granted-every-two-minutes","shortUrl":"http://gu.com/p/49c5e","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/01/police-request-access-phone-calls-emails-granted-every-two-minutes","webUri":"http://www.theguardian.com/world/2015/jun/01/police-request-access-phone-calls-emails-granted-every-two-minutes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fb4a5811e54de85a57ba9eb7ebfe6c7f2b84402/0_130_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Satellite dishes at GCHQ Bude, the government’s interception centre in Cornwall. Photograph: Kieran Doherty/Reuters","credit":"Kieran Doherty/Reuters","altText":"Satellite dishes at GCHQ premises at Bude in Cornwall.","cleanCaption":"Satellite dishes at GCHQ Bude, the government’s interception centre in Cornwall.","cleanCredit":"Photograph: Kieran Doherty/Reuters"}},"importance":0,"kicker":{"title":"UK surveillance"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Scientists hail 'new era' for cancer treatment","rawTitle":"Scientists hail 'new era' for cancer treatment","item":{"type":"article","id":"society/2015/jun/01/paradigm-shift-hailed-in-treatment-of-lung-cancer","title":"Scientists hail 'new era' for cancer treatment","trailText":"Immunotherapy could replace chemotherapy as the standard treatment for cancer within the next five years, says report<br>","standFirst":"<p>Immunotherapy could replace chemotherapy as the standard treatment for cancer within the next five years, says report<br /></p>","byline":"Press Association","body":"<p>Josh Halliday and agencies</p> \n<p>Terminally ill cancer patients could be cured of the disease using a powerful new combination of drugs described by scientists as heralding a once-in-a-generation advance in treatment.</p> \n<p>A British-led trial brought “spectacular” results with more than half of patients with advanced melanoma seeing tumours shrink or brought under control using the drugs.</p> \n<p>Prof Roy Herbst, chief of medical oncology at Yale Cancer Centre in the US, said the treatment, which uses the body’s immune system to attack cancerous cells, as potentially replacing chemotherapy as the standard cancer treatment within five years.</p> \n<p>“I think we are seeing a paradigm shift in the way oncology is being treated,” he said. “The potential for long-term survival, effective cure, is definitely there.”</p> \n<p>In an international trial, 945 patients with advanced melanoma were treated using the drugs ipilimumab and nivolumab.</p> \n<p>The treatments stopped cancer advancing for nearly a year in 58% of cases, with tumours stable or shrinking for an average of 11.5 months, researchers found.</p> \n<p>This was compared with 19% of cases for ipilimumab alone, with tumours stable or shrinking for an average of 2.5 months, according to the research published in the New England Journal of Medicine.</p> \n<p>Dr James Larkin, a consultant at the Royal Marsden Hospital and one of the UK’s lead investigators, told the BBC: “By giving these drugs together you are effectively taking two brakes off the immune system rather than one so the immune system is able to recognise tumours it wasn’t previously recognising and react to that and destroy them.</p> \n<p>“For immunotherapies, we’ve never seen tumour shrinkage rates over 50% so that’s very significant to see.</p> \n<p>“This is a treatment modality that I think is going to have a big future for the treatment of cancer.”</p> \n<p>Ipilimumab was approved as an advanced melanoma treatment by the UK’s health service last year. The drug is given intravenously every three months and costs around &pound;100,000 for a year. Nivolumab is given every two weeks until it stops working.</p> \n<p>Dr Alan Worsley, Cancer Research UK’s senior science information officer, said the combination of ipilimumab and nivolumab represented a “a powerful one-two punch” against advanced melanoma.</p> \n<p>He added: “Together these drugs could release the brakes on the immune system while blocking cancer’s ability to hide from it.</p> \n<p>“But combining these treatments also increases the likelihood of potentially quite severe side-effects. Identifying which patients are most likely to benefit will be key to bringing our best weapons to bear against the disease.”</p> \n<p>Side-effects can include fatigue, rash and diarrhoea.</p> \n<p>Eminent oncologist Professor Karol Sikora, the dean of the University of Buckingham’s medical school, cautioned against expectations of “miraculous breakthroughs” from the latest discoveries. </p> \n<p>Prof Sikora told the BBC Radio 4 Today programme: “The immune system has been known to affect certain cancers when stimulated for the last 100 years, but we haven’t quite got round it yet. </p> \n<p>“The current discoveries being released in Chicago, the media pick them up and for cancer patients it’s very sad. You would think cancer was being cured tomorrow. It’s not the case. We’ve got a lot to learn. </p> \n<p>“The prolongation of survival from these very expensive immune therapies is often a matter of weeks or months and we’ve got to make it long-lasting and that has to be our priority. </p> \n<p>“I’m afraid it’s mixed news. There are breakthroughs coming, there is hope for cancer, that we will do much better in the future. It’s slow progress, rather than miraculous breakthroughs, as it’s likely to be reported.” </p> \n<p><strong>Case study</strong></p> \n<figure class=\"element element-image\" data-media-id=\"982294d02d0cc85b1c08079a549bfd2774918e7b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/1/1433146865487/1c433883-8306-491f-a282-0d5a97daf021-460x276.jpeg\" alt=\"Cancer sufferer Vicky Brown.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Cancer sufferer Vicky Brown.</span> \n  <span class=\"element-image__credit\">Photograph: Gareth Everett/Huw Evans Agency</span> \n </figcaption> \n</figure> \n<p>One patient who has benefited from the treatment is former college teacher Vicky Brown, 61, who was told in 2013 she had only months to live after skin cancer spread to her breast and lungs.</p> \n<p>She took part in clinical trials at the Royal Marsden Hospital last August and within weeks the tumour was eradicated. When it later returned, it was removed with immunotherapy. It has come back a third time but doctors plan to use the same method.</p> \n<p>“I started drug therapy in August 2014, and although I experienced quite severe side effects these were able to be treated so I could stay on the trial,” Brown said.</p> \n<p>“One of the lumps disappeared after just a couple of weeks which was remarkable. I was delighted to be given the chance to join this trial, not only for me, but also for all the other melanoma patients who could benefit in the future.”</p> \n<p>NEW ENDS</p> \n<p><br /></p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b2c9c8c492ff0f8c1f5b2fe9a0fe85d6379a4e32/0_0_4287_2571/4287.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2571,"width":4287,"orientation":"landscape","credit":"Alamy","altText":"A CT scan. In one British-led trial, more than half of patients with advanced melanoma saw tumours shrink or brought under control, researchers said.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433146866992/1c433883-8306-491f-a282-0d5a97daf021-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cancer sufferer Vicky Brown. Photograph: Gareth Everett/Huw Evans Agency","credit":"Gareth Everett/Huw Evans Agency","altText":"Cancer sufferer Vicky Brown.","cleanCaption":"Cancer sufferer Vicky Brown.","cleanCredit":"Photograph: Gareth Everett/Huw Evans Agency"}],"webPublicationDate":"2015-06-01T06:14:13Z","lastModified":"2015-06-01T08:34:17Z","metadata":{"commentable":true,"commentCount":1,"contributors":[],"feature":false,"keywords":["Cancer","Lung cancer","Cancer","Health","Medical research","Society","UK news","Science"],"tags":[{"id":"science/cancer","webTitle":"Cancer"},{"id":"society/lung-cancer","webTitle":"Lung cancer"},{"id":"society/cancer","webTitle":"Cancer"},{"id":"society/health","webTitle":"Health"},{"id":"science/medical-research","webTitle":"Medical research"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"science/science","webTitle":"Science"}],"section":{"id":"science"},"topics":[],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/01/paradigm-shift-hailed-in-treatment-of-lung-cancer","shortUrl":"http://gu.com/p/49c2m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/01/paradigm-shift-hailed-in-treatment-of-lung-cancer","webUri":"http://www.theguardian.com/society/2015/jun/01/paradigm-shift-hailed-in-treatment-of-lung-cancer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b2c9c8c492ff0f8c1f5b2fe9a0fe85d6379a4e32/0_0_4287_2571/4287.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2571,"width":4287,"orientation":"landscape","caption":"A CT scan. In one British-led trial, more than half of patients with advanced melanoma saw tumours shrink or brought under control, researchers said. Photograph: Alamy","credit":"Alamy","altText":"A CT scan. In one British-led trial, more than half of patients with advanced melanoma saw tumours shrink or brought under control, researchers said.","cleanCaption":"A CT scan. In one British-led trial, more than half of patients with advanced melanoma saw tumours shrink or brought under control, researchers said.","cleanCredit":"Photograph: Alamy"}},"importance":6,"showQuotedHeadline":false,"sublinks":[{"title":"Prostate cancer / Patients eating 'western' diet more likely to die","rawTitle":"Patients eating 'western' diet more likely to die","item":{"type":"article","id":"society/2015/jun/01/prostate-cancer-patients-eating-western-diet-more-likely-to-die-from-disease","title":"Prostate cancer patients eating 'western' diet more likely to die from disease","trailText":"Those men preferring red meats, fat and processed grains were two-and-a-half-times more likely to die from cancer-related cause, study finds ","standFirst":"<p>Those men preferring red meats, fat and processed grains were two-and-a-half-times more likely to die from cancer-related cause, study finds </p>","byline":"Press Association","body":"<p>Men with prostate cancer significantly increase their chances of dying from the disease if they fail to eat healthily after being diagnosed, a study has found.<br /></p> \n<p>Those most wedded to a “western” diet containing a lot of red and processed meat, fat and refined grains were two-and-a-half-times more likely to die from a prostate cancer-related cause than men least likely to eat such foods.</p> \n<p>Western-diet consumers also had a 67% increased risk of dying from any cause, while overall death rates of men choosing a “prudent” diet rich in vegetables, fruit, fish and beans were reduced by 36%.</p> \n<p>Researchers analysed health and diet data on 926 men participating in a US investigation called the physicians’ health study who were diagnosed with prostate cancer.</p> \n<p>After diagnosis, the men were followed for an average of 14 years and placed in one of four groups according to the extent to which they embraced a typical western diet.</p> \n<p>Researcher Dr Jorge Chavarro, from the Harvard TH Chan school of public health in Boston, said: “There is currently very little evidence to counsel men living with prostate cancer on how they can modify their lifestyle to improve survival.</p> \n<p>“Our results suggest that a heart-healthy diet may benefit these men by specifically reducing their chances of dying of prostate cancer.”</p> \n<p>The findings appeared in the journal Cancer Prevention Research.</p> \n<p>Lead author and nutritional scientist Dr Meng Yang, also from the Harvard TH Chan school, pointed out that all the study participants were physicians and white.</p> \n<p>“It is very important that our results are replicated in other studies with more diverse socio-economic and racial/ethnic backgrounds,” she said.</p> \n<p>Previous studies have suggested that some foods may slow down the growth of prostate cancer or reduce the risk of it returning after treatment, but the evidence is limited.</p> \n<p>Examples include soya products, pulses such as kidney beans, chickpeas and lentils, broccoli, kale and other cruciferous vegetables, cooked and processed tomatoes, green tea and pomegranate juice.</p> \n<p>Good food sources of the mineral selenium, but not supplements, are also said to be beneficial. They include Brazil nuts, liver, kidney, fish, seafood and poultry.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f63703ed4728a504977966383c592f0373d969d/556_283_2968_1780/2968.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1780,"width":2968,"orientation":"landscape","credit":"Philip Toscano/PA","altText":"a burger and chips","cleanCredit":"Photograph: Philip Toscano/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-01T05:55:48Z","lastModified":"2015-06-01T05:55:49Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Prostate cancer","Cancer","Health","UK news","US news"],"tags":[{"id":"society/prostate-cancer","webTitle":"Prostate cancer"},{"id":"society/cancer","webTitle":"Cancer"},{"id":"society/health","webTitle":"Health"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/01/prostate-cancer-patients-eating-western-diet-more-likely-to-die-from-disease","shortUrl":"http://gu.com/p/49ca9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/01/prostate-cancer-patients-eating-western-diet-more-likely-to-die-from-disease","webUri":"http://www.theguardian.com/society/2015/jun/01/prostate-cancer-patients-eating-western-diet-more-likely-to-die-from-disease"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9f63703ed4728a504977966383c592f0373d969d/556_283_2968_1780/2968.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1780,"width":2968,"orientation":"landscape","caption":"Researcher Dr Jorge Chavarro says there is very little evidence to counsel men with prostate cancer on how they can modify their lifestyle to improve survival. Photograph: Philip Toscano/PA","credit":"Philip Toscano/PA","altText":"a burger and chips","cleanCaption":"Researcher Dr Jorge Chavarro says there is very little evidence to counsel men with prostate cancer on how they can modify their lifestyle to improve survival.","cleanCredit":"Photograph: Philip Toscano/PA"}},"importance":0,"kicker":{"title":"Prostate cancer"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Human rights / Cameron at odds with Gove and May – report","rawTitle":"Cameron at odds with Gove and May – report","item":{"type":"article","id":"law/2015/jun/01/pm-at-odds-with-theresa-may-and-michael-gove-over-human-rights","title":"PM at odds with Theresa May and Michael Gove over human rights","trailText":"David Cameron is said to have ruled out withdrawal from European convention on human rights – against advice of home secretary and justice secretary","standFirst":"<p>David Cameron is said to have ruled out withdrawal from European convention on human rights – against advice of home secretary and justice secretary</p>","byline":"Rowena Mason Political correspondent","body":"<p>David Cameron has ruled out withdrawing from the European convention on human rights despite opposition from Theresa May and Michael Gove, according to reports. </p> \n<p>The Daily Telegraph reported that there was a cabinet split over whether to simply replace the Human Rights Act with a British bill of rights or to go further and withdraw entirely from the European convention.</p> \n<p>Last year, Chris Grayling, the former justice secretary, set out proposals to withdraw from the convention if a looser relationship with Strasbourg could not be negotiated.</p> \n<p>However, the Conservative manifesto contained only the more modest proposals for replacing the Human Rights Act with a British bill of rights.</p> \n<p>The government backed away further this week when it only brought forward plans for a consultation on reforming human rights law as part of the Queen’s speech over fears Cameron could not get this through the Commons with his thin majority.</p> \n<p>A senior government source told the Telegraph: “Withdrawal is not going to happen. Michael Gove and Theresa May think it’s the only solution but David Cameron’s clear this is off the table.</p> \n<p> The British bill of rights could mitigate the worst excesses of the Human Rights Act but it won’t change the fundamentals.”</p> \n<p>A Downing Street spokesman said: “The government’s policy is as set out in the manifesto, and that is shared by Theresa May, the prime minister and indeed the whole cabinet.” <br /></p> \n<p>Asked about the split on Sky News, Priti Patel, a Tory employment minister who attends cabinet, dismissed any suggestion there was a split. She said: “I can categorically say that there is no row and that we are committed, as the prime minister said last week when responding to the Queen’s speech, that we are committed to delivering a British bill of rights. That is something that we will do.”</p> \n<p>Many in the Tory party want to break all links with the European court of human rights, mostly because of the way it has been used by foreign criminals to fight against attempts to deport them.</p> \n<p>Over the weekend, Nick Timothy, a former special adviser to May, said in an article for the Sunday Telegraph that Britain should withdraw from the convention because it was the only way of making sure British judges do not have to follow European rulings.</p> \n<p>On the other side, there has been a campaign from the centrist, liberal wing of the Tory party to stop the abolition of the Human Rights Act. Dominic Grieve, the former attorney general, has been strongly warning against the consequences of replacing it with a British bill of rights, not least because it underpins devolution agreements and would set a bad example to other countries in the world.</p> \n<p>It was by no means certain that Cameron could have got plans to replace the Human Rights Act through the House of Commons as Labour, the SNP and Tory rebels could have acted together to block it.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f6b8761158b750a1a8c01939b156d8675774521c/548_0_2384_1427/2384.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1427,"width":2384,"orientation":"landscape","credit":"Toby Melville/AFP/Getty Images","altText":"David Cameron has reportedly made it clear that withdrawing from the European convention on human rights is ‘off the table’.","cleanCredit":"Photograph: Toby Melville/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-01T08:17:10Z","lastModified":"2015-06-01T08:29:17Z","metadata":{"commentable":true,"commentCount":13,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Human rights","Human Rights Act","European court of human rights","UK news","Theresa May","Michael Gove","David Cameron","Law","Politics"],"tags":[{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"law/european-court-of-human-rights","webTitle":"European court of human rights"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"law"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jun/01/pm-at-odds-with-theresa-may-and-michael-gove-over-human-rights","shortUrl":"http://gu.com/p/49cbz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jun/01/pm-at-odds-with-theresa-may-and-michael-gove-over-human-rights","webUri":"http://www.theguardian.com/law/2015/jun/01/pm-at-odds-with-theresa-may-and-michael-gove-over-human-rights"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f6b8761158b750a1a8c01939b156d8675774521c/548_0_2384_1427/2384.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1427,"width":2384,"orientation":"landscape","caption":"David Cameron has reportedly made it clear that withdrawing from the European convention on human rights is ‘off the table’. Photograph: Toby Melville/AFP/Getty Images","credit":"Toby Melville/AFP/Getty Images","altText":"David Cameron has reportedly made it clear that withdrawing from the European convention on human rights is ‘off the table’.","cleanCaption":"David Cameron has reportedly made it clear that withdrawing from the European convention on human rights is ‘off the table’.","cleanCredit":"Photograph: Toby Melville/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Human rights"},"showQuotedHeadline":false,"sublinks":[{"title":"PM 'rules out withdrawal from European convention'","rawTitle":"PM 'rules out withdrawal from European convention'","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live","title":"Cameron 'rules out withdrawal from European convention on human rights' - Politics live","trailText":"<strong>Andrew Sparrow</strong>’s rolling coverage of all the day’s political developments as they happen","standFirst":"<p>Rolling coverage of all the day’s political developments as they happen</p>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7664c1070504fee2c32f69ac70f101764666751/827_25_2122_1275/2122.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1275,"width":2122,"orientation":"landscape","credit":"-/AFP/Getty Images","cleanCredit":"Photograph: -/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-01T08:15:15Z","lastModified":"2015-06-01T08:35:26Z","latestBlock":{"id":"block-556c1248e4b0c7acb496061a","publishedDateTime":"2015-06-01T08:15:15Z","body":"If you want to find out what the government is planning to do about the Human Rights Act and the European convention on human rights, you probably won’t find a better guide than this Law Society Gazette article by the legal expert Joshua Rozenberg. Rozenberg seems to have had a very detailed briefing from someone familiar with Michael Gove’s plans. Rozenberg effectively confirms the Telegraph story, saying withdrawal from the ECHR is “firmly off the agenda” (although, unlike the Telegraph, he does not claim that Gove objects to this stance). So what would the government hope to achieve by scrapping the Human Rights Act, and replacing it with a British bill of rights, without leaving the ECHR? Rozenberg says ministers’ main aim is to curb “judicial activism”, both in Strasbourg and London, and his article sets out some of the legal changes that could be introduced to encourage this. Here’s an extract. Section 2 of the Human Rights Act 1998 says our judges ‘must take into account’ judgments of the Strasbourg court. The government is thinking of changing ‘must’ to ‘may’, allowing UK judges more leeway. Other clauses now under consideration would follow the example of section 12 of the Human Rights Act – under which courts must have ‘particular regard’ to freedom of expression – and section 13, under which they must have particular regard to freedom of thought, conscience and religion. I have never thought that those sections meant very much, but a similar provision might require the courts to have particular regard to the need for public safety when considering whether terrorists can avoid deportation. And there is talk of enhancing press freedom – presumably at the expense of private and family life. This sort of tinkering poses a problem for the government. The more that UK judges can diverge from past decisions of the European court, the more likely it is that Strasbourg will find the UK in breach of the convention. But it’s a risk that ministers are willing to take. They hope the European judges will be persuaded to follow well-reasoned decisions by the UK Supreme Court, even if those rulings are out of line with Strasbourg jurisprudence. But do read the whole article.","postType":"blog"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","Society","Childcare","Children","Electoral reform","European court of human rights","Human Rights Act","Theresa May","Michael Gove","David Cameron"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"},{"id":"money/childcare","webTitle":"Childcare"},{"id":"society/children","webTitle":"Children"},{"id":"politics/electoralreform","webTitle":"Electoral reform"},{"id":"law/european-court-of-human-rights","webTitle":"European court of human rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/michaelgove","webTitle":"Michael Gove"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Cameron 'rules out withdrawal from European convention on human rights' - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-556c1248e4b0c7acb496061a","publishedDateTime":"2015-06-01T08:15:15Z","body":"<p>If you want to find out what the government is planning to do about the Human Rights Act and the European convention on human rights, you probably won’t find a better guide than<a href=\"http://www.lawgazette.co.uk/analysis/comment-and-opinion/breaking-with-convention/5049081.article\"> this Law Society Gazette article by the legal expert Joshua Rozenberg. </a>Rozenberg seems to have had a very detailed briefing from someone familiar with Michael Gove’s plans.</p> \n<p>Rozenberg effectively confirms the Telegraph story, saying withdrawal from the ECHR is “firmly off the agenda” (although, unlike the Telegraph, he does not claim that Gove objects to this stance).</p> \n<p>So what would the government hope to achieve by scrapping the Human Rights Act, and replacing it with a British bill of rights, without leaving the ECHR? Rozenberg says ministers’ main aim is to curb “judicial activism”, both in Strasbourg and London, and his article sets out some of the legal changes that could be introduced to encourage this. Here’s an extract.</p> \n<blockquote class=\"quoted\"> \n <p>Section 2 of the Human Rights Act 1998 says our judges ‘must take into account’ judgments of the Strasbourg court. The government is thinking of changing ‘must’ to ‘may’, allowing UK judges more leeway.</p> \n <p>Other clauses now under consideration would follow the example of section 12 of the Human Rights Act – under which courts must have ‘particular regard’ to freedom of expression – and section 13, under which they must have particular regard to freedom of thought, conscience and religion. I have never thought that those sections meant very much, but a similar provision might require the courts to have particular regard to the need for public safety when considering whether terrorists can avoid deportation. And there is talk of enhancing press freedom – presumably at the expense of private and family life.</p> \n <p>This sort of tinkering poses a problem for the government. The more that UK judges can diverge from past decisions of the European court, the more likely it is that Strasbourg will find the UK in breach of the convention. But it’s a risk that ministers are willing to take. They hope the European judges will be persuaded to follow well-reasoned decisions by the UK Supreme Court, even if those rulings are out of line with Strasbourg jurisprudence.</p> \n</blockquote> \n<p><a href=\"http://www.lawgazette.co.uk/analysis/comment-and-opinion/breaking-with-convention/5049081.article\">But do read the whole article.</a></p>","postType":"blog"},{"id":"block-556c10d0e4b0f483821d51d1","publishedDateTime":"2015-06-01T08:03:48Z","body":"<p><strong>Gawain Towler</strong>, the Ukip communications chief, says that abolishing the human rights act without withdrawing from the European convention on human rights would be “pointless”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GawainTowler/statuses/605275305771724800\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">As the ECHR is justiciable in The ECJ, abolishing the Human Rights Act without EU withdrawal is pointless. There is no half-way house</p>— Gawain Towler (@GawainTowler) \n  <a href=\"https://twitter.com/GawainTowler/status/605275305771724800\">June 1, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-556c0f61e4b078dee2f1007f","publishedDateTime":"2015-06-01T07:56:06Z","body":"<p>Downing Street has not challenged the Telegraph story about David Cameron ruling out withdrawal from the European convention on human rights. Asked to comment, a Number 10 spokesman said:</p> \n<blockquote class=\"quoted\"> \n <p>The government’s policy is as set out in the manifesto, and that is shared by Theresa May, the prime minister and indeed the whole cabinet.</p> \n</blockquote> \n<p>This is significant because the manifesto does not commit the party to withdrawal from the EHCR. This is what it says, in full.</p> \n<blockquote class=\"quoted\"> \n <p>We will scrap Labour’s Human Rights Act and introduce a British bill of rights which will restore common sense to the application of human rights in the UK. The bill will remain faithful to the basic principles of human rights, which we signed up to in the original European convention on human rights. It will protect basic rights, like the right to a fair trial, and the right to life, which are an essential part of a modern democratic society. But it will reverse the mission creep that has meant human rights law being used for more and more purposes, and often with little regard for the rights of wider society. Among other things the bill will stop terrorists and other serious foreign criminals who pose a threat to our society from using spurious human rights arguments to prevent deportation.</p> \n</blockquote>","postType":"blog"},{"id":"block-556c0955e4b08368a714d690","publishedDateTime":"2015-06-01T07:51:23Z","body":"<p>David Cameron has ruled out withdrawing from the European convention on human rights, the Daily Telegraph claims. <a href=\"http://www.telegraph.co.uk/news/politics/nigel-farage/11642293/David-Cameron-in-split-with-Theresa-May-and-Michael-Gove-over-human-rights.html\">The paper says that Theresa May, the home secretary, and Michael Gove, the justice secretary, both want to retain the option of ECHR withdrawal and that this is the first major cabinet split since the election.</a> The Telegraph has splashed on the story.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/suttonnick/statuses/605115858923474944\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Monday's Telegraph front page: May and Gove split with PM in human rights row <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash\">#bbcpapers</a> <a href=\"http://t.co/Iq4u43NRHL\">pic.twitter.com/Iq4u43NRHL</a></p>— Nick Sutton (@suttonnick) \n  <a href=\"https://twitter.com/suttonnick/status/605115858923474944\">May 31, 2015</a> \n </blockquote> \n</figure> \n<p>Here’s an extract.</p> \n<blockquote> \n <p> In the first major cabinet split since the election, Mr Gove and Mrs May believe that pulling out of the convention entirely may be the “only solution” to re-establishing the supremacy of British courts over Strasbourg judges.</p> \n <p>The Conservatives last year threatened to pull out of the convention to help free Britain from the edicts of Strasbourg judges, which have seen serious criminals use the human rights laws to avoid deportation.</p> \n <p>However, Mr Cameron has now dropped the plans in preference for a “halfway house” which will see Britain remain a signatory to the convention but scrap the human rights act, which incorporates the convention into British law ... </p> \n <p>A senior government source told The Telegraph: “Withdrawal is not going to happen. Michael Gove and Theresa May think it’s the only solution but David Cameron’s clear this is off the table.</p> \n <p>“The British bill of rights could mitigate the worst excesses of the human rights act but it won’t change the fundamentals.” </p> \n</blockquote> \n<p>I’ll be covering reaction to this as we get it it.</p> \n<p>Here’s the agenda for the day.</p> \n<p><em>Morning:</em> George Osborne is giving a speech in the Midlands.</p> \n<p><em>11am:</em> Number 10 lobby briefing.</p> \n<p><em>2.30pm:</em> MPs debate foreign affairs in the Queen’s speech debate. Philip Hammond, the foreign secretary, and Hilary Benn, his Labour shadow, are expected to open the debate.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.<br /></p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"keyEvents":[{"id":"block-556c0955e4b08368a714d690","publishedDateTime":"2015-06-01T07:51:23Z","body":"<p>David Cameron has ruled out withdrawing from the European convention on human rights, the Daily Telegraph claims. <a href=\"http://www.telegraph.co.uk/news/politics/nigel-farage/11642293/David-Cameron-in-split-with-Theresa-May-and-Michael-Gove-over-human-rights.html\">The paper says that Theresa May, the home secretary, and Michael Gove, the justice secretary, both want to retain the option of ECHR withdrawal and that this is the first major cabinet split since the election.</a> The Telegraph has splashed on the story.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/suttonnick/statuses/605115858923474944\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Monday's Telegraph front page: May and Gove split with PM in human rights row <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash\">#bbcpapers</a> <a href=\"http://t.co/Iq4u43NRHL\">pic.twitter.com/Iq4u43NRHL</a></p>— Nick Sutton (@suttonnick) \n  <a href=\"https://twitter.com/suttonnick/status/605115858923474944\">May 31, 2015</a> \n </blockquote> \n</figure> \n<p>Here’s an extract.</p> \n<blockquote> \n <p> In the first major cabinet split since the election, Mr Gove and Mrs May believe that pulling out of the convention entirely may be the “only solution” to re-establishing the supremacy of British courts over Strasbourg judges.</p> \n <p>The Conservatives last year threatened to pull out of the convention to help free Britain from the edicts of Strasbourg judges, which have seen serious criminals use the human rights laws to avoid deportation.</p> \n <p>However, Mr Cameron has now dropped the plans in preference for a “halfway house” which will see Britain remain a signatory to the convention but scrap the human rights act, which incorporates the convention into British law ... </p> \n <p>A senior government source told The Telegraph: “Withdrawal is not going to happen. Michael Gove and Theresa May think it’s the only solution but David Cameron’s clear this is off the table.</p> \n <p>“The British bill of rights could mitigate the worst excesses of the human rights act but it won’t change the fundamentals.” </p> \n</blockquote> \n<p>I’ll be covering reaction to this as we get it it.</p> \n<p>Here’s the agenda for the day.</p> \n<p><em>Morning:</em> George Osborne is giving a speech in the Midlands.</p> \n<p><em>11am:</em> Number 10 lobby briefing.</p> \n<p><em>2.30pm:</em> MPs debate foreign affairs in the Queen’s speech debate. Philip Hammond, the foreign secretary, and Hilary Benn, his Labour shadow, are expected to open the debate.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.<br /></p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live?date=2015-06-01T08:35:26Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live","shortUrl":"http://gu.com/p/49cbh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/01/cameron-rules-out-withdrawal-from-european-convention-on-human-rights-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e7664c1070504fee2c32f69ac70f101764666751/827_25_2122_1275/2122.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1275,"width":2122,"orientation":"landscape","caption":"Michael Gove and Theresa May in the Commons last week. David Cameron has reportedly over-ruled them both and ruled out withdrawal from the ECHR Photograph: -/AFP/Getty Images","credit":"-/AFP/Getty Images","altText":"Michael Gove and Theresa May in the Commons last week. David Cameron has reportedly over-ruled them both and ruled out withdrawal from the ECHR","cleanCaption":"Michael Gove and Theresa May in the Commons last week. David Cameron has reportedly over-ruled them both and ruled out withdrawal from the ECHR","cleanCredit":"Photograph: -/AFP/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Shell sought to influence direction of Science Museum climate programme","rawTitle":"Shell sought to influence direction of Science Museum climate programme","item":{"type":"article","id":"business/2015/may/31/shell-sought-influence-direction-science-museum-climate-programme","title":"Shell sought to influence direction of Science Museum climate programme","trailText":"Oil giant raised concerns one part of the project, which it sponsored, could give NGOs opportunity to open up debate on its operations, internal emails show","standFirst":"<p>Oil giant raised concerns one part of the project, which it sponsored, could give NGOs opportunity to open up debate on its operations, internal emails show</p>","byline":"Terry Macalister","body":"<p>Shell tried to influence the presentation of a climate change programme it was sponsoring at the Science Museum in London, internal documents seen by the Guardian show.</p> \n<p>The Anglo-Dutch oil group raised concerns with the museum that one part of the project “creates an opportunity for NGOs to talk about some of the issues that concern them around Shell’s operations”.</p> \n<p>The company also wanted to know whether a particular symposium at the museum was “invite only” – as that would ensure “we do not proactively open up a debate on the topic [of Shell’s operations]”.</p> \n<p>The concerns are raised in a series of emails obtained under the Freedom of Information Act and once again raise awkward questions about the influence of fossil fuel companies over Britain’s most valued cultural institutions.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Join the Guardian's climate change campaign</a> </p> \n</aside> \n<p>“These emails reveal that the Science Museum is a significant cog in Shell’s propaganda machine,” said Chris Garrard, from <a href=\"http://bp-or-not-bp.org/\">the anti-oil sponsorship campaign group BP or not BP?</a></p> \n<p>Shell is keen to present itself as a responsible company that is trying to tackle climate change but critics say its commitment to tar sands, deep water wells and Arctic exploration <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/17/shell-climate-change-rhetoric-the-real-story\">are at odds with this stance</a>.<br /></p> \n<p>The emails, which have all names redacted, follow the decision by the oil company to become a principal sponsor of the <a href=\"http://www.sciencemuseum.org.uk/climatechanging/atmospheregallery.aspx\">Atmosphere, Exploring Climate Science</a> gallery and the extended Climate Changing programme at the Science Museum.<br /></p> \n<p>The Atmosphere gallery was designed to deepen public understanding of global warming but Shell’s own climate change adviser – former oil trader David Hone – made recommendations on what should be included. </p> \n<p>Emails show the close relationship between the Science Museum and Shell with the two discussing how they should react to expected criticism from Greenpeace <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/oct/09/science-museum-former-head-gives-greenpeaces-lego-campaign-0-out-of-10\">following a Guardian story</a> in October 2014. In that story, the Science Museum’s former director Chris Rapley criticised Greenpeace’s successful campaign to make Lego drop its partnership with Shell.</p> \n<p>In another communication with the Science Museum dated 9 December 2014, a Shell staff member gives what they call a “heads up” on a Reuters story reporting that Shell’s Arctic drilling contractor, Noble, has pleaded guilty to eight charges of pollution and poor record keeping.<br /></p> \n<p>But the most damaging email is dated 8 May 2014 when a Shell employee receives an update from the Science Museum and replies. “Regards the rubbish archive project [an interactive exhibition examining waste in the context of climate change], xxx and I have some concerns on this exhibition particularly as it creates an opportunity for NGOs to talk about some of the issues that concern them around Shell’s operations.” </p> \n<p>It goes on: “Could you please share more information with us on the symposium event planned for September? As you know we receive a great deal of interest around our art sponsorships so need to ensure we do not proactively open up a debate on the topic. Will it be an invite only event?”</p> \n<p>And it ends: “Regarding the gallery update, can I check whether you have touched base with David Hone to see if he would like to participate in the content refresh?”</p> \n<p>The Science Museum insisted on Sunday that there could be no question of compromise because final editorial control had been retained and judgment exercised by the curator alone.</p> \n<p>Ian Blatchford, the museum’s director, said: “The Science Museum has a long-standing relationship with Shell, including most recently sponsorship of Atmosphere, our climate science gallery, which provides our visitors with accurate, up-to-date information on what is known, what is uncertain, and what is not known about this important subject. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/19/oil-companies-arts-sponsorship-cynical-pr-strategy-says-activist\">Oil companies' sponsorship of the arts 'is cynical PR strategy'</a> </p> \n</aside> \n<p>“The gallery has been hugely popular since it opened four years ago and has now been visited by more than 3 million people. As with all of our exhibitions and galleries, the editorial vision and control sits with our curatorial team.”</p> \n<p>The Science Museum said it was normal for a sponsor to make suggestions or raise questions but that did not mean action resulted. Blatchford said: “I can confirm that not a single change to an exhibition resulted from these email exchanges.”<br /></p> \n<p>A Shell spokesperson said her company and the Science Museum had a long-standing relationship, based on shared interests such as the need to inspire young people about science.<br /></p> \n<p>“Alongside the many other scientists, academics and educators on the advisory panel for Atmosphere, David Hone, Shell’s climate change adviser, has been consulted with regards to gallery content,” the spokesperson said.</p> \n<p>“We have occasionally made wider suggestions regarding the Climate Changing programme but at all times the Science Museum retained full editorial control over its plans and content.”</p> \n<p>Garrard said he was concerned that the close relationship between big oil and the Science Museum was set to continue with BP sponsoring a forthcoming exhibition, Cosmonauts: Birth of the Space Age.<br /></p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/19/oil-companies-arts-sponsorship-cynical-pr-strategy-says-activist\">recent book</a> argued that fossil fuel companies were sponsoring the arts around the world on an “epidemic” scale as a cynical PR strategy to improve their reputation.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\" data-alt=\"Fossil fuel ticker\"> \n <a href=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\">Fossil fuel ticker</a> \n</figure>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433099217014/fd9ae109-b3a0-4cd3-b02f-5a8ef03e9bda-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"The Science Museum","altText":"Science Museum's Atmosphere exhibition","cleanCredit":"Photograph: The Science Museum"}],"bodyImages":[],"webPublicationDate":"2015-05-31T19:17:47Z","lastModified":"2015-05-31T23:25:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Terry Macalister","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411666802323/Terry-Macalister-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/terrymacalister"}],"feature":false,"keywords":["Royal Dutch Shell","Oil","Oil and gas companies","Business","Energy industry","Commodities","Environment","Climate change","Climate change","Science","Museums","Culture","Fossil fuels","UK news"],"tags":[{"id":"business/royaldutchshell","webTitle":"Royal Dutch Shell"},{"id":"business/oil","webTitle":"Oil"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"business/business","webTitle":"Business"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"science/scienceofclimatechange","webTitle":"Climate change"},{"id":"science/science","webTitle":"Science"},{"id":"culture/museums","webTitle":"Museums"},{"id":"culture/culture","webTitle":"Culture"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Terry Macalister","topic":{"type":"tag-contributor","name":"profile/terrymacalister"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/31/shell-sought-influence-direction-science-museum-climate-programme","shortUrl":"http://gu.com/p/49aej","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/31/shell-sought-influence-direction-science-museum-climate-programme","webUri":"http://www.theguardian.com/business/2015/may/31/shell-sought-influence-direction-science-museum-climate-programme"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433099217014/fd9ae109-b3a0-4cd3-b02f-5a8ef03e9bda-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Part of the Science Museum’s Atmosphere exhibition, which Shell sponsored. Photograph: The Science Museum","credit":"The Science Museum","altText":"Science Museum's Atmosphere exhibition","cleanCaption":"Part of the Science Museum’s Atmosphere exhibition, which Shell sponsored.","cleanCredit":"Photograph: The Science Museum"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"Climate change fight / Europe's energy big six say gas must help","rawTitle":"Europe's energy big six say gas must help","item":{"type":"article","id":"business/2015/jun/01/europes-energy-big-six-gas-fight-climate-change","title":"Europe's energy big six say gas must help in the fight against climate change","trailText":"BP and Shell involved in rare public public intervention by energy giants aimed at influencing UN climate talks","standFirst":"<p>BP and Shell involved in rare public intervention by energy giants aimed at influencing UN climate talks</p>","byline":"Jennifer Rankin","body":"<p>The bosses of Europe’s six largest energy companies, including BP and Shell, have said gas should play a vital role in plans to tackle global warming, in a rare public intervention aimed at influencing UN talks.</p> \n<p>In a <a href=\"http://www.ft.com/cms/s/0/682898fe-07e4-11e5-9579-00144feabdc0.html#axzz3bmvMIfbV\">letter to the Financial Times</a>, the energy companies also called for “widespread and effective” carbon pricing to be part of the solution that emerges from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/francois-hollande-calls-for-miracle-climate-agreement-at-paris-talks\">crucial climate talks in Paris</a> taking place at the end of the year.<br /></p> \n<p>The letter is signed by Ben van Beurden, the chief executive of Shell, Bob Dudley, the chief executive of BP, as well as their counterparts at BG Group, Eni, Statoil and Total.<br /></p> \n<p>“As a group of business people, we are united in our concern about the challenge – and the threat – posed by climate change. We urge governments to take decisive action at December’s UN summit. We are also united in believing such action should recognise the vital roles of natural gas and carbon pricing in helping to meet the world’s demand for energy more sustainably.”<br /></p> \n<p>The six oil and gas companies press the case for getting out of coal and switching to natural gas – a lucrative part of their business model. Although they say renewable energy has “an increasing role to play”, they think natural gas will help meet energy needs, arguing that governments must “pursue all options to lower carbon while providing the energy the world needs to meet demand from a growing population seeking better living standards”. </p> \n<p>Noticeable by their absence are any US firms. ExxonMobil and Chevron, the US’s two largest oil companies, last week <a href=\"http://www.bloomberg.com/news/articles/2015-05-27/exxon-ceo-says-it-won-t-give-lip-service-on-climate\">ruled out joining any corporate alliance on climate</a>.<br /></p> \n<p>Rex Tillerson, the chief executive and chair of ExxonMobil, told shareholders in Dallas, Texas, that the company was not going to “fake it on climate change”.<br /></p> \n<p>“We’re not going to be disingenuous about it. We’re not going to fake it. We’re going to express a view that we have been very thoughtful about. We’re going to express solutions and policy ideas that we think have merit.</p> \n<p> Speaking out to be speaking out about it doesn’t seem particularly helpful to me,” he said.</p> \n<p>The head of Chevron, John Watson, told investors: “We think we can make our own statements and our statements speak for themselves.”<br /></p> \n<p>The letter from the European energy companies is an unusual departure for the big energy firms, which usually prefer to work behind closed doors. The six energy bosses said they have written to the United Nations Framework Convention on Climate Change, the body that convenes the international talks between 196 nations.</p> \n<p>Their letter echoes the views of Van Beurden, who recently told the Guardian that hydrocarbons would be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/22/shell-boss-endorses-warnings-about-fossil-fuels-and-climate-change\">needed for “years to come”</a>. However, the Shell chief executive accepted that not all the world’s fossil fuel resources can be burned unless some way is found to capture their emissions.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433145646165/d6107a3d-6f72-47e2-b096-a4cc6a0e7f63-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Patrick Wagnon/AFP/Getty Images","altText":"Scientists monitors the shrinking Mera glacier in Nepal","cleanCredit":"Photograph: Patrick Wagnon/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-01T08:04:11Z","lastModified":"2015-06-01T08:24:11Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jennifer Rankin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jennifer-rankin"}],"feature":false,"keywords":["Energy industry","Climate change","Business","Environment","COP 21: UN climate change conference | Paris","Gas","Gas","Energy","Fossil fuels","Commodities","Royal Dutch Shell","BP","BG","Greenhouse gas emissions","Carbon offsetting","Carbon tax","Oil and gas companies","Exxon Mobil","Chevron","US news","World news"],"tags":[{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"business/business","webTitle":"Business"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/cop-21-un-climate-change-conference-paris","webTitle":"COP 21: UN climate change conference | Paris"},{"id":"business/gas","webTitle":"Gas"},{"id":"environment/gas","webTitle":"Gas"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"business/royaldutchshell","webTitle":"Royal Dutch Shell"},{"id":"business/bp","webTitle":"BP"},{"id":"business/bggroup","webTitle":"BG"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"},{"id":"environment/carbon-offset-projects","webTitle":"Carbon offsetting"},{"id":"environment/carbon-tax","webTitle":"Carbon tax"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"business/exxonmobil","webTitle":"Exxon Mobil"},{"id":"business/chevron","webTitle":"Chevron"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"business"},"topics":[{"displayName":"Jennifer Rankin","topic":{"type":"tag-contributor","name":"profile/jennifer-rankin"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/01/europes-energy-big-six-gas-fight-climate-change","shortUrl":"http://gu.com/p/49cbb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/01/europes-energy-big-six-gas-fight-climate-change","webUri":"http://www.theguardian.com/business/2015/jun/01/europes-energy-big-six-gas-fight-climate-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/1/1433145646165/d6107a3d-6f72-47e2-b096-a4cc6a0e7f63-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Scientists monitors the shrinking Mera glacier in Nepal. Glaciers in the Everest region could disappear entirely by the end of the century as a result of climate change, scientists warned. Photograph: Patrick Wagnon/AFP/Getty Images","credit":"Patrick Wagnon/AFP/Getty Images","altText":"Scientists monitors the shrinking Mera glacier in Nepal","cleanCaption":"Scientists monitors the shrinking Mera glacier in Nepal. Glaciers in the Everest region could disappear entirely by the end of the century as a result of climate change, scientists warned.","cleanCredit":"Photograph: Patrick Wagnon/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Climate change fight"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"'Politics at its best' / Shirley Williams backs Norman Lamb for Lib Dem leadership","rawTitle":"Shirley Williams backs Norman Lamb for Lib Dem leadership","item":{"type":"article","id":"politics/2015/jun/01/shirley-williams-backs-norman-lamb-lib-dem-leader","title":"Shirley Williams backs Norman Lamb as Lib Dem leader","trailText":"Ex-cabinet minister who broke from Labour to form SDP in 1981 lends support to former care minister to succeed Nick Clegg","standFirst":"<p>Ex-cabinet minister who broke from Labour to form SDP in 1981 lends support to former care minister to succeed Nick Clegg</p>","byline":"Frances Perraudin","body":"<p>Shirley Williams, the founding member of the Social Democratic party, has backed former care minister Norman Lamb to replace Nick Clegg as leader of the Liberal Democrats.</p> \n<p>In a statement, Lady Williams described Lamb, MP for North Norfolk, as one of the finest MPs and ministers she had met in her “long political life”. “He is a wonderful constituency MP, a man who has brought politics at its best to his county,” she said, adding: “Norman became a parliamentary candidate for the Liberal Democrats in 1992, a time when personal ambition might have led many politicians to a party that offered a better chance of becoming an MP.”</p> \n<p>A former Labour MP and cabinet minister, Williams was one of the group known as the “Gang of Four” who broke away from the Labour party in 1981 to form the SDP, which later joined with the Liberals in 1988 to create the Liberal Democrats. Between 2001 and 2004, she served as the leader of the Lib Dems in the House of Lords.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e42e403cb1c559a0e4317595d27cf0e8baf758af\"> \n <img src=\"http://media.guim.co.uk/e42e403cb1c559a0e4317595d27cf0e8baf758af/307_336_1669_2502/667.jpg\" alt=\"The Lib Dem leadership contest is almost certain to be a head-to-head battle between Lamb (left) and   Tim Farron.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> Norman Lamb</span> \n  <span class=\"element-image__credit\">Photograph: Anthony Devlin/PA</span> \n </figcaption> \n</figure> \n<p>Williams said Lamb’s commitments had widened alongside his political responsibilities, highlighting his campaign to give mental health the same status as physical health. “Norman will devote himself to rebuilding our party, and to reminding people of the values our party stands for – liberty, social justice, fairness and compassion,” she said. “I think he will be the kind of leader who can build trust among our fellow citizens.”</p> \n<p>Nick Clegg resigned as Lib Dem leader after the party’s worst performance in a general election since its formation. The party lost 48 of its 56 MPs, leaving it with just eight and making it the joint fourth biggest party in parliament, along with Northern Ireland’s Democratic Unionist party, behind the Scottish National party. </p> \n<p>Norman Lamb said he was thrilled Williams was supporting his leadership campaign, having always had a great admiration for her. “I first met Shirley when she was one of the Gang of Four setting up the SDP,” he said. “She encouraged and inspired me to get involved. I was a Liberal party member but I joined the SDP as well as a founder member.” </p> \n<p>With nominations for Lib Dem leadership candidates closing on Wednesday, the contest is almost certain to be a head-to-head battle between the MP for Westmorland and Lonsdale, Tim Farron, and Lamb.</p> \n<p>To get on the Lib Dem leadership ballot, a candidate must have the endorsement of 200 members from 20 local party organisations as well as 10% of the parliamentary party, which constitutes less than one of the party’s eight remaining MPs. After nominations close on 3 June, members will cast their ballots under an alternative vote system and the winner will be announced on 16 July.</p> \n<p>A former party president and key figure on the left of the party, Farron is thought to be the frontrunner owing to his popularity with grassroots activists. He won 52% of the vote in his constituency in the general election and was a vocal opponent of the coalition’s tripling of tuition fees, one of the policies that most damaged the Lib Dems.<br /></p> \n<p>Farron, who is the bookie’s favourite, has so far secured the formal backing of three of the party’s MPs (Mark Williams, John Pugh and Greg Mulholland), the heads of the Scottish and Welsh branches of the Lib Dems, Willie Rennie and Kirsty Williams, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/20/tim-farron-lib-dem-leadership-backed-by-former-parliamentary-candidates\">more than 100 former Lib Dem election candidates</a>.</p> \n<p>Lamb has been publicly endorsed by Tom Brake, the MP for Carshalton and Wallington.</p> \n<p>Lamb, a former employment lawyer, is more aligned with the politics of the coalition, having served as minister for care and support and minister for employment relations. He is considered a centrist and served as parliamentary private secretary to Clegg from May 2010 to February 2012. Clegg is expected to remain neutral throughout the leadership contest.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ca1192778308433626e1238bab1e4c8de509a7d4/0_1082_2730_1635/2730.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1635,"width":2730,"orientation":"landscape","credit":"Linda Nylind for the Guardian","altText":"Shirley Williams","cleanCredit":"Photograph: Linda Nylind for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e42e403cb1c559a0e4317595d27cf0e8baf758af/307_336_1669_2502/1669.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2502,"width":1669,"orientation":"portrait","caption":" Norman Lamb Photograph: Anthony Devlin/PA","credit":"Anthony Devlin/PA","altText":"The Lib Dem leadership contest is almost certain to be a head-to-head battle between Lamb (left) and   Tim Farron.","cleanCaption":" Norman Lamb","cleanCredit":"Photograph: Anthony Devlin/PA"}],"webPublicationDate":"2015-06-01T05:00:11Z","lastModified":"2015-06-01T05:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["Liberal Democrats","Norman Lamb","Shirley Williams","Politics","UK news","Nick Clegg"],"tags":[{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/norman-lamb","webTitle":"Norman Lamb"},{"id":"politics/shirley-williams","webTitle":"Shirley Williams"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/nickclegg","webTitle":"Nick Clegg"}],"section":{"id":"politics"},"topics":[{"displayName":"Frances Perraudin","topic":{"type":"tag-contributor","name":"profile/frances-perraudin"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/01/shirley-williams-backs-norman-lamb-lib-dem-leader","shortUrl":"http://gu.com/p/49cxb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/01/shirley-williams-backs-norman-lamb-lib-dem-leader","webUri":"http://www.theguardian.com/politics/2015/jun/01/shirley-williams-backs-norman-lamb-lib-dem-leader"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ca1192778308433626e1238bab1e4c8de509a7d4/0_1082_2730_1635/2730.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1635,"width":2730,"orientation":"landscape","caption":"Shirley Williams: ‘Norman will devote himself to rebuilding our party, and to reminding people of the values our party stands for – liberty, social justice, fairness and compassion.’ Photograph: Linda Nylind for the Guardian","credit":"Linda Nylind for the Guardian","altText":"Shirley Williams","cleanCaption":"Shirley Williams: ‘Norman will devote himself to rebuilding our party, and to reminding people of the values our party stands for – liberty, social justice, fairness and compassion.’","cleanCredit":"Photograph: Linda Nylind for the Guardian"}},"importance":3,"kicker":{"title":"'Politics at its best'"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Extramarital affairs more common in dependent spouses, study finds","rawTitle":"Extramarital affairs more common in dependent spouses, study finds","item":{"type":"article","id":"lifeandstyle/2015/jun/01/extramarital-affair-couples-breadwinner","title":"Extramarital affairs more common in dependent spouses, study finds","trailText":"Study finds people are more likely to have an affair if they are not the breadwinner in the relationship, and men are more likely to do so generally","standFirst":"<p>Study finds people are more likely to have an affair if they are not the breadwinner in the relationship, and men are more likely to do so generally</p>","byline":"Amanda Holpuch in New York","body":"<p>People are more likely to have an extramarital affair if they are economically dependent on their spouse, and men are much more likely to do so, according to a study released on Monday.</p> \n<p>While it may seem counterintuitive to cheat on the relationship’s breadwinner, the study says that there is a 5% chance that women who are completely economically dependent on their husbands will have an affair, and a 15% chance that men in that financial position will. Meanwhile, the economically independent partner is more likely to remain faithful – up to a certain point. </p> \n<p>“We don’t really like inequity, and there’s probably something about masculinity that means men really don’t like it,” said Christin Munsch, a University of Connecticut professor and author of the study, which was published in the American Sociological Review.</p> \n<p>Munsch has examined this dynamic for more than six years, inspired by discussions about cheating with her friends – specifically, one unemployed young man who cheated on his partner, saying that he had felt emasculated because she made more money. </p> \n<p>The study pooled data from the National Longitudinal Survey of Youth, between 2001 to 2011. The results are based on 2,757 individuals, and is limited to heterosexual couples between the ages of 18 to 32 who were in the same relationship for more than a year.</p> \n<p>The analysis shows that as the amount of money men make relative to their wives increases, it becomes less likely that they will cheat. But that only holds true until their share of the total income reaches 70% – after that, they are more likely to cheat again.</p> \n<p>Women, however, are least likely to cheat when they earn 100% of a couple’s total income. </p> \n<p>Munsch said that these differences indicate that gender scripts still have considerable influence on how people understand marriage, which slows societal progression towards egalitarian marriages. </p> \n<p>For a separate project, Munsch has been interviewing young men at a university that has more female than male students. She is surprised by how most of these men expect to be the breadwinners in the family, despite more women attending college – and performing better than male students – than ever before. </p> \n<p>“It’s 2015 and they’re looking around at their very successful women peers and they still feel this need to live up to that expectation,” said Munsch. “It speaks to how strong of a social norm that is, particularly in older generations, and I think that’s what’s going on with men who are economically dependent.”</p> \n<p>Now that same-sex couples in the US have gained significantly more marriage rights in the time since the survey was conducted, Munsch is curious to know how the data compares for those couples. She thinks this could be beneficial to understanding how spouses can adopt expectations of themselves and their partners that are not based on gender. </p>","section":"Lifestyle","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/1/31/1391178581369/ce99d247-6d5e-48a1-a8b3-63927eaa9cda-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mode Images Limited / Alamy/Alamy","altText":"AT35EY A Wedding Cake, bride and groom standing back to back wedding cake bride groom problem marriage concept wedding cake couple bride groom man woman wife husband problem relationship breakdown break-up break broken argue argument unhappy crack affair divorce over finished angry upset communication icing hate love","cleanCredit":"Photograph: Mode Images Limited / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-06-01T04:00:09Z","lastModified":"2015-06-01T04:15:42Z","metadata":{"commentable":true,"commentCount":191,"contributors":[{"name":"Amanda Holpuch","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411659899648/Amanda-Holpuch-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amanda-holpuch"}],"feature":false,"keywords":["Marriage","US income inequality","Gender","Money","US news","Family"],"tags":[{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"us-news/us-income-inequality","webTitle":"US income inequality"},{"id":"world/gender","webTitle":"Gender"},{"id":"money/money","webTitle":"Money"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"lifeandstyle/family","webTitle":"Family"}],"section":{"id":"lifeandstyle"},"topics":[{"displayName":"Amanda Holpuch","topic":{"type":"tag-contributor","name":"profile/amanda-holpuch"}}],"embeddedVideos":[],"adTargetingPath":"lifeandstyle"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/lifeandstyle/2015/jun/01/extramarital-affair-couples-breadwinner","shortUrl":"http://gu.com/p/49bgb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/lifeandstyle/2015/jun/01/extramarital-affair-couples-breadwinner","webUri":"http://www.theguardian.com/lifeandstyle/2015/jun/01/extramarital-affair-couples-breadwinner"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/1/31/1391178581369/ce99d247-6d5e-48a1-a8b3-63927eaa9cda-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The economically independent partner is more likely to remain faithful – up to a certain point. Photograph: Mode Images Limited/Alamy","credit":"Mode Images Limited/Alamy","altText":"AT35EY A Wedding Cake, bride and groom standing back to back wedding cake bride groom problem marriage concept wedding cake couple bride groom man woman wife husband problem relationship breakdown break-up break broken argue argument unhappy crack affair divorce over finished angry upset communication icing hate love","cleanCaption":"The economically independent partner is more likely to remain faithful – up to a certain point.","cleanCredit":"Photograph: Mode Images Limited/Alamy"}},"importance":2,"showQuotedHeadline":false,"sublinks":[]},{"title":"Free childcare / Nurseries challenge Cameron's pledge to double provision","rawTitle":"Nurseries challenge Cameron's pledge to double provision","item":{"type":"article","id":"money/2015/jun/01/childcare-free-nurseries-challenge-david-cameron-pledge-double","title":"Free childcare: Nurseries warn Cameron's pledge may cost parents more","trailText":"Pre-school Learning Alliance suggests policy could create £350m funding gap because hours paid for by the government are underfunded","standFirst":"<p>Pre-school Learning Alliance suggests policy could create &pound;350m funding gap because hours paid for by the government are underfunded</p>","byline":"Richard Adams and Rowena Mason","body":"<p>David Cameron will on Monday pledge to bring forward his plans to double free childcare a year early – although a leading group of nurseries and other providers has warned that the scheme could end up costing many parents more.</p> \n<p>The prime minister will accelerate the proposals to increase free care from 15 to 30 hours a week for three- and four-year-olds, with pilots beginning from September 2016. Ahead of legislation being introduced in parliament on Tuesday, he will argue the plans are “giving more people the opportunity to get into work”.</p> \n<p>But research by the <a href=\"https://www.pre-school.org.uk/\">Pre-school Learning Alliance</a> of private and voluntary childcare providers found the policy could create a &pound;350m funding gap because hours paid for by the government are currently underfunded. They claim the gap could end up being covered by other parents whose rates would go up to subsidise the new scheme.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/apr/14/david-cameron-conservatives-childcare-manifesto\">David Cameron's generous childcare pledge doesn't add up, experts warn</a> </p> \n</aside> \n<p>Cameron sought to overshadow Labour’s offer on childcare at the election by promising more free hours, but the government is still facing criticism for the high overall costs of childcare. The government is also under pressure over the possible impact on family budgets of changes to welfare, following reports that Iain Duncan Smith, the work and pensions secretary, is looking at plans to cut child benefit. <br /></p> \n<p>Labour’s shadow work and pensions secretary Rachel Reeves said millions of working families would lose money if the reports were true and urged Cameron to “come clean with the public about their plans to cut child benefit and child tax credits”.</p> \n<p>Harriet Harman, Labour’s acting leader, has also promised to hold Cameron to account over what he has promised on childcare, noting the cost for the average family has soared by &pound;1,500 a year since 2010. “The rhetoric might be promising, but the reality is that children’s centres have closed and the cost of childcare has soared,” she said last week.</p> \n<p>No 10 said the government is committed to increasing the average childcare funding rates paid to providers, with the Department for Education to shortly begin a review into rates overseen by childcare minister Sam Gyimah.</p> \n<p>The research conducted for the Pre-school Learning Alliance found that the government currently underfunds childcare providers, meaning that many have to subsidise their full cost by charging the children of other families higher hourly rates.</p> \n<p>“The so-called free childcare scheme is nothing of the sort. For years now, the initiative has been subsidised by providers and parents because of a lack of adequate government funding,” said Neil Leitch, chief executive of the alliance, whose 14,000 members include private and voluntary daycares and nurseries.</p> \n<p>“While we of course welcome the drive to improve the availability of childcare in this country, these figures clearly show that the government’s plan to extend funded childcare hours simply cannot work without a substantial increase in sector funding.”</p> \n<p>A spokesman for the Department for Education said the extension to 30 hours a week – worth around &pound;5,000 a year – would help families with childcare costs, as well as allowing providers to expand and encouraging new ones to open.</p> \n<p>“We also recognise the importance of funding rates, which is why we have already committed to increase average childcare funding rates, with the review set to begin before summer,” the DfE spokesman said.</p> \n<p>The study found that private nurseries would lose &pound;660 a year for each child taking up the extended entitlement, if government funding remained at current levels.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/mar/28/childcare-costs-uk-ireland-worst-on-price\">Childcare costs: the UK and Ireland are worst on price</a> </p> \n</aside> \n<p>The total cost to private providers after the extension to 30 hours is estimated to be &pound;1.95bn each year – but government funding only covers &pound;1.7bn, leaving a shortfall of &pound;250m. Private daycares also face a shortfall of more than &pound;100m on the government’s existing offer of free childcare to some two-year-olds.</p> \n<p>The research also suggests the Conservatives underestimated the potential costs of the new policy. Instead of the &pound;350m extra spending that the party claimed during the election campaign, the researchers estimate that at current rates the policy would cost &pound;1.5bn if each eligible child took their extra 15 hours.</p> \n<p>“While we recognise that the Conservatives have promised to review local funding rates, the fact that they chose to estimate the cost of extending funded childcare before finding out how much funding rates will need to increase raises serious questions as to how meaningful such a review would be,” Leitch said.</p> \n<p>“Simply raising rates by a few pence per hour will do little to address the current situation.”</p> \n<p>The research was backed by a separate report from the Professional Association for Childcare and Early Years (Pacey), which found many providers “are being forced to cross-subsidise their free places through higher fees or retracting the number of funded places, both undermining government’s aims to increase the affordability, accessibility and quality of early years education”.</p> \n<p>Liz Bayram, Pacey’s chief executive, said: “These findings should provide serious cause for concern for the government.</p> \n<p>“Now that a commitment has been made to extend the number of free early education places, the challenge remains how to ensure the childcare sector is supported to deliver these places.”</p>","section":"Money","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433095202309/120dcb53-6234-4e3b-bda3-edbb2cdcb5b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Bobby Yip/Reuters","altText":"The prime minister will accelerate the proposals to increase free care from 15 to 30 hours a week for three- and four-years-olds, with pilots beginning from September 2016. ","cleanCredit":"Photograph: Bobby Yip/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-01T06:57:39Z","lastModified":"2015-06-01T06:57:47Z","metadata":{"commentable":true,"commentCount":100,"contributors":[{"name":"Richard Adams","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardadams"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Childcare","UK news","Children","Money","Society","Education","David Cameron","Politics","Conservatives"],"tags":[{"id":"money/childcare","webTitle":"Childcare"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/children","webTitle":"Children"},{"id":"money/money","webTitle":"Money"},{"id":"society/society","webTitle":"Society"},{"id":"education/education","webTitle":"Education"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"money"},"topics":[],"embeddedVideos":[],"adTargetingPath":"money"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/money/2015/jun/01/childcare-free-nurseries-challenge-david-cameron-pledge-double","shortUrl":"http://gu.com/p/49c3x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/money/2015/jun/01/childcare-free-nurseries-challenge-david-cameron-pledge-double","webUri":"http://www.theguardian.com/money/2015/jun/01/childcare-free-nurseries-challenge-david-cameron-pledge-double"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/31/1433095202309/120dcb53-6234-4e3b-bda3-edbb2cdcb5b8-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The prime minister will accelerate the proposals to increase free care from 15 to 30 hours a week for three- and four-years-olds, with pilots beginning from September 2016.  Photograph: Bobby Yip/Reuters","credit":"Bobby Yip/Reuters","altText":"The prime minister will accelerate the proposals to increase free care from 15 to 30 hours a week for three- and four-years-olds, with pilots beginning from September 2016. ","cleanCaption":"The prime minister will accelerate the proposals to increase free care from 15 to 30 hours a week for three- and four-years-olds, with pilots beginning from September 2016. ","cleanCredit":"Photograph: Bobby Yip/Reuters"}},"importance":1,"kicker":{"title":"Free childcare"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-06-01T08:35:08Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}