{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Stacey Hyde / The DPP should resign for failing women on domestic violence","rawTitle":"The DPP should resign for failing women on domestic violence","item":{"type":"article","id":"law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","title":"Stacey Hyde: 'There are many more who need their cases re-examined'","trailText":"Woman freed after five years in jail for killing a violent man in self-defence says she is not the only one who has been failed by the justice system<br>","standFirst":"<p>Woman freed after five years in jail for killing a violent man in self-defence says she is not the only one who has been failed by the justice system<br /></p>","byline":"Sandra Laville","body":"<p>Stacey Hyde cannot listen to the 999 call that graphically captures the moment she killed a man. It records the violent struggle six years ago when she was attacked by Vincent Francis and fought for her life.</p> \n<p>Hyde, a 17-year-old with serious mental health disorders at the time of the killing, was labelled a murderer after Francis died of multiple stab wounds at her hands. Jailed for life, she battled to prove that she had acted in self-defence when he turned on her, grabbed her by the throat, swung her around by her hair and smashed her against a wall.</p> \n<p>Hyde’s conviction was quashed late last year by the court of appeal on the grounds that new evidence of her mental disorders substantially diminished her responsibility for the offence. She offered a guilty plea to manslaughter, but the Crown Prosecution Service and Alison Saunders, the director of public prosecutions, refused it. Hyde, a young woman at high risk of suicide and self-harm, spent a further six months in prison and was forced to face a fresh murder trial at which she was acquitted and finally freed last month.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis\">Stacey Hyde cleared of murder in retrial</a> </p> \n</aside> \n<p>Speaking to the Guardian, Hyde said she believes the criminal justice system continues to fail vulnerable women who are victims of male violence. “I think the DPP should consider her position. She should resign. She really needs to look at the decisions she is making, because she is wrong,” said Hyde. “You believe in the justice system, you think they will see the truth, and you will be home soon. But that isn’t the case. If you don’t have a good defence team who believe in you and fight for you like they were fighting for their own lives, you are going to be screwed.</p> \n<p>“I never considered myself a murderer. Whenever I talked to anyone inside – the prison officers, the other prisoners – we would talk about our cases and they would all say: ‘Stacey, you are not a murderer. It was self-defence.’”</p> \n<p>Like other vulnerable women wrongly jailed for murder after retaliating against violent men – such as <a href=\"http://www.justiceforwomen.org.uk/emma-humphreys/\">Emma Humphreys</a> and <a href=\"http://www.justiceforwomen.org.uk/sara-thornton/\">Sara Thornton</a> whose cases changed the law on provocation – Hyde had a difficult upbringing which featured neglect, abuse, childhood drinking, self-harm and adolescent mental illness. She was born and brought up in the Somerset town of Wells, where her mother often left her alone or with the neighbours while she worked at several jobs. Drinking and self-harming by 15 years old, she had a teenage abortion and was raped three times.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"62d41dec361848d2c6048062b9959334d676f5df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1433982719710/6da76597-c03d-4ad3-83cf-0541bd455036-bestSizeAvailable.jpeg\" alt=\"Stacey Hyde\" width=\"165\" height=\"170\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stacey Hyde age 17.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook</span> \n </figcaption> \n</figure> \n<p>Her best friend, Holly Banwell, who was 10 years her senior, complained repeatedly to Hyde of the violence she suffered at the hands of her boyfriend Vincent Francis, 34. “She would come in all the time with sunglasses on because he had punched her in the face,” said Hyde, who worked in the City Arms pub in the town. </p> \n<p>“She would wear hair extensions to cover the bald patches where he had pulled out her hair,” she said. The crown accepted that there had been 27 incidents of violence towards Banwell by Francis. A previous girlfriend also described his violence at Hyde’s retrial.</p> \n<p>On September 3 2009 Hyde had been out with Banwell at a pub in the town, and the women eventually met Francis and returned to his flat late that night. Hyde crashed out in the bedroom. She woke to hear her friend crying for help in the early hours of the following day.</p> \n<p>“I remember parts of it as if it happened yesterday,” she said. “But there are bits I don’t remember at all, it’s completely blank. I remember waking up and feeling really heavy, like everything was in slow motion, hearing Holly scream, scream for help, like, really scared. <br /></p> \n<p>“Then I remember running and seeing Vince attacking her and I remember jumping on his back to get him off her. And then … he’s on top of me, he’s strangling me, he’s so angry and I thought: ‘That’s it, I’m going to die.’<br /></p> \n<p>“Then he is coming at me, it’s all dark and I’m screaming and screaming and I know I’m about to die. And he has got something in his hand. I told the police when they found me he had a knife, and then I remember having my hands on my head and seeing Vince on the floor and there was blood and everything seemed silent, everything just stopped.</p> \n<p>“Then there’s a policeman putting his arms around me in the kitchen. I remember crying and crying and wanting to die. I was saying: ‘He tried to kill me and Holly.’ Later on they told me they had found me in the kitchen and I was about to stab myself. I was in shock.”</p> \n<p>The violent struggle which spilled into the hallway was recorded by a 999 operator after Banwell phoned the emergency services to call for help. She told the operator, against the backdrop of Hyde’s high-pitched screams: “My boyfriend is smashing, beating up my friend. She’s a girl. I need the police.”</p> \n<p>Hyde was charged with the murder of Francis. She pleaded not guilty on the grounds of self-defence, but was convicted in 2010 at Bristol crown court and jailed for life with the recommendation she serve a minimum of nine years.</p> \n<p>Just 18, she was sent to the adult detox wing of Eastwood Park prison in Gloucestershire. “I was so scared. I remember one of the inmates high-fived me because she read about a girl stabbing someone 17 times. I was on my own in a cell, I was in shock, I was in denial. All around me women were screaming – there was noise everywhere.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VictoriaLIVE/statuses/608915986813571072\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">&quot;A person tried to kill me so it's either you die or you save your life&quot; says Stacey Hyde on <a href=\"https://twitter.com/hashtag/VictoriaLIVE?src=hash\">#VictoriaLIVE</a> <a href=\"https://t.co/F4OtOcYScN\">https://t.co/F4OtOcYScN</a></p>— Victoria Derbyshire (@VictoriaLIVE) \n  <a href=\"https://twitter.com/VictoriaLIVE/status/608915986813571072\">June 11, 2015</a>\n </blockquote> \n</figure> \n<p>Hyde is reluctant to talk about the “bad times” in prison, but says Holloway was the worst period for her. It was only with the support of women who became her “prison family” that she survived her incarceration, she says. Like her, these women had been jailed for murder and are fighting for appeals. They include Lizzie Donaghue, who was convicted of killing her husband, and Phillipa Hart, also convicted of murder. “I want to raise awareness of their cases,” said Hyde. “There are others, many others, who need to have their cases re-examined. Really and truly I would like to go under a rock and hide away. But I’m not going to do that. I’ve met some most amazing women in prison and I promised to help them.”</p> \n<p>Throughout her six years in prison, Hyde was deemed at high risk of suicide and self-harm and made attempts on her own life. It was through her aunt Julie Hyde that she contacted Justice for Women, and a new legal team – led by Harriet Wistrich of Birnberg Peirce – took up her case.</p> \n<p>One thing she has had to face while in prison, and during both her trials, is the way Banwell has failed to support her. At both trials, she appeared on behalf of the prosecution. At the retrial in Winchester, Banwell described Hyde as a “cold-blooded murderer”, a judgment the jury with their verdict clearly rejected. “I haven’t spoken to her,” said Hyde. “At first I felt sorry for her, I forgave her. I thought she was in denial, like a lot of women in the same situation as her. I don’t know how a human being can be so cruel, and I don’t see how the justice system can rely on such a witness.”</p> \n<p>Hyde said her lowest point came in November last year when, after the court of appeal quashed her murder conviction, she heard she had to face a retrial. “I didn’t understand,” said Hyde. “I was in the cell, and I asked what was going on. They said, ‘Your conviction has been quashed, but you are going to have a retrial.’ I just thought: ‘I can’t do a retrial.’ I’d lost my faith in the system. I thought, ‘They are going to jail me again for murder.’</p> \n<p>“That was a really low point. I was sent into Holloway. I was alone. I spent the next four days crying in a cell. I had my 23rd birthday there. I got really down – I cut myself. It was the only way to get out of the pain.”</p> \n<p>Hyde’s murder retrial began in the week Saunders announced that Greville Janner would not be charged with 22 counts of historical child abuse because he had Alzheimer’s. “I was sat down and the prison officers were saying: ‘There’s that DPP, she’s letting this man go, but there’s all these innocent girls coming in here, and she doesn’t care about them.’</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer\">Stacey Hyde’s story is a shocking insight into how the law treats young, abused women | Julie Bindel</a> </p> \n</aside> \n<p>“And I thought, ‘Here I am, under heavy medication, I’ve offered to plead guilty to manslaughter, and she is putting me on trial again for murder.’ The prosecution of me throughout was defined by ego and arrogance and a determination not to admit they were wrong.”</p> \n<p>Hyde’s mental condition, which includes diagnoses of personality disorder and attention deficit hyperactivity disorder (ADHD), meant the court had to appoint an intermediary to sit in the dock and explain the process to her each day at trial.</p> \n<p>What puzzles campaigners is why, after landmark cases like that of Humphreys and Thornton, Hyde was subjected to a retrial for murder, rather than the crown accepting her offer of a guilty plea to manslaughter. “It was cruel and unnecessary to make Stacey go through a retrial and remain in prison a further six months,” said Wistrich. “She was an extremely vulnerable 17-year-old at the time of the offence. When you closely examine the evidence, in particular the 999 call, it is clear Stacey was being beaten up by Francis just before the stabbing took place, that she was screaming in terror – there was no evidence of premeditation or motive beyond that of responding to calls for help from his girlfriend Holly. The crown pursued this case with a vigour that was totally disproportionate.”<br /></p> \n<p>Hyde, who is being supported by a family friend, said she thinks about Francis’s family all the time. “I understand they will probably hate me for ever because they see me as the reason that their loved one has died and it hurts them,” she said. “But I just want them to know, I want them to know I’m sorry. I hope in time they can understand and forgive me.” <br /></p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d96ad0a17201b4c0ae887031efadc9daadbf80/388_0_4969_2983/4969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2983,"width":4969,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Stacey Hyde","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1433982719710/6da76597-c03d-4ad3-83cf-0541bd455036-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":170,"width":165,"orientation":"portrait","caption":"Stacey Hyde age 17. Photograph: Facebook","credit":"Facebook","altText":"Stacey Hyde","cleanCaption":"Stacey Hyde age 17.","cleanCredit":"Photograph: Facebook"}],"webPublicationDate":"2015-06-11T08:19:22Z","lastModified":"2015-06-11T09:32:41Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sandra Laville","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sandralaville"}],"feature":false,"keywords":["UK criminal justice","Law","Court of appeal","UK news"],"tags":[{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"law/law","webTitle":"Law"},{"id":"law/court-of-appeal","webTitle":"Court of appeal"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"law"},"topics":[{"displayName":"Sandra Laville","topic":{"type":"tag-contributor","name":"profile/sandralaville"}}],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","shortUrl":"http://gu.com/p/49yx3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","webUri":"http://www.theguardian.com/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457127796","source":"BBC","durationInSeconds":75,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10451809&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/11/150611StaceyHyde_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/11/1434012693546/KP_270157_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Stacey Hyde","credit":"guardian.co.uk","altText":"620x372 trailpic for Stacey Hyde","cleanCaption":"620x372 trailpic for Stacey Hyde"}}},"importance":7,"kicker":{"title":"Stacey Hyde"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d96ad0a17201b4c0ae887031efadc9daadbf80/388_0_4969_2983/4969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2983,"width":4969,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Stacey Hyde","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}}]},{"title":"Royal Bank of Scotland / Osborne signals sell-off in Mansion House speech","rawTitle":"Osborne signals sell-off in Mansion House speech","item":{"type":"article","id":"business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","title":"George Osborne signals RBS selloff in Mansion House speech","trailText":"Sale of bailed-out bank’s shares at present prices means a £13bn shortfall for taxpayer from 2008 part-nationalisation","standFirst":"<p>Sale of bailed-out bank’s shares at present prices means a &pound;13bn shortfall for taxpayer from 2008 part-nationalisation</p>","byline":"Jill Treanor","body":"<p>George Osborne on Wednesday night signalled his readiness to start selling off the Royal Bank of Scotland, seven years after it was rescued from collapse by the taxpayer.</p> \n<p>The chancellor said the time was right for British business and taxpayers to start selling off part of the 79% stake in the Edinburgh-based bank, even though the shares are worth &pound;13bn less than the state paid for them during the financial crisis. The shares will be sold to major City institutions in the coming months. An offer for members of the public, as has been promised for Lloyds Banking Group, could follow.</p> \n<p>Osborne also backed a move by the Bank of England governor Mark Carney to impose tougher punishments on bankers who rig markets. Carney warned City traders they should face up to 10 years in jail for abusing markets as he pledged <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/mark-carney-to-warn-rogue-city-traders-they-should-face-10-years-in-jail\">to end “the age of irresponsibility” that has gripped the financial sector</a>.</p> \n<p>The government pumped &pound;45bn into RBS in 2008 to stave off bankruptcy and the taxpayer’s investment is now valued at &pound;32bn. The selloff could take “some years and will likely involve all types of investors”, Osborne said.</p> \n<p>Speaking to an audience of top bankers at Mansion House in the heart of the City of London, the chancellor said the government would still make a &pound;14.3bn profit on the rescue programme for banks. This figure is reached by adding in the proceeds of share sales from Lloyds, along with cash generated from Northern Rock and the mortgage arm of Bradford &amp; Bingley, which were also rescued during the financial crisis.</p> \n<div>\n __VIDEO_EMBED_gu-video-457125636__\n</div> \n<p>“It’s the right thing to do for British businesses and British taxpayers. Yes, we may get a lower price than Labour paid for it. But the longer we wait, the higher the price the whole economy will pay,” said Osborne.</p> \n<p>“And when you take the banks in total, we’re making sure taxpayers get back billions more than they were forced to put in”.</p> \n<p>By signalling a selloff of the RBS stake, the chancellor is hoping that City investors will be encouraged by the diminished prospect of the government meddling in the bank. The shares closed on Wednesday night at 354p, below the 502p average price paid for them during the crisis.</p> \n<p>Osborne presented his case for a selloff after commissioning a report from investment bankers at Rothschild and seeking the advice of Carney. Rothschild concludes that RBS shares may never return to their pre-crisis levels and the current share price “fairly reflects the fundamental value of the bank”.</p> \n<figure class=\"element element-image\" data-media-id=\"d5411572c0f921e37fbf7787a2afa9b4a1335743\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433957646612/9b827c29-725a-430a-bb92-12fb618aff69-460x319.png\" alt=\"Rothschild's analysis on bailed out banks\" width=\"460\" height=\"319\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rothschild’s analysis on bailed-out banks.</span> \n  <span class=\"element-image__credit\">Photograph: Rothschild/Rothschild</span> \n </figcaption> \n</figure> \n<p>Osborne blamed the bailout on Labour. “I was not responsible for the bailout of RBS or the price paid then for shares bought by the taxpayer, but I am responsible for getting the best deal now for the taxpayer and doing whatever I can to support the British economy,” he said.</p> \n<p>In a letter to Osborne, published on Wednesday night, Carney said: “Continued public ownership without a foreseeable endpoint runs risks including limiting RBS’s future strategic options, and continuing the perception that taxpayers bear responsibility for RBS losses. In these regards, there could be considerable net costs to taxpayers of further delaying the start of a sale.”</p> \n<p>Two years ago, Osborne used his Mansion House speech <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/jun/19/osborne-lloyds-rbs-sell-off\">to signal a sale off the stake in Lloyds</a>, which then stood at 43% and on Wednesday fell to below 18% after more shares were sold on the stock market. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/jun/15/northern-bank-for-sale\"> In his 2011 speech, he put Northern Rock up for sale</a> and a deal was later clinched with Virgin Money.</p> \n<p>The analysis by Rothschild concludes that a multibillion-pound lawsuit that RBS faces from the US authorities relating to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/30/rbs-makes-loss-after-setting-aside-856m-for-fines-and-charges\">the subprime mortgage crisis</a> and expected later this year will not damage the bank’s fragile share price. </p> \n<p>Unveiling his plan to clampdown on rogue bankers, Carney referred to the $150bn worth of fines that have been imposed on major global banks since 2008. He said these had deprived the worldwide economy of $3tn of credit. The misdeeds had raised borrowing costs, led to companies holding back investment and dissuaded people from moving home, he said.</p> \n<div>\n __VIDEO_EMBED_gu-video-457125943__\n</div> \n<p>He set out plans to inject more regulation in the fixed-income, currency and commodities (FICC) markets that have witnessed many of the recent fines for market rigging, including a market standards board to draw up and police codes of conduct.</p> \n<p>“For the best of the industry this won’t be new. This is just how you run your business. But for others who free-ride on your reputations, the age of irresponsibility is over,” said Carney. </p> \n<p>Osborne added: “The public rightly asks why it is after so many scandals, and such cost to the country, so few individuals have faced punishment in the courts.”</p> \n<p>The chancellor set out terms for the UK’s renegotiation of EU membership.<em> “</em>Among the principles we seek to establish in this renegotiation are these simple ones: fairness between the euro-ins and the euro-outs enshrined and the integrity of the single market preserved,” he said.</p> \n<p>Osborne, who has sanctioned a further sell-off of Royal Mail, said 1% was being kept back for the company’s employees. More details are expected on Thursday.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963137817/37a1f2bb-66a2-4cb0-9118-1aaa998ad7d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"RBS was bailed out in 2008 by the taxpayer.","cleanCredit":"Photograph: Toby Melville/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433957647012/728eba8d-3e2c-43f4-99c5-5b607faf8b7b-540x374.png?width=#{width}&height=#{height}&quality=#{quality}","height":374,"width":540,"orientation":"landscape","caption":"Rothschild’s analysis on bailed-out banks. Photograph: Rothschild/Rothschild","credit":"Rothschild/Rothschild","altText":"Rothschild's analysis on bailed out banks","cleanCaption":"Rothschild’s analysis on bailed-out banks.","cleanCredit":"Photograph: Rothschild/Rothschild"}],"webPublicationDate":"2015-06-10T20:00:02Z","lastModified":"2015-06-11T00:18:08Z","metadata":{"commentable":true,"commentCount":1227,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Royal Bank of Scotland","Royal Mail","Privatisation","George Osborne","Economic policy","Financial crisis","Banking","Business","Economics","Financial sector","Politics","UK news"],"tags":[{"id":"business/royalbankofscotlandgroup","webTitle":"Royal Bank of Scotland"},{"id":"business/royal-mail","webTitle":"Royal Mail"},{"id":"politics/privatisation","webTitle":"Privatisation"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[{"id":"gu-video-457125636","source":"Reuters","durationInSeconds":123,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610Osborne_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610Osborne.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433969227851/KP_269363_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video","credit":"guardian.co.uk","altText":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video","cleanCaption":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video"}},{"id":"gu-video-457125943","source":"Reuters","durationInSeconds":175,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610Carney_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610Carney.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433972279710/KP_269417_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video","cleanCaption":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video"}}],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","shortUrl":"http://gu.com/p/49kzp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","webUri":"http://www.theguardian.com/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963137817/37a1f2bb-66a2-4cb0-9118-1aaa998ad7d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"RBS was bailed out in 2008 by the taxpayer. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"RBS was bailed out in 2008 by the taxpayer.","cleanCaption":"RBS was bailed out in 2008 by the taxpayer.","cleanCredit":"Photograph: Toby Melville/Reuters"}},"importance":6,"kicker":{"title":"Royal Bank of Scotland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4fce1de25fc35be78b5c910452f2499354b7c25a/0_9_3947_2367/1000.jpg","height":600,"width":1000}}]},{"title":"How Islamic State crippled al-Qaida","rawTitle":"How Islamic State crippled al-Qaida","item":{"type":"article","id":"world/2015/jun/10/how-isis-crippled-al-qaida","title":"How Isis crippled al-Qaida","trailText":"<strong>The long read:</strong> The inside story of the coup that has brought the world’s most feared terrorist network to the brink of collapse","standFirst":"<p>The inside story of the coup that has brought the world’s most feared terrorist network to the brink of collapse</p>","byline":"Shiv Malik, Ali Younes, Spencer Ackerman and Mustafa Khalili","body":"<p>On 5 February, Jordanian officials confirmed that the intellectual godfather of al-Qaida, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/05/jordan-release-jihadi-cleric-al-maqdisi-isis-killing-pilot-al-kasasbeh\">Abu Muhammad al-Maqdisi</a>, had been released from prison. Though he is little known in the west, Maqdisi’s importance in the canon of radical Islamic thought is unrivalled by anyone alive. The 56-year-old Palestinian rose to prominence in the 1980s, when he became the first significant radical Islamic scholar to declare the Saudi royal family were apostates, and therefore legitimate targets of jihad. At the time, Maqdisi’s writings were so radical that even Osama bin Laden thought they were too extreme.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/10/isis-onslaught-has-broken-al-qaida-its-spiritual-leaders-admit\">Isis onslaught has broken al-Qaida, its spiritual leaders admit</a> </p> \n</aside> \n<p>Today, Maqdisi counts the leader of al‑Qaida, Ayman al-Zawahiri, as a personal friend, and he is held in the highest esteem by the rest of al-Qaida’s regional heads, from North Africa to Yemen. His numerous books and pamphlets are required reading for Islamic militants around the world, who eagerly follow the latest proclamations on Maqdisi’s website, the Pulpit of Monotheism and Jihad. But he may be best known for personally mentoring <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2006/jun/09/guardianobituaries.alqaida\">Abu Musab al-Zarqawi</a>, who founded the organisation that would later become <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/isis\">Isis</a>, while the two men were jailed together on terrorism charges in Jordan in the mid-1990s. Zarqawi was released in 1999 and, after swearing allegiance to al-Qaida, went on to become one of the most notorious figures in postwar Iraq, unleashing a brutal campaign of sectarian terror, which led Maqdisi to publicly upbraid his most famous student in a series of devastating public critiques.</p> \n<p>Now the man US terrorism analysts call “the most influential living jihadi theorist” has turned his ire toward Isis – and emerged, in the last year, as one of the group’s most powerful critics. Soon after the Isis leader Abu Bakr al-Baghdadi <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/middle-east-live/2014/jun/30/isis-declares-caliphate-in-iraq-and-syria-live-updates\">declared the establishment of a caliphate</a> last June, Maqdisi released a long tract castigating Isis as ignorant and misguided, accusing them of subverting the “Islamic project” that he has long nurtured.</p> \n<p>Maqdisi’s war of words with Isis is emblematic of the new fratricidal split within violent Islamic radicalism – but it is also a sign that al-Qaida, once the world’s most feared terrorist network, knows it has been surpassed.</p> \n<p>Isis has not simply eclipsed al-Qaida on the battlefields of Syria and Iraq, and in the competition for funding and new recruits. According to a series of exclusive interviews with senior jihadi ideologues, Isis has successfully launched “a coup” against al-Qaida to destroy it from within. As a consequence, they now admit, al-Qaida – as an idea and an organisation – is now on the verge of collapse.</p> \n<h2>* * *</h2> \n<p><strong>On a sunny spring afternoon, </strong>three weeks after his release from prison, Maqdisi sat on a sofa at his friend <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/abu-qatada\">Abu Qatada</a>’s house, fuming about Isis: the group had lied to him and betrayed him, he said, and its members were not worthy of calling themselves mujahideen. “They are like a mafia group,” Abu Qatada added, while Maqdisi nodded his assent.</p> \n<div>\n __VIDEO_EMBED_gu-video-451845729__\n</div> \n<p>Abu Qatada – who successive British home secretaries tried to deport to Jordan on terror-related charges – has joined Maqdisi as one of the most prominent radical clerics to publicly attack Isis, and his statements of condemnation have been even more scathing. Initially, their strategy seemed to be to bring Isis back under the authority of al-Qaida, using something like a good cop, bad cop approach: Maqdisi played the role of the disappointed father, admonishing and giving guidance in equal measure, while Abu Qatada has poured increasing amounts of scorn on them.</p> \n<p>The list of Isis’s crimes that have offended Maqdisi and Abu Qatada is long. They include creating division within the wider jihadi movement, publicly snubbing Zawahiri and establishing a caliphate to which Isis demands every other jihadi swear fealty or face death. For more than a year both say they have worked behind the scenes, negotiating with Isis – including with Baghdadi himself – to bring the group back into the al-Qaida fold, to no avail. “Isis don’t respect anyone. They are ruining the wider jihadi movement and are against the whole <em>ummah</em> [Muslim nation],” Abu Qatada said.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Isis are ruining the wider jihadi movement and are against the whole ummah</p> \n  <footer> \n   <cite>Abu Qatada</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>Isis has been sufficiently worried by the increasingly vehement criticism from Maqdisi and Abu Qatada to embark on a social media campaign against them – said to have been sanctioned by <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/23/islamic-state-followers-urged-to-launch-attacks-against-australians\">Abu Muhammad al-Adnani</a>, Isis’s chief propagandist. Isis social media accounts berate the two al-Qaida clerics as “stooges” of the west, part of a growing conspiracy against the caliphate. The sixth issue of Isis’s English-language magazine, Dabiq, featured a full-page picture of Maqdisi and Abu Qatada, labelled as “misleading scholars” who should be avoided more than the devil himself. “Qatada and I have been critical of them,” Maqdisi said. “They hate that.”</p> \n<p>The two ideologues make an odd pair in the fight against Isis. Qatada is 6ft 3in tall, broad shouldered and lumbering, while Maqdisi is rake thin and full of hyperactive energy, bounding round the room and speaking at double speed; at serious moments, Maqdisi is given to making a sudden joke or bursting into giggles. Sometimes they will go for walks with each other in the Jordanian countryside. More often they travel long distances by road after being asked to attend funerals of fallen al-Qaida fighters.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"663209251d0a90b051e5a1422d9a150216aac5c1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433954982833/1b7d66ce-79f0-4547-b570-f68f1f82bd4e-460x276.jpeg\" alt=\"Abu &shy;Muhammed al-Maqdisi, the intellectual godfather of al-Qaida\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Abu &shy;Muhammad al-Maqdisi, the intellectual godfather of al-Qaida.</span> \n  <span class=\"element-image__credit\">Photograph: Mustafa Khalili</span> \n </figcaption> \n</figure> \n<p>Maqdisi’s notoriety has ensured that he has spent most of the past two decades in and out of jail. (He claims to have been subject to torture – which is indeed widespread in Jordanian prisons; pulling the hairs out of a radical’s beard, he said, is one favoured method of inflicting pain.) It is widely believed that the Jordanians released him again this February because they realised, with Isis rampaging across the region, that his stature made him a valuable ally in the struggle against the militant group.</p> \n<p>But Maqdisi and Qatada have looked on as Isis’s young radicals rampage from victory to victory – cursing, mocking and betraying the old guard as they go, while al-Qaida, largely guided by veterans of the Afghan era, has been brought to its knees in this jihadi civil war.</p> \n<p>As Qatada poured tea into small glass tumblers, he began reeling off images to better communicate the depth of his loathing for Isis. He likes speaking in metaphors. The group, he said, was “like a bad smell” that has polluted the radical Islamic environment. No, they were better described as a “cancerous growth” within the jihadi movement – or, he continued, like the diseased branch of a fig tree that needs to be pruned before it kills the entire organism.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/2014/dec/18/-sp-the-race-to-save-peter-kassig\">The race to save Peter Kassig | Ali Younes, Shiv Malik, Spencer Ackerman and Mustafa Khalili</a> </p> \n</aside> \n<p>Qatada, who was once described by the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2009/feb/19/abu-qatada-compensation-european-court\">British Special Immigration Appeals Commission</a> as a “truly dangerous individual … at the centre of terrorist activities associated with al‑Qaida”, has a strained, high-pitched voice, like an alto<strong> </strong>version of Marlon Brando in The Godfather; he speaks slowly, pausing for effect. His broad frame easily filled one of the throne-like Louis-XIV-style armchairs that line his reception room. Comfortably ensconced, he turned to yet another metaphor to describe how Isis has recruited a generation of young Muslims who barely remember the 9/11 attacks. “You go to a restaurant and they present to you this beautiful meal. It looks so delicious and tempting. But then you go into the kitchen and you see the dirt and the filth and you’re disgusted.”</p> \n<p>Both men are particularly appalled, they said, by the way Isis has used their scholarship to cloak its savagery in ideological legitimacy, to gain recruits and justify its battle with al-Qaida and its affiliates. “Isis took all our religious works,” Maqdisi said. “They took it from us – it’s all our writings, they are all our books, our thoughts.” Now, Abu Qatada said, “they don’t respect anyone”.</p> \n<p>Such impudent behaviour, the two men agreed, would never have been accepted in the days when Bin Laden was alive. “No one used to speak against him,” Maqdisi lamented. “Bin Laden was a star. He had special charisma.” But despite their personal affection for his successor, Zawahiri – whom they call “Dr Ayman” – they both admit that he does not possess the authority and control to rebuff the threat from Isis. From the “very beginning” of his tenure, Zawahiri lacked “direct military or operational control,” Qatada said. “He has become accustomed to operating in this decentralised way – he is isolated.”</p> \n<p>According to Maqdisi, al-Qaida’s organisational structure has “collapsed”. Zawahiri, Maqdisi said, “operates solely based on allegiance. There is no organisational structure. There is only communication channels, and loyalty.” And unfortunately for Zawahiri, Isis has done its utmost to ensure that loyalty is in short supply.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"b94c36795472c4cca782521cb4c0e386af441d86\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433955365256/431b41f8-7b11-4207-ae6b-986dc5dae338-460x276.jpeg\" alt=\"The radical cleric Abu Qatada says Isis is a 'cancerous growth' within the jihadi movement.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The radical cleric Abu Qatada says Isis is a ‘cancerous growth’ within the jihadi movement.</span> \n  <span class=\"element-image__credit\">Photograph: Mustafa Khalili</span> \n </figcaption> \n</figure> \n<p>Dr Munif Samara – a veteran of the jihad in Afghanistan and a close associate of Maqdisi and Qatada, who sat with both men as they were interviewed – painted an even more gloomy picture of al-Qaida’s position. A GP who runs a free clinic treating injured Syrian fighters and civilians, Samara has more experience than Maqdisi or Qatada with the day-to-day operations of jihadi organising, and has often handled the affairs of the two men during their frequent jail stints. He said that donations, which once came in waves of “hundreds of thousands”, have dried up as donors directed their money to Isis, or else refused to fund further bloodletting between the two groups. Another former al-Qaida member, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/on-the-middle-east/2015/jun/05/former-al-qaida-spy-for-mi6-urges-effort-to-confuse-islamic-state\">Aimen Dean</a> – who defected to become a spy for British intelligence – told the Guardian that one of his sources in Pakistan’s tribal areas said the finances of al-Qaida central in Waziristan were so desperate that it was reduced at one point last year to selling its laptops and cars to buy food and pay rent.</p> \n<p>Samara described Isis’s fight against al-Qaida as an attempt to bring the older group down from within. “At this moment, we do believe there is a coup d’etat under way within al-Qaida itself,” he said. </p> \n<h2>* * *</h2> \n<p><strong>In the decade after 9/11,</strong> al-Qaida attracted money, initiates and prestige like no other jihadi group in history. It grew to command the loyalty of a wide network of terrorist branches and affiliates that stretched from Europe to Africa and South Asia. Never before had so many geographically disparate groups been united under one banner. Bin Laden achieved this feat, at least in part, by remaining ideologically flexible. He refused to be proscriptive on small matters of faith, avoiding the kind of disputes that had ripped apart other jihadi coalitions in the past. In keeping with its formal name – <em>Tandheem Qaidat al-Jihad</em>, The Organisation for the Base of Jihad – al-Qaida acted as a hub for militants to make connections and receive financial and organisational support. Regional commanders were entrusted with a great deal of operational freedom.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The finances of al-Qaida were so desperate that it was reduced to selling its laptops and cars to buy food and pay rent</p> \n </blockquote> \n</aside> \n<p>In return, al-Qaida’s leadership demanded one thing above all else: loyalty. Its commanders were strictly vetted before being appointed; only those known from the battlefields of Afghanistan, Bosnia or Chechnya – and deemed to have the requisite knowledge of Islamic scholarship – were elevated to the group’s upper echelons. On their appointment, these senior commanders swore a blood oath to Bin Laden himself.</p> \n<p>When Zawahiri took over after Bin Laden’s death in 2011, he found himself geographically isolated. While he was hiding out, according to numerous sources, in the mountains on the Afghanistan-Pakistan border, the centre of jihadi activity had moved thousands of miles away, to Syria and Iraq. As Pakistan’s army and American drones tightened their net around al-Qaida central, it became harder and harder for Zawahiri to maintain contact with his commanders in the field. “What is leadership,” Samara asked, “if your leader is in Afghanistan and your soldiers are in Iraq?”</p> \n<p>In fact, al-Qaida’s main branch in the Middle East, the Islamic State of Iraq (ISI), had long been a source of difficulty. Since its effective creation in 2003, under the leadership of Abu Musab al-Zarqawi, ISI had been happy to use al-Qaida’s brand name and its money, but often ignored pleas for closer communication with central command – even when they came from Bin Laden himself. In 2010, they crossed a line: ISI appointed a new leader, Abu Bakr al-Baghdadi, without prior approval from al-Qaida, whose senior leaders knew almost nothing about the man – where he had come from, his military experience, whether he could be trusted.</p> \n<p>In a revealing communique seized during the raid on Bin Laden’s hideaway in Abbottabad, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/23/adam-gadahn-drone-strike-al-qaida\">Adam Gadahn</a> – the American al-Qaida member and frequent spokesman – voiced his disgust with ISI’s lack of respect. Writing to Bin Laden in January 2011, he asked why ISI should be permitted to sully al-Qaida’s name with its indiscriminate slaughter when it could not even bother to keep in touch with the group’s leadership. “Maybe,” he wrote, “it is better for them not to be in the ranks of the mujahideen, as they are just like a polluted spot that should be removed and sanitised and cleared from the ranks.” Less than six months after receiving the letter, Bin Laden was dead. Now it fell to Zawahiri, a man of lesser standing, to deal with the problem.</p> \n<p>By this time, ISI had been pushed to the brink of collapse by US and Iraqi forces – but the Syrian civil war gave the group a chance to rebuild. As the conflict began to intensify, Baghdadi quietly dispatched one of his junior officers, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/16/isis-islamic-state-iraq-levant-q-and-a\">Abu Muhammad al-Joulani</a>, across the border in late 2011 to take advantage of the chaos. Equipped with funds, weapons, and some of ISI’s best soldiers, Joulani’s group – which would soon be known as the Nusra Front – quickly became the most formidable fighting force in Syria. By 2013, Joulani was such a powerful commander in his own right that Baghdadi feared he was on the verge of obtaining Zawahiri’s support to elevate himself as the leader of an independent al-Qaida branch in Syria.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"12742ab2e9b4c3a209856df168d23ec66b07e61b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433955535275/2d5aba52-7200-44d6-90ed-731ff75171c1-351x420.jpeg\" alt=\"Ayman al-Zawahiri, the leader of al-Qaida, has struggled to assert his authority from his hideout in Waziristan.\" width=\"351\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ayman al-Zawahiri, the leader of al-Qaida, has struggled to assert his authority from his hideout in Waziristan.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>On 8 April 2013, Baghdadi launched a pre-emptive strike – whose consequences would rip apart the banner of unity that had long presided over the jihadi movement. In an audio recording released online, Baghdadi declared that the Nusra Front and ISI would officially become one organisation. Nusra’s battle-stained banners, which hung over their newly captured headquarters in Syrian cities such as Raqqa, Aleppo and Homs would be replaced. The merged organisation would be called the Islamic State in Iraq and Syria, or more simply Isis. The rebrand was effective immediately. Two days later, Joulani replied with his own audio message. He rejected Baghdadi’s “invitation” to merge – and pledged an oath of loyalty directly to Zawahiri, appealing to the “sheikh of jihad” to resolve the dispute.</p> \n<p>Within 24 hours, Zawahiri dispatched a private message urging calm. He said he wanted both commanders to send him representations before he would rule on this spat, which had, thanks to the internet, become embarrassingly public. Baghdadi made it clear that he was not willing to compromise: in a personal message, he warned Zawahiri that any hint of support for the “traitor” would have “no cure except the spilling of more blood”.</p> \n<p>On 23 May, Zawahiri delivered his verdict: Isis, which had been created without prior approval, would have to be “dissolved”; Baghdadi was ordered to restrict his operations to Iraq. Meanwhile, his former junior, Joulani, would become the leader of al-Qaida’s official branch in Syria. Both men, Zawahiri added, had a year to prove themselves, after which al-Qaida central would decide on what measures to take next. Like any suspended sentence, it was both an offer of redemption and a threat: Baghdadi could prosper by playing nicely within the new rules, or lose his position within al-Qaida entirely. Finally, to ensure his accord was adhered to peacefully, Zawahiri dispatched an emissary, Abu Khalid al-Suri, in whom he vested the power to resolve any further disputes.</p> \n<p>One former senior member of ISI who did not want to be named told the Guardian that Baghdadi was incensed by Zawahiri’s letter: he was shocked to be treated as an equal to Joulani and ordered to stay out of the Syrian conflict into which he had invested so much. According to Maqdisi, Baghdadi contemptuously dismissed Zawahiri’s envoy. “Suri told Baghdadi, if you stick to these points and you go back to Iraq, I will not make this order public,” Maqdisi said. “Instead, Isis refused the orders, and then started attacking Zawahiri – saying, ‘Al-Qaida is gone, it’s burned out.’”</p> \n<p>After Suri made good on the threat to go public with Zawahiri’s humiliating diktat – which was released to al-Jazeera in June – Baghdadi issued his own blunt and unbending reply: “As long as we have a pulse or an eye that blinks,” he said, Isis was there to stay. It was the first time a major al-Qaida figure had ever publicly defied the organisation’s leader. “That was an alarm bell,” Abu Qatada recalled.</p> \n<p>That summer, Isis began preparing for war: swelling its ranks and readying itself to claim back Syrian territory from Nusra, which it believed was rightly its own. In an astonishing series of prison breaks, it freed hundreds of Iraq’s most dangerous inmates by firing mortar rounds at walls and using car bombs to blow apart entrances. According to secret documents recently obtained by <a href=\"http://www.spiegel.de/international/world/islamic-state-files-show-structure-of-islamist-terror-group-a-1029274.html\">Der Spiegel</a>, Isis also began implementing plans to take advantage of the stream of thousands of men who were flooding into Syria from Tunisia, Saudi Arabia, Turkey, Egypt and Europe. Without ties to native Syrians, these foreign fighters were likely to remain loyal. And they needed to be loyal, because instead of fighting Assad – as they had come to Syria to do – they would be used to stab the homegrown anti-Assad rebel groups in the back.</p> \n<h2>* * *</h2> \n<p><strong>One of Maqdisi’s close associates in Jordan</strong> is a man who we will call Raheem, a personal aide to Abu Musab al-Zarqawi who helped found the organisation that evolved into Isis – and who had an inside view of the group’s transformation after Baghdadi took power. A hulking figure, standing at more than 6ft 4in, he appeared suddenly one day at Maqdisi’s house, after hearing a rumour that Isis followers had assaulted his sheikh. In an interview a few weeks later, Raheem described the men running Isis as a different breed from the religiously inspired jihadis of al-Qaida; in fact, he said, the group had been run for several years by men who once served Saddam Hussein’s Ba’athist regime.</p> \n<div>\n __VIDEO_EMBED_gu-video-448244984__\n</div> \n<p>According to Raheem, when Zarqawi was in charge, it was his unofficial policy to shut out anyone from the secular nationalist Ba’ath party. Zarqawi firmly believed that Iraqis in general, and Ba’athists in particular, lacked piety. Under Hussein, Iraq had been a secular state, and Islamism – the body of intellectual work that has turned Islam from a religion into a full-blown system of governance – had been brutally suppressed. “There were very few Iraqis who were exposed to other ideas,” Raheem said. “They were nationalists and were highly influenced by the Ba’ath.”</p> \n<p>After Zarqawi’s death in 2006, ISI was almost destroyed by US forces and Sunni tribes revolting against its brutal violence. To save themselves, Raheem said, ISI’s inner circle decided that the group needed to broaden its ranks: revolutionary Islamist credentials were no longer essential – if you could recite a few lines of the Qur’an and grow a beard, you could sign up. The former Ba’athists, who had run Iraq for decades, were invaluable new recruits: Hussein’s former military officers knew the vulnerabilities of the Iraqi army; his former intelligence officials knew the power brokers in each town and village. Since the regime’s overthrow, these men had lost their incomes and their authority; now the Islamic State of Iraq would serve as a vehicle for them to regain their status. (Documents obtained by <a href=\"http://www.spiegel.de/international/world/islamic-state-files-show-structure-of-islamist-terror-group-a-1029274.html\">Der Spiegel</a> have revealed the major role played by a former colonel in Hussein’s air intelligence service, known as Haji Bakr, who is said to have been the architect of Isis’s takeover of northern Syria; according to Raheem, he brought an entire Ba’athist unit with him when he joined the group.)</p> \n<p>Raheem alleged that it was largely these men – former Ba’athists who became senior members of ISI – who nominated Baghdadi as the organisation’s new leader in 2010. Until his appointment, Raheem said, Baghdadi was regarded as a minor figure, quiet and uncharismatic. He had no military experience, and his scholarship was of little note, though he held a PhD in Islamic studies. But he made the ideal front man: on paper, at least, he was a religious scholar; his family claimed to be descended from the prophet Muhammad; and most importantly of all, he was not himself a Ba’athist.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/dec/11/-sp-isis-the-inside-story\">Isis: the inside story | Martin Chulov</a> </p> \n</aside> \n<p>After Baghdadi’s appointment, ISI’s inner circle closed ranks around its chosen leader. It discontinued all but the most cursory communication with al-Qaida central, and slowly, the few remaining senior figures considered loyal to Zawahiri were either deliberately sidelined or killed off on the battlefield. By the time Zawahiri’s fateful letter arrived in May 2013, Raheem said, there was not a single person in Isis’s senior leadership who had once belonged to al-Qaida.</p> \n<p>Later that year, while the rest of the world was fixated on Assad’s chemical weapons, Isis planned to seize control of the 500-mile border between Turkey and Syria: if it could hold the border crossings, which supplied the main rebel groups with food, medicine, weapons and new recruits, Isis would have Nusra and its other rivals by the throat. By December, strategically important border towns began to fall, one by one, to Isis fighters. Isis fighters rode into towns whose freedom from Assad had been won at great cost, stripped factories bare, and turfed out – or killed – other fighters and their families. They kidnapped high-level commanders from other rebel groups, and murdered Syrian civilians who had been involved in the earliest mass protests against Assad, calculating that these were the only people brave enough to confront Isis in the future.</p> \n<p>In December 2013, Hussein Suleiman, a handsome young physician who was also a senior officer of the Islamic Front rebel group, was sent to make peace with a local Isis unit after trouble broke out at a checkpoint near Lake Assad in eastern Syria. When Suleiman did not return to base, Islamic Front officials contacted Isis, which confirmed they were holding him prisoner as a spy. Outraged, the Islamic Front demanded his release. Surely Isis could not go around arresting peace brokers? At the very least, they asked that his crimes be tried in an independent sharia court. Isis refused.</p> \n<p>When Isis released Suleiman as part of a prisoner exchange on 31 December, the Islamic Front received a mutilated corpse: his right ear had been cut off, his teeth were knocked out, one of his legs had been broken. The young doctor had been tortured, and the top of his head was blown off. The next day, the Islamic Front posted pictures of his mangled body online, next to those of how he used to look. They spread rapidly on social media and sparked protests in towns across Syria against Isis brutality. In Isis-controlled towns, fighters shot at the protesters, fuelling more outrage.</p> \n<p>Within days, Syria’s major rebel groups – including Nusra, the country’s al-Qaida affiliate – banded together to declare war on Isis. Thousands of militants were killed over the first few months of 2014, as battles raged between Isis and the other rebel factions, with senior commanders on both sides kidnapped, tortured and murdered. As their positions were overrun, Isis was forced to retreat from western Syria. It began consolidating its control over the east, the area closest to Iraq, and the location of many of Syria’s oil fields. There, Nusra and Isis fought viciously, in and around the city of Raqqa and along the banks of the Euphrates.</p> \n<p>On 16 January 2014, Zawahiri’s envoy, Abu Khalid al-Suri, published a message online. He tweeted that Isis was seeking to corrupt the jihad as it had done in Iraq: militants should direct their bombs at the infidels, he declared, not at their fellow jihadis. Seventeen days later, Zawahiri played his final card: Isis was expelled from al-Qaida.</p> \n<p>For Isis, there was no turning back. To make clear that reconciliation was off the table, they sent their former boss a message that he would not forget. On 21 February, five men fought their way into the compound in Aleppo where Suri was staying. When their target appeared, one of the attackers detonated his suicide vest. Zawahiri’s loyal servant, who had been sent from Afghanistan to make peace, now lay dead.</p> \n<h2>* * *</h2> \n<p><strong>From their jail cells in Jordan,</strong> Abu Qatada and Maqdisi watched the vicious struggle between Isis and al-Qaida with growing concern. For Abu Qatada, it felt like history was repeating itself. In the early 1990s, he had been a fervent supporter of the Algerian Groupe Islamique Arm&eacute; (GIA) – issuing fatwas that gave GIA terrorists license to kill with little discrimination. But when the GIA inevitably began murdering rival militants, Abu Qatada assembled a group of radical scholars to denounce the organisation, helping to strip it of intellectual credibility among fellow jihadis. Now, more than 20 years later, he wanted Maqdisi to join him in a similar campaign against Isis – to publicly shame the group as extremists acting outside the accepted rules of jihad.</p> \n<p>Maqdisi asked Abu Qatada to hold off. He still hoped that Isis could be brought back within the fold. Some of Isis’s most senior members had already written to him in prison signalling their contrition. One letter said: “We know that we have made mistakes … We know that among our soldiers and clerics there are some who are extremists … But they are the minority.” (It was signed: “Your son, one of the sharia legislators for the Islamic State of Iraq and Syria written by request and on behalf of some of his brothers.”) With the right plan for reconciliation, Maqdisi believed that unity might be restored.</p> \n<p>Using intermediaries to keep Zawahiri informed of his attempts at arbitration, Maqdisi reached out to Isis’s inner circle in late 2013, approaching one of his former students, a young Bahraini named Turki Binali. Binali had been his protege – a pupil of “extraordinary passion”, in Maqdisi’s words. Some nicknamed him “Maqdisi junior”. After joining Isis, Binali rapidly rose into its highest ranks: he was appointed as Baghdadi’s official biographer, and by spring 2014, he had been named Isis’s chief “scholar at arms”.<strong> </strong>In theory, a single decree from Binali’s pen could end the civil war between Isis and al-Qaida.</p> \n<p>Maqdisi, who dispatched two of his own students to meet Binali in person, said that their initial exchanges were encouraging: he warned Binali that unless Isis was willing to negotiate an end to the conflict with al-Qaida, the group risked condemnation from the world’s most eminent jihadi sheikhs. In response, Binali assured his “beloved teacher” that Baghdadi wanted nothing more than to reach agreement with al-Qaida. But as months passed, and the fighting continued, Maqdisi came to believe Binali had little intention of settling the feud.</p> \n<p>How, Binali asked Maqdisi, could Zawahiri have praised the Arab Spring when the people who had risen up in Egypt and elsewhere were calling for democracy, not sharia? Why, he asked, did Zawahiri refer respectfully to the US president as “Mr Obama”? Perhaps, Binali intimated, al-Qaida had decided to quit the jihad and settle into a quieter existence as a peaceful organisation? Maqdisi thought these questions were “absurd”, he said – “meaningless, insignificant points”, which Isis had “never mentioned in the past”.</p> \n<p>By spring 2014, communications between student and teacher had seriously deteriorated; at one point, Binali slighted Maqdisi by suggesting that old age had confused him. After drafting a short online article entitled “My former Sheikh”, Binali stopped replying altogether. On 26 May 2014, Maqdisi deemed the negotiations dead and, backed by his fellow al-Qaida ideologues, issued a fatwa against Isis.</p> \n<p>“It has become necessary that we tell the truth, after we exhausted all the possibilities of advice and all hopes of making Isis return to the path of truth,” Maqdisi wrote. The rebellious organisation, he declared, had no “Islamic pretext”. Baghdadi, his commanders, and their religious officials were “deviants” who had “disobeyed the orders of their leaders and head scholars”. He instructed Isis’s soldiers to defect to the Nusra Front, and decreed that no Islamic website should host Isis messages.</p> \n<p>This was a serious threat to Isis’s legitimacy, and even its future. According to a series of detailed leaks from an anonymous Twitter account – much of which the Guardian has subsequently verified – Binali approached Baghdadi with a stark appraisal of Isis’s vulnerable position. The caliphate would eventually collapse, he said, if the jihad’s leading scholars and veterans continued to stand against Isis. The project could not be sustained unless Isis recruited influential supporters.</p> \n<p>Binali’s solution to this problem was simple: if Isis could not win support, it would buy it. In the summer and autumn of 2014, messages were sent to Maqdisi, Abu Qatada and about a dozen other top-ranking clerics, inviting them to relocate to the caliphate, where they could work without fear of imprisonment. (Baghdadi even wrote a personal letter to Maqdisi to persuade him to come). To sweeten the deal, payments of up to $1m were promised. Binali also sent word to al-Qaida’s branch in Yemen that Isis would offer its leader and his men $10m to publicly pledge allegiance to Baghdadi; a similar offer, for $5m, was made to the al-Qaida affiliate in Libya.</p> \n<p>Binali’s scheme had mixed results. Maqdisi, Qatada and the other prominent scholars rejected the offer out of hand, as did Yemen’s al-Qaida commander. But Binali appeared to have captured the interest of several jihadi factions across the globe. In November, Isis trumpeted public oaths of loyalty from jihadi militants in Egypt, Libya, Pakistan and even Yemen, al-Qaida’s strongest redoubt. Suddenly, the group’s influence was extending beyond Syria and Iraq, into the rest of the Islamic world.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"fd752b6156d8a2366c39079837bbe6f4a1d2c25e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433962970179/55b3457c-d644-440a-abed-cc8a3e9945d7-460x276.jpeg\" alt=\"Dr Munif Samara\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dr Munif Samara, the jihadi doctor and close associate of Maqdisi and Abu Qatada.</span> \n  <span class=\"element-image__credit\">Photograph: Mustafa Khalili</span> \n </figcaption> \n</figure> \n<p>There would be other exchanges between Maqdisi and Binali later that year, including a failed attempt to secure the release of the Isis hostage Peter Kassig. Their final communication came not long after Kassig’s execution, when Maqdisi once again found himself mediating with Isis. On 24 December 2014, a Jordanian military aircraft was shot down over Isis territory near the northern Syrian city of Raqqa, and its pilot taken hostage; Maqdisi heard the news when the prison imam dedicated a prayer to the man. Soon after, Maqdisi sounded out Jordanian officials about an idea, originally suggested by his friend Dr Munif Samara, to secure the return of the pilot. Although Jordanian officials were wary, believing that the pilot could have been killed already, they authorised the plan.</p> \n<p>Communicating primarily via Telegram messenger, an app that allows for encrypted communications, Maqdisi sent word to Isis in January of this year that the Jordanians would be willing to conduct a prisoner swap: in return for the pilot, they would release a woman named Sajida al-Rishawi. In 2005, Abu Musab al-Zarqawi had sent al-Rishawi and her husband on a mission to Jordan, where they were to explode bomb belts at the Radisson SAS hotel as part of a coordinated series of suicide bombings. Rishawi’s device did not detonate, and she was arrested, languishing on death row for the next decade. In his approach to Isis, Maqdisi said, he reminded the group’s senior leaders that, as the inheritors of Abu Musab al-Zarqawi’s legacy, they had an obligation to save her now.</p> \n<p>Although Maqdisi is not certain about who he was communicating with, he has no doubt that his messages were being relayed to the most senior members of Isis, including Baghdadi himself. The initial response was positive: Maqdisi says he was told that Isis were “eager” to make the trade. On social media, Isis supporters suddenly began calling for al-Rishawi’s release.</p> \n<p>Before any deal could be brokered, the Jordanians instructed Maqdisi to obtain proof that the pilot was still alive. In response, the Isis negotiators sent Maqdisi an electronic file that they claimed would provide proof of life – but the file was password protected.</p> \n<p>On 3 February, after a few days of tense dialogue, the negotiators finally sent Maqdisi the password to unlock the file. When he received it, Maqdisi realised he had been betrayed: the password, in Arabic, was “Maqdisi the pimp, the sole of the tyrant’s shoe, son of the English whore.”</p> \n<p>After he typed it in, one humiliating character at a time, a video appeared on Maqdisi’s screen. He watched in horror as Isis soldiers muscled the pilot into a cage, doused him in petrol, and burned him alive. Three hours later, Isis posted the video on the internet. The next day, Sajida al-Rishawi was taken from her cell and executed.</p> \n<h2>* * *</h2> \n<p><strong>At his house on the outskirts of Zarqa,</strong> about 25km from Amman, Maqdisi keeps a large model boat on top of one of his overstuffed bookshelves. It’s a strange object to find there: Islamic extremists are not known for their maritime collectibles. The boat was a gift from a very senior member of Isis, who built it from pencils and matchsticks while incarcerated in Abu Ghraib. Above the boat’s sails hangs a banner that reads “Journey with us,” a quotation from the Quranic retelling of the story of the flood, when Noah reaches out to beckon his son aboard. For Maqdisi, it is a symbol of salvation and unity. “It’s meant as a message for all Muslims,” he said – one with a special significance for jihadis today, as the factional bloodshed rages on.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b8b5dd34dc3a76c0d9e1da2d3cb724a209f2cf18\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433966118100/aa25bed4-770e-43b1-a47d-d497f67d7a28-460x276.jpeg\" alt=\"Abu Muhammad al-Maqdisi's model ship made for him by a senior member of Isis who was incarcerated in Abu Ghraib\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Abu &shy;Muhammad al-Maqdisi’s model boat was made for him by a very senior member of Isis, who built it from pencils and matchsticks while incarcerated in Abu Ghraib.</span> \n  <span class=\"element-image__credit\">Photograph: Mustafa Khalili</span> \n </figcaption> \n</figure> \n<p>Maqdisi and Abu Qatada continue to hope that the unity that once prevailed under bin Laden will return – but they admitted openly that Isis is winning the war on the ground and the propaganda struggle alike. “It’s a fluid state of affairs,” Abu Qatada suggested hopefully. “At the moment, Isis are drunk on power.” But at some point, he believes, they will need to negotiate with al-Qaida again. He pointed out that al-Qaida’s branch in Syria had achieved some recent successes against Assad’s forces, while Maqdisi observed that there were several other branches, including the one in Yemen, whose allegiance remains unquestioned. “Its loyalty is strong and clear,” Maqdisi said. “When Zawahiri sends a message to Yemen, he knows his orders will be obeyed.”</p> \n<p>But the two men believe that the events of the past decade – and especially the war with Isis – are a sign that al-Qaida needs to reappraise its tactics. Maqdisi believes that al-Qaida should no longer aim to recruit followers in large numbers; it needs “people of quality”, he said, who thoroughly understand Islamic scholarship, and will not merely deploy it in the furtherance of their own personal ends.</p> \n<p>In recent years, Maqdisi has even come to believe that al-Qaida’s conception of jihad – one licensed in part by his own scholarship – may have been incorrect, a jihad of “spite” rather than “empowering believers”. Even the attacks of 9/11, Maqdisi said, were part of a misguided strategy. “The actions in New York and Washington, no matter how great they appeared to be – the bottom line is they were spiteful.”</p> \n<p>Maqdisi now wants al-Qaida to begin providing social services, as Hamas has done in Gaza. “That kind of enabling jihad will establish our Islamic state. It will enable it to become a place of refuge for the weak,” he said. Al-Qaida branches in Tunisia and elsewhere have been putting this suggestion into practice – with jihadis guarding hospitals, building infrastructure, and even picking up litter. And yet, as one al-Qaida veteran who did not want to be named told the Guardian, local commanders have reported that their soldiers are impatient with these new duties; many would prefer for Zawahiri to swear allegiance to Baghdadi.</p> \n<p>Munif Samara, the jihadi doctor and close associate of Maqdisi and Abu Qatada, worried that al-Qaida may be crippled by its difficulty attracting new recruits. Young soldiers, he said, “want action, they want blood, they want explosions. They are sitting in their countries, and either they will be in jail or something like this, and they are waiting for al-Qaida [to do something], and al-Qaida is doing nothing.” For these young men, the lure of Isis is strong.</p> \n<p>Al-Qaida has long maintained that while the establishment of the caliphate is the ultimate goal, conditions are not yet right: ordinary Muslims need to be educated about “true Islam” for many more years before it can return. But it has now been a year since Baghdadi declared his own caliphate – and the longer that Isis can hold its territory and broadcast its military successes to the world, the more credibility it will steal from al-Qaida.</p> \n<p>As ideologues steeped in almost 1,400 years of Islamic scholarship, Maqdisi and Abu Qatada tend to the long view – for them, the proper perspective on al-Qaida’s present crisis is one of decades rather than months, which may explain their relative optimism about its possibility for renewal. For now, however, their fierce attacks on Isis have done little to halt its advances. Given the group’s ruthlessness and disdain for criticism, it is hard not to imagine, as one walks away from Maqdisi’s house, that if the war continues, it may not be long before he and Abu Qatada find themselves in the crosshairs.</p> \n<p><span class=\"bullet\">•</span> Follow the Long Read on Twitter: <a href=\"https://twitter.com/gdnlongread\">@gdnlongread</a></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2219aaeecf8fe6a54772264c80a99531815c71ac/528_120_1701_1021/1701.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1021,"width":1701,"orientation":"landscape","credit":"Stringer . / Reuters/Reuters","altText":"Militant Islamic State fighters in a military parade in Syria’s northern Raqqa province","cleanCredit":"Photograph: Stringer . / Reuters/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433954984279/1b7d66ce-79f0-4547-b570-f68f1f82bd4e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Abu ­Muhammad al-Maqdisi, the intellectual godfather of al-Qaida. Photograph: Mustafa Khalili","credit":"Mustafa Khalili","altText":"Abu ­Muhammed al-Maqdisi, the intellectual godfather of al-Qaida","cleanCaption":"Abu ­Muhammad al-Maqdisi, the intellectual godfather of al-Qaida.","cleanCredit":"Photograph: Mustafa Khalili"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433955366740/431b41f8-7b11-4207-ae6b-986dc5dae338-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The radical cleric Abu Qatada says Isis is a ‘cancerous growth’ within the jihadi movement. Photograph: Mustafa Khalili","credit":"Mustafa Khalili","altText":"The radical cleric Abu Qatada says Isis is a 'cancerous growth' within the jihadi movement.","cleanCaption":"The radical cleric Abu Qatada says Isis is a ‘cancerous growth’ within the jihadi movement.","cleanCredit":"Photograph: Mustafa Khalili"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433955532915/2d5aba52-7200-44d6-90ed-731ff75171c1-1703x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1703,"orientation":"portrait","caption":"Ayman al-Zawahiri, the leader of al-Qaida, has struggled to assert his authority from his hideout in Waziristan. Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"Ayman al-Zawahiri, the leader of al-Qaida, has struggled to assert his authority from his hideout in Waziristan.","cleanCaption":"Ayman al-Zawahiri, the leader of al-Qaida, has struggled to assert his authority from his hideout in Waziristan.","cleanCredit":"Photograph: AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433962971601/55b3457c-d644-440a-abed-cc8a3e9945d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Dr Munif Samara, the jihadi doctor and close associate of Maqdisi and Abu Qatada. Photograph: Mustafa Khalili","credit":"Mustafa Khalili","altText":"Dr Munif Samara","cleanCaption":"Dr Munif Samara, the jihadi doctor and close associate of Maqdisi and Abu Qatada.","cleanCredit":"Photograph: Mustafa Khalili"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433966119597/aa25bed4-770e-43b1-a47d-d497f67d7a28-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Abu ­Muhammad al-Maqdisi’s model boat was made for him by a very senior member of Isis, who built it from pencils and matchsticks while incarcerated in Abu Ghraib. Photograph: Mustafa Khalili","credit":"Mustafa Khalili","altText":"Abu Muhammad al-Maqdisi's model ship made for him by a senior member of Isis who was incarcerated in Abu Ghraib","cleanCaption":"Abu ­Muhammad al-Maqdisi’s model boat was made for him by a very senior member of Isis, who built it from pencils and matchsticks while incarcerated in Abu Ghraib.","cleanCredit":"Photograph: Mustafa Khalili"}],"webPublicationDate":"2015-06-10T21:30:04Z","lastModified":"2015-06-11T08:32:11Z","metadata":{"commentable":true,"commentCount":651,"contributors":[{"name":"Shiv Malik","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shiv-malik"},{"name":"Ali Younes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-younes"},{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"},{"name":"Mustafa Khalili","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mustafa-khalili"}],"feature":true,"keywords":["Islamic State","Al-Qaida","Middle East and North Africa","Abu Qatada","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/al-qaida","webTitle":"Al-Qaida"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/abu-qatada","webTitle":"Abu Qatada"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"series":{"title":"The long read","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-long-read"},"embeddedVideos":[{"id":"gu-video-451845729","source":"guardian.co.uk","durationInSeconds":213,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/11/13/141113Baghdadi/141113Baghdadi.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/11/13/141113Baghdadi-16x9.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/11/13/1415899676981/Abu-Bakr-al-Baghdadi-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"Abu Bakr al-Baghdadi Photograph: Uncredited/AP","credit":"Uncredited/AP","altText":"Abu Bakr al-Baghdadi","cleanCaption":"Abu Bakr al-Baghdadi Photograph: Uncredited/AP"}},{"id":"gu-video-448244984","source":"guardian.co.uk","durationInSeconds":157,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2014/09/26/140926ISISmoney/140926ISISmoney.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2014/09/26/140926ISISmoney-16x9.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2014/9/26/1411747115274/ISIS-rebel-militant-soldi-018.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1280,"orientation":"landscape","caption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy","credit":"ZUMA Press, Inc. / Alamy/Alamy","altText":"ISIS rebel militant soldiers on the frontline. ","cleanCaption":"DWA9J8 Aleppo, Syria, . 17th Oct, 2013. ISIS rebel militant soldiers on the frontline.  Photograph: ZUMA Press, Inc. / Alamy/Alamy"}}],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/how-isis-crippled-al-qaida","shortUrl":"http://gu.com/p/49keq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/how-isis-crippled-al-qaida","webUri":"http://www.theguardian.com/world/2015/jun/10/how-isis-crippled-al-qaida"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2219aaeecf8fe6a54772264c80a99531815c71ac/20_1_2257_1354/2257.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1354,"width":2257,"orientation":"landscape","caption":"Militant Islamic State fighters in a military parade in Syria’s northern Raqqa province. Photograph: Reuters","credit":"Reuters","altText":"Militant Islamist fighters in a military parade in Syria’s northern Raqqa province.","cleanCaption":"Militant Islamic State fighters in a military parade in Syria’s northern Raqqa province.","cleanCredit":"Photograph: Reuters"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Report / Al-Qaida 'ripped apart by Isis'","rawTitle":"Al-Qaida 'ripped apart by Isis'","item":{"type":"article","id":"world/2015/jun/10/isis-onslaught-has-broken-al-qaida-its-spiritual-leaders-admit","title":"Al-Qaida 'cut off and ripped apart by Isis'","trailText":"<strong>Exclusive:</strong> Insiders say group has been drained of Middle East recruits and that US wrongfooted by shift in balance of power between warring jihadi groups","standFirst":"<p><strong>Exclusive:</strong> Insiders say group has been drained of Middle East recruits and that US wrongfooted by shift in balance of power between warring jihadi groups</p>","byline":"Spencer Ackerman, Shiv Malik, Ali Younes and Mustafa Khalili","body":"<p>Two of al-Qaida’s most important spiritual leaders have told the Guardian that the terror group is no longer a functioning organisation after being ripped apart by Isis. In a wide-ranging interview, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/abu-qatada\">Abu Qatada</a>, a Jordanian preacher who was based in London before being deported in 2013, and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/05/jordan-release-jihadi-cleric-al-maqdisi-isis-killing-pilot-al-kasasbeh\">Abu Muhammad al-Maqdisi</a>, regarded as the most influential jihadi scholar alive, say the al-Qaida leader, Ayman al-Zawahiri, is cut off from his commanders and keeping the group afloat through little more than appeals to loyalty.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/10/how-isis-crippled-al-qaida\">How Isis crippled al-Qaida | Shiv Malik, Ali Younes, Spencer Ackerman, Mustafa Khalili</a> </p> \n</aside> \n<p>Senior insiders in Jordan add that al-Qaida around the Middle East has been drained of recruits and money after losing territory and prestige to its former subordinate division. The ongoing war between al-Qaida and Isis has left the US struggling to catch up with the tectonic shifts within the global jihadi movement, intelligence insiders told the Guardian.</p> \n<p>Maqdisi, who Zawahiri counts as a close friend, is frank about the 63-year-old Egyptian’s situation. “He operates solely based on the allegiance. There is no organisational structure. There is only communication channels and loyalty,” Maqdisi said.</p> \n<p>Qatada, who was born Omar Mahmoud Othman and has been described by the British government as a “truly dangerous individual”, also says Zawahiri is “isolated” and admits that Isis have been winning the propaganda and ground war against al-Qaida.</p> \n<p>Qatada was deported from the UK to Jordan to face terror charges after a court battle lasting nearly 10 years with a series of British home secretaries. Last summer he was released from custody after being <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/sep/24/abu-qatada-cleared-terror-charges-jordan-court\">acquitted of all charges</a>. Since his release, he has become an increasingly vocal critic of Isis. He told the Guardian its members were extremists and a “cancer” growing within the jihadi movement following their assault on al-Qaida over the last two years. “[Isis] don’t respect anyone,” he said.</p> \n<p>Isis was al-Qaida’s branch in the heart of the Middle East until the group was excommunicated from the network in 2014 after disobeying commands from Zawahiri and starting an internecine war with fellow jihadists in Syria which left thousands dead on both sides. Today that fight continues and has expanded across Eurasia and the Mediterranean. Since declaring the establishment of its so-called Islamic State a year ago, Isis has gone on to build a global network of affiliates and branches that now stretches from Afghanistan to west Africa and competes with al-Qaida in its scale.</p> \n<p>Isis leaders, who described al-Qaida as a “drowned entity” in issue six of their official English-language publication, Dabiq, have declared that they will not tolerate any other jihadi group in territory where they are operating. They have readily delivered on that statement. Last week, Isis fighters in Afghanistan were <a href=\"http://www.nytimes.com/2015/06/05/world/asia/afghanistan-taliban-face-insurgent-threat-from-isis.html\">reported to have beheaded 10 members</a> of the Taliban, and on Wednesday al-Qaida in Libya vowed retaliation after blaming Isis for the death of one of its leaders.</p> \n<p>But the US has been slow to grasp the implications of al-Qaida’s decline and possible collapse despite extensive study of Isis, according to intelligence community insiders. “There’s such a cadre of people so closely tied to the al-Qaida brand within the IC [intelligence community] that I think they don’t see what else is going on outside the organisation,” said Derek Harvey, a former intelligence analyst who predicted how resilient the Iraq insurgency would be.</p> \n<p>Over the past year, a group of junior and mid-level analysts have concluded that Isis advances have pushed al-Qaida to the margins of global jihad. A former senior intelligence official who did not want to speak on the record said they had been tracking the split between the two groups with great attention. Against them is what Harvey described as “the overwhelming majority of senior intelligence officials looking at this” who he said considered the enmity between Isis and al-Qaida as little more than “a squabble within”.</p> \n<p>That prevailing view has found expression in repeated public statements by Barack Obama and his senior advisers conflating Isis and al-Qaida or denying that any split between the two organisations is meaningful. That raises questions about whether a US counter-terrorism bureaucracy long focused on al-Qaida as a prime threat can grapple with the group’s decline and a different one’s ascent.</p> \n<p>In a typical comment, Barack Obama in March told Vice that Isis “is the direct outgrowth of al-Qaida in Iraq”. Although factually correct, this is substantively misleading: al-Qaida in Iraq was for 10 years al-Qaida’s most fractious and disloyal franchise, even before it began waging its violent campaign against the old guard.</p> \n<p>The US secretary of state, John Kerry, has depicted the rivalry between the two jihadi groups as cosmetic, and his top Iraq policy official, Brett McGurk, has repeatedly stated: “Isis is al-Qaida.” Kerry’s new spokesman, John Kirby, said in his old job at the Pentagon that Isis, al-Qaida and al-Qaida’s Syrian proxy the Nusra Front “in our minds, from our military perspective, are very much one and the same”.</p> \n<p>“We’ve got counter-terrorist guys who are focused on counter-terrorism and they grew up fighting the al-Qaida networks, but Isis is a different kind of network,” Harvey said. “It’s basing itself on skills and organisational capabilities and objectives that are much more accelerated and capable than what al-Qaida’s ever had.”</p> \n<p>However misleading, the conflation of the two groups has political and legal benefits for Obama. He launched military action against Isis without congressional approval 10 months ago and a push for retroactive legislative blessing is all but dead in Washington. Portraying al-Qaida and Isis as the same thing has allowed the president to claim that the 2001 and 2002 congressional authorisations for attacks on al-Qaida and Saddam Hussein provide the legal foundations for the current campaign.</p> \n<p>Meanwhile, the US continues to target al-Qaida. So far this year, according to <a href=\"https://www.thebureauinvestigates.com/category/projects/drones/\">the Bureau of Investigative Journalism</a>, the Americans have launched 11 drone strikes in Yemen – the most recent came Tuesday night – and 11 more in Pakistan, killing between 82 and 122 people.</p> \n<p>US officials have warned that al-Qaida’s presence in Yemen, which al-Qaida’s scholars consider to be its most loyal branch, has benefited from the January coup that displaced the US client government and the Saudi-led war to roll it back.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433961062698/0108f1fe-cd7f-422d-bdc1-ccb0a4ed8349-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"-/AFP/Getty Images","altText":"Ayman al-Zawahiri","cleanCredit":"Photograph: -/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T21:30:04Z","lastModified":"2015-06-10T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"},{"name":"Shiv Malik","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shiv-malik"},{"name":"Ali Younes","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ali-younes"},{"name":"Mustafa Khalili","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mustafa-khalili"}],"feature":false,"keywords":["Al-Qaida","Islamic State","World news","Middle East and North Africa","Ayman al-Zawahiri","Abu Qatada"],"tags":[{"id":"world/al-qaida","webTitle":"Al-Qaida"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/ayman-al-zawahiri","webTitle":"Ayman al-Zawahiri"},{"id":"world/abu-qatada","webTitle":"Abu Qatada"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/isis-onslaught-has-broken-al-qaida-its-spiritual-leaders-admit","shortUrl":"http://gu.com/p/49kna","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/isis-onslaught-has-broken-al-qaida-its-spiritual-leaders-admit","webUri":"http://www.theguardian.com/world/2015/jun/10/isis-onslaught-has-broken-al-qaida-its-spiritual-leaders-admit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433961278030/89c80e12-76f4-4c4d-850b-0fc73198459b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ayman al-Zawahiri is isolated, scholars allied to him say. Photograph: AFP/Getty","credit":"AFP/Getty","altText":"Ayman al-Zawahiri is isolated, scholars allied to him say.","cleanCaption":"Ayman al-Zawahiri is isolated, scholars allied to him say.","cleanCredit":"Photograph: AFP/Getty"}},"importance":0,"kicker":{"title":"Report"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433961062698/0108f1fe-cd7f-422d-bdc1-ccb0a4ed8349-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"-/AFP/Getty Images","altText":"Ayman al-Zawahiri","cleanCredit":"Photograph: -/AFP/Getty Images"}}]},{"title":"Mosul / ‘Isis is more honest than Shia’","rawTitle":"‘Isis is more honest than Shia’","item":{"type":"article","id":"world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","title":"Life in Mosul one year on: 'Isis with all its brutality is more honest than the Shia government'","trailText":"A year after Islamic State militants conquered Mosul, residents of the city share their experiences of life under the militant group","standFirst":"<p>Islamic State militants <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jun/10/iraq-sunni-insurgents-islamic-militants-seize-control-mosul\">conquered Mosul</a>, Iraq’s second largest city, in a lightning advance in June 2014. Here, residents of the city share their experiences of life under the militant group</p>","byline":"Mona Mahmood","body":"<h2>Dr Firas Ghalib</h2> \n<p><strong>Neurologist, 45, father of two children</strong></p> \n<p>Mosul was on a volcano’s edge a couple of months before Islamic State’s militants crawled into the city. The Shia government in Baghdad always viewed Mosul as a hub of Ba’athists, undoubtedly because most senior army officers in the time of Saddam were from Mosul.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/27/citizens-mosul-iraq-economic-collapse-repression-isis-islamic-state\">Citizens of Mosul endure economic collapse and repression under Isis rule</a> </p> \n</aside> \n<p>When Isis took control of Mosul, they treated locals decently, clearing out all checkpoints imposed by the army and opening roads. People could not believe their eyes that there was no Shia army in the city, no more detainees and bribes.</p> \n<p>I was in a mosque attending Friday prayers when the Isis imam said: “After prayers you all have to pledge your allegiance to Caliph al-Baghdadi, your emir.” I and many men wanted to flee to avoid pledging allegiance but we were stopped by militants who were guarding the mosque. The imam started to recite the pledge and we had to repeat after him: “We pledge our allegiance to the emir, that we would obey him and not rise up against him.” </p> \n<p>The second Friday, the imam said: “Caliph al-Baghdadi has set a deadline for Christians in Mosul to withdraw by Saturday afternoon. We asked their priests to come and discuss the tax they should pay to us, and they declined.” One of my Christian friends was a doctor and churchgoer. I asked him: “Why did your priests not go to the meeting with Isis?” He replied: “Our priests had a terrible experience with Isis in Syria. Two priests went to negotiate with them in Aleppo and they never came back. Quite simply, there is no trust.”</p> \n<p>Christians were given three choices: either convert to Islam or flee Mosul or get killed. My Christian friend told me that many Christian families in Hay al-Baker in Mosul converted to Islam because they were poor and could not afford to flee to Irbil.</p> \n<figure class=\"element element-image\" data-media-id=\"e4f18beba9cda23e036baa18e50e05f8f298f5b2\"> \n <img src=\"http://media.guim.co.uk/e4f18beba9cda23e036baa18e50e05f8f298f5b2/0_204_4912_2946/1000.jpg\" alt=\"Christians in Irbil\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Christians who fled violence in Mosul attend a mass in Irbil.</span> \n  <span class=\"element-image__credit\">Photograph: Safin Hamed/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>The hospitals began to bleed doctors who were not able to cope with the unusual situation, especially female doctors and nurses who had to wear a veil all the time. My hospital was also full of Isis militants who were monitoring all the wards and medical staff. The hospital began to run out of anaesthetics, which we were using primarily for Isis militants who get wounded during the battles. Some of the cleaners in the hospitals engaged with Isis to gain some authority, warning doctors who were not obeying the rules. One would shout that he would “smash your head with my shoes” if a doctor was late. All female dentists were prohibited from treating men and vice versa. I used to receive both sexes in hospital and my private clinic, but I was haunted by the nightmares of being lashed in public. I wrote a note and hung it on the door saying: “I examine men only.” </p> \n<p>Isis monitors in the hospital told me that being the only neurologist in the hospital, I was allowed to examine both sexes. I refused and insisted on getting a fatwa that guaranteed I would not be lashed. I was told there was no such fatwa. A few of my old female patients were begging me to examine them, but I apologised.</p> \n<p>I can’t forget when the only female anaesthetist in the hospital quit her job and we had women who needed caesarean operations, and we asked for the help of another hospital who sent us one of their male anaesthetists to save the lives of the patients. When the male anesthetist reached the hospital, the Isis monitor denied him access for being male. Two women died that night. </p> \n<p>I know a professor at Mosul University who was caught by the Isis <em>hisbah</em> (religious police) in a room with his female colleague correcting students’ final exams notes. The penalty was that he had to marry his female colleague or get 30 lashes. The professor refused as he already had a wife and children, and he accepted the lashes. </p> \n<p>I was with my wife in the car driving towards my parents house, and my wife had to take off her veil to breastfeed our little baby. The veil was keeping the blowing air off the baby, who was also terrified of her mother’s face being covered. Not that long after, an Isis <em>hisbah</em> patrol saw me and maintained that my wife should wear the veil under whatever circumstances, otherwise I would be in trouble.</p> \n<p>I left Mosul with my wife and two children recently and went to Irbil.</p> \n<h2>Basheer Aziz</h2> \n<p><strong>College graduate, 26, supports Isis</strong></p> \n<p>Mosul before Isis was like a grand, horrifying prison. It was a daily bet, who could make it to the first lecture in the morning, considering the long journey to the College of Sciences in Mosul, which was almost like travelling to another province. The bus had to stop by countless army checkpoints where there were feverish hunts for men’s IDs. Often, the whole bus would wait for an hour or two while a soldier was engaged in beating a passenger who happened to be not holding his ID.</p> \n<p>Islamic State is the dream and utmost desire of any Muslim. We longed to be governed by the holy Qur’an’s rules and the prophet Muhammad’s <a href=\"http://en.wikipedia.org/wiki/Sunnah\"><em>sunnah</em></a>. </p> \n<p>Now, with any call to prayer, all shops are shut down. Men have to grow their beards. Any act of adultery will be dealt with either by stones or lashes. The penalty of looting is a hand cut and men are imprisoned for publicly harassing women. </p> \n<p>Then Isis <em>diwans</em> (departments for health, complaints, preaching and mosques, education, almsgiving, <em>hisbah</em> and services) were established. The almsgiving department is in charge of collecting taxes to divide among needy families. Each family receives $25 a month, an amount that will be raised to $50 with the harvest season, in addition to a good portion of wheat, rice, sugar, pickles, food oil and fuels.</p> \n<p>The health department runs all hospitals in Mosul, Raqqa and Anbar and divides military medical staff and treatment among all fighting zones. Isis does not hire any doctor if he does not pledge his allegiance to Islamic State and never sends doctors to other provinces if they prefer to stay in their towns. </p> \n<p>Recently, an exclusive market for women was opened in Mosul to allow them to do their shopping at ease. There is no ban on women driving. The Isis municipality is doing its best to keep roads clean and paved, setting up lampposts, providing water and power and repairing the damage from coalition air strikes.</p> \n<p>I feel so proud being part of Isis, it granted me freedom. We live in glory now except for the coalition air strikes that spread panic and fear among the civilians. <br /></p> \n<p>I disagree with Isis practices against Christians, Yazidis and other minorities in Mosul. I’m still in touch with our Christian neighbours and wish they would come back shortly. All people in Mosul are in disagreement with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/26/isis-fighters-destroy-ancient-artefacts-mosul-museum-iraq\">the demolition of ancient sites in Mosul</a>, and some Isis militants are not happy either. I discussed that with some of the young men of Mosul who joined Isis, and they said: “We did not know where these orders were coming from, the sharia court in Mosul was in astonishment too.” Amazingly enough, they told me that Isis is on its way to set up an archaeology department to excavate ancient sites in Mosul.</p> \n<figure class=\"element element-image\" data-media-id=\"3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3\"> \n <img src=\"http://media.guim.co.uk/3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3/0_37_3264_1958/1000.jpg\" alt=\"Isis in Mosul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People inspect a mosque destroyed by Isis militants in Mosul, in July 2014.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>There is an acute financial crisis in Mosul now due to lack of jobs. Only those who receive monthly salaries from the government in Baghdad are surviving in Mosul. People do not know if Isis will last forever, or if another military organisation will come and exact revenge on those who were working for Isis. Depression is widespread among people of Mosul now. <br /></p> \n<p>At the same time, most of the people are against the return of the corrupt politicians or Shia militias who will destroy the city, not liberate it as they claim. Isis with all its brutality is more honest and merciful than the Shia government in Baghdad and its militias. <br /></p> \n<h2>Shaima Yousif</h2> \n<p><strong>Widow and mother of four, </strong><strong>33, </strong><strong>whose hand was chopped off for stealing</strong></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/oct/27/citizens-mosul-iraq-economic-collapse-repression-isis-islamic-state\">Citizens of Mosul endure economic collapse and repression under Isis rule</a> </p> \n</aside> \n<p>I did not have that much freedom to determine the pattern of my own life, coming from a middle-class family in one of the oldest districts in Mosul that is packed with people living in shabby little houses. My father, who had a grocery store in the neighbourhood where we used to live, thought school was good for my brother, Yasser, but not for me or my two sisters. “It is a waste of time and money,” my father told me once. I was hardly permitted to complete my primary school education, as my father was impatient to have me at home helping my mother with housework.</p> \n<p>A relative who used to work in a store for car repairs in Mosul city came to ask for my hand. The moment my eyes fell on him, I felt I could not live with such a man who looked almost like my father, being 10 years older than me. He seemed tough, rigid and uneducated. Simply speaking, he was not the man of my dreams. I told my father: “Sorry, I’m not in a hurry to get married.” My father’s response was: “I’m in a hurry, you are 18 now. I prefer you marry a man I get to know with a good income.”</p> \n<p>Last June, Isis took over Mosul and dominated the scene in the city. I advised Kareem, my husband, to leave his job and for us to flee together to Turkey. He was nearly convinced, but learned that he would be murdered soon if he did not assist Isis in repairing damaged vehicles left by the Iraqi army to use in their military operations.</p> \n<p>I will never forget the day when my husband rushed out early in the morning to a deserted military camp in the suburbs of Mosul to fix damaged military equipment belonging to Isis. He was killed by an air strike.</p> \n<p>Isis men kept coming to my husband’s parents’ house during the funeral in a pickup loaded with food for us and for the mourners. They also brought $300 in cash for the kids with a promise to keep sending $100 a month as a pension.</p> \n<figure class=\"element element-image\" data-media-id=\"1831c8e625c8625eee4301fa55e0743390b046c6\"> \n <img src=\"http://media.guim.co.uk/1831c8e625c8625eee4301fa55e0743390b046c6/912_1153_3567_2140/1000.jpg\" alt=\"Mosul air strike\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014.</span> \n  <span class=\"element-image__credit\">Photograph: Khalid Mohammed/AP</span> \n </figcaption> \n</figure> \n<p>I struggled to cope with my children’s daily demands. I sold my daughter’s bracelets at the jewellery shop, and went back the next day and slipped on a ring and walked out, hoping the owner would not recognise me with all the women wearing the veil. I walked out of the shop but the owner stopped me, and a woman from the Isis female security forces took me to their centre. </p> \n<p>“Why did you steal the ring?” an Isis interrogator asked me. I answered in tears, “I’m a widow of an Isis martyr with four children. I needed money to feed my children and pay the rent. Please forgive me.” </p> \n<p>I was questioned by two judges. The second day after my last hearing, I was taken from my room by three Isis women to another room where an old man was standing. He said: “Tie her to the table.”</p> \n<p>I was tied firmly, and another man came with a sword in his hand. When I saw him, I began to shout, “Mercy, have mercy on me.” I screamed and begged him to leave me alone. He looked so determined. I wanted to run away but couldn’t. I couldn’t believe the whole scene, and thought it was a nightmare. The man did not hesitate before chopping my left hand at the wrist. The whole world turned into black in my eyes and my legs were numb. No words in humanity’s dictionary can describe my pain and feeling at that horrifying moment. I fainted immediately. </p> \n<p>My eldest daughter wept all the time whenever her eyes met mine in the hospital. I was discharged and went home. I tried to commit suicide a few times by strangling myself but the image of my little children kept stopping me. I live now for them and have vowed to make sure they all finish their education and marry only the men they love.</p> \n<h2>Ghazwan Abdul Rahman</h2> \n<p><strong>High school graduate, 19, supports Isis</strong></p> \n<p>I was chatting with my friend about college when all of a sudden I received a hell of a push on my back. A towering man in Isis clothing was pushing aside any man obstructing his way towards the owner of the bakery. “I want some bread now, I can’t wait and need to go back to my other fighter brothers,” he said.</p> \n<p>But the owner told him to join the queue like the others. The argument heated up and the Isis fighter lost his patience, and directed a kick to the face of the owner, filled his bag with bread and dashed away after leaving some money on the table.</p> \n<p>We were all in an absolute silence watching without being able to say a word or do anything. The owner was bleeding from his nose. Two or three men ran to help and stop the bleeding while the owner vowed that he would complain to the sharia court. After two days, Isis police from the sharia court were in the bakery asking witnesses if the fighter or the owner provoked the situation and attacked first. All the men in the bakery confirmed that the fighter was the offender and the owner was merely trying to be fair and keep customers in queue. The sharia court verdict was in favour of the bakery owner and the Isis fighter had to apologise to him publicly. Then he was kicked out of the caliphate for his uncivilised behaviour.</p> \n<p>Isis succeeded in winning people’s hearts in Mosul from the first day they liberated the city for being modest, unprejudiced and cooperative. They restored the dignity and pride of the Sunni man in Mosul after enduring a great deal of humiliation and revenge under successive Shia governments since the US occupation of Iraq. </p> \n<p>Corruption was widespread and eroding all the city facilities, which were like a huge military barracks suffocating people. The city did not witness any reconstruction for the entire last 10 years despite all the billions that were poured into the city council. </p> \n<figure class=\"element element-image\" data-media-id=\"7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe\"> \n <img src=\"http://media.guim.co.uk/7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe/0_472_3155_1892/1000.jpg\" alt=\"Isis in Mosul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Mosul now lives in a golden era. Though world media is in an effortless campaign to mar the image of Isis fighters, show them as brutal terrorists and monsters, on the contrary they are most welcomed in Mosul for the great sacrifices they have offered to protect Sunni people from the Shia army’s inhuman practices in Mosul and other Sunni provinces in Iraq. </p> \n<p>Isis locals and foreign fighters deserve all the love and respect by people in Mosul. Why is it all right for Shia militias in Iraq to have Lebanese, Iranian and Afghan fighters while it is unacceptable for us to have foreign fighters to defend us?</p> \n<p>Foreign fighters have integrated excellently within the Mosul community now, and have become a fundamental part of some families in Mosul. Lots of tribes in Mosul whose men joined the Isis army last year have accepted marriage offers by some foreign fighters as they prove to be most reliable and courageous. They are utterly untrue, all these stories about forced marriage by Isis foreign fighters to women in Mosul. </p> \n<p>None of the people in Mosul who pledged their allegiance to Caliph al-Baghdadi want Shia militias to get close to Mosul. I would be the first to fight these militias who come to sow destruction and killing among Sunnis. We have seen their atrocities in Tikrit and Jurf al-Sakher against isolated civilians. </p> \n<p>Mosul is more stable and safe now, my father can leave his shop open and go for prayers, and no one dares to steal a straw from the shop. Civil services are better now, like power and water, and roads are more clean. I spend most of my free time praying in mosques and attending courses in Islamic sharia and <a href=\"http://en.wikipedia.org/wiki/Hadith\"><em>hadith</em></a>. </p> \n<h2>Hashim Zakei</h2> \n<p><strong>33, heavy smoker whose hand was cut off for stealing cigarettes </strong><br /></p> \n<p>The unavoidable three-year military service was the inevitable future for any confused student like me. I became more interested in learning cooking skills than military fitness and training. Serving officers and soldiers at least three meals a day, I was in the kitchen section all the time. Furthermore, I picked up a really dreadful habit, smoking heavily. </p> \n<p>After serving in the army, I purchased a wooden cart to sell hummus and bread. I was busy selling sandwiches to students after an extended school day when a <em>hisbah</em> patrol parked by my cart, checking everyone in the street including me. “Sir, I have nothing to hide, why are you searching me?” I asked. The man held the cigarette packet in his hand, and asked, “What about this?” I replied, “I’m sorry, I bought it for my old dad. As you know he is old, trying his best to quit.” On another day, I was busy setting up my cart with 10 cigarettes in my pocket, when a <em>hisbah</em> patrol came again to check the area. </p> \n<p>Tobacco smuggling in the city never stopped after the Isis takeover. One morning, I saw a vendor selling men socks on the floor, hiding cigarette packs underneath. The vendor began to run as soon as he saw a <em>hisbah</em> patrol coming towards him. Some of the men picked cigarettes out of the socks, others were firing in the direction of the fleeing vendor. </p> \n<p>I looked at the cigarette packs dispersed on the floor. I could not restrain myself from picking up five of them to put in my pockets. Within five minutes, <em>hisbah</em> militants were rounding me up as the intelligence man who spotted me was briefing them that I had stolen some of the cigarettes from the vendors.</p> \n<p>I was taken to sharia court. After a few questions, the judge said to me: “You are a thief, the court decided to cut your right hand by the wrist.”</p> \n<p>Before the judge would complete his words, I felt like being hit by an electric shock all over my body. I began to cry out with terror, begging the judge for mercy, that I have a family. The judge said: “Islamic sharia rules are beyond any discussion.”</p> \n<p>After three days I was taken by <em>hisbah</em> militants to a public park. My feet were tied to a wooden table as well as my left hand. An Isis man who was in a white Afghan dress holding a big sword said to me: “Do you want anything?” I said: “Mercy.” He said: “Anything else?” I said: “I’m the only breadwinner for my kids, please forgive me.” His answer was: “You shut up.”</p> \n<p>Immediately afterwards he turned fast to cut my hand and severed it off my arm. I was bleeding heavily. Once my eye fell on my chopped hand, I fainted.<br /></p> \n<p>When I regained consciousness, I found myself in an Isis hospital with Iraqi doctors. When I got home, my father received me weeping and said: “Thank God, it was only your hand.”</p> \n<p><em>All names of interviewees are pseudonyms. </em><em>Additional reporting by Kareem Shaheen</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"UNCREDITED/AP","altText":"Isis in Mosul","cleanCredit":"Photograph: UNCREDITED/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e4f18beba9cda23e036baa18e50e05f8f298f5b2/0_204_4912_2946/4912.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2946,"width":4912,"orientation":"landscape","caption":"Christians who fled violence in Mosul attend a mass in Irbil. Photograph: Safin Hamed/AFP/Getty Images","credit":"Safin Hamed/AFP/Getty Images","altText":"Christians in Irbil","cleanCaption":"Christians who fled violence in Mosul attend a mass in Irbil.","cleanCredit":"Photograph: Safin Hamed/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3844d80561a8a0b3e2f493f6c4c9bd0fc23f54c3/0_37_3264_1958/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1958,"width":3264,"orientation":"landscape","caption":"People inspect a mosque destroyed by Isis militants in Mosul, in July 2014. Photograph: AP","credit":"AP","altText":"Isis in Mosul","cleanCaption":"People inspect a mosque destroyed by Isis militants in Mosul, in July 2014.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1831c8e625c8625eee4301fa55e0743390b046c6/912_1153_3567_2140/3567.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2140,"width":3567,"orientation":"landscape","caption":"Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014. Photograph: Khalid Mohammed/AP","credit":"Khalid Mohammed/AP","altText":"Mosul air strike","cleanCaption":"Smoke rises during air strikes targeting Islamic State militants at the Mosul Dam, in August 2014.","cleanCredit":"Photograph: Khalid Mohammed/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7c18b37d9cdaad0f3e3fbb4a30afcaf957e74cfe/0_472_3155_1892/3155.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1892,"width":3155,"orientation":"landscape","caption":"Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014. Photograph: AP","credit":"AP","altText":"Isis in Mosul","cleanCaption":"Demonstrators chant pro-Isis slogans in front of the provincial government headquarters in Mosul, in June 2014.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-06-10T10:39:07Z","lastModified":"2015-06-10T17:46:13Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Mona Mahmood","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mona-mahmood"}],"feature":true,"keywords":["Iraq","Islamic State","World news","Middle East and North Africa"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Mona Mahmood","topic":{"type":"tag-contributor","name":"profile/mona-mahmood"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","shortUrl":"http://gu.com/p/49j49","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality","webUri":"http://www.theguardian.com/world/2015/jun/10/mosul-residents-one-year-on-isis-brutality"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","caption":"Isis fighters parade in a commandeered Iraqi security forces vehicle down a main road in Mosul, in June 2014. Photograph: AP","credit":"AP","altText":"Isis in Mosul","cleanCaption":"Isis fighters parade in a commandeered Iraqi security forces vehicle down a main road in Mosul, in June 2014.","cleanCredit":"Photograph: AP"}},"importance":0,"kicker":{"title":"Mosul"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32b3324fc431007bbfa80989e227bc0a0108f323/0_72_3264_1959/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1959,"width":3264,"orientation":"landscape","credit":"UNCREDITED/AP","altText":"Isis in Mosul","cleanCredit":"Photograph: UNCREDITED/AP"}}]},{"title":"US / 450 new troops to Iraq","rawTitle":"450 new troops to Iraq","item":{"type":"article","id":"world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","title":"Obama approves plan to send 450 new troops to Iraq in fight against Isis","trailText":"US faces dilemma as administration stresses reinforcements ‘will not serve in a combat role’ but will be deployed as advisers and trainers","standFirst":"<p>US faces dilemma as administration stresses reinforcements ‘will not serve in a combat role’ but will be deployed as advisers and trainers</p>","byline":"Ewen MacAskill Defence correspondent","body":"<p>The Obama administration is preparing to send hundreds of extra troops to help bolster the Iraqi army in its fight against Islamic State.</p> \n<p>Barack Obama authorised “up to 450 additional military personnel” to be deployed to the eastern Anbar province, the White House announced on Wednesday. The reinforcements will bring the number of US military forces in Iraq to 3,550.</p> \n<p>“These additional US troops will not serve in a combat role,” the White House press secretary, Josh Earnest, said in a statement.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/10/us-anti-isis-strategy-iraq-advisers\">Obama's new and 'nimble' anti-Isis strategy met with scepticism on all sides</a> </p> \n</aside> \n<p>The deployment comes less than four years after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/dec/15/us-exit-iraq-withdrawal-ambivalence\">the US pulled out its troops from Iraq</a>. The move reflects the extent to which Iraqi forces are struggling against Isis, even with the help of air strikes by the US and its allies, including the UK.</p> \n<p>In spite of almost daily air attacks on Isis, the US-trained Iraqi army has largely failed to stem the group’s advance. Isis <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/26/obama-administration-ramadi-credibility-isis-iraq\">took Ramadi</a>, in Anbar province, last month and the Iraqi army has failed to retake Mosul, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/jun/11/iraq-fall-mosul\">lost to Isis last year</a>. </p> \n<p>The White House said the new military “advisers” would work with Iraqi forces to “improve their ability to plan, lead and conduct operations” in the fight against Isis.</p> \n<p>The focus of the additional forces will be “operational advice and planning support to Iraqi forces” – not combat – said<strong> </strong>Elissa Slotkin, assistant secretary of defense for international security affairs, on a call with reporters.</p> \n<p>The extra troops are heading for Anbar province to block Isis advances from Ramadi to Baghdad and to try to resurrect a US strategy employed from 2006 of arming and training an alliance of Sunni tribes to fight al-Qaida, which was dubbed the “Anbar Awakening”. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/26/obama-administration-ramadi-credibility-isis-iraq\">Fall of Ramadi betrays Obama administration's 'credibility gap'</a> </p> \n</aside> \n<p>The Obama administration faces an awkward dilemma, caught between accusations of mission creep and fear of seeing Isis expand further. The president <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/08/barack-obama-isis-iraq-g7-russia-fifa-immigration-healthcare\">acknowledged on Monday</a> at the G7 that the US has not yet worked out a “complete strategy” for retaking ground from Isis, other than further training of the Iraqi army.<br /></p> \n<p>“We have been working,” said the deputy national security advisor Ben Rhoddes, “to evaluate what is going well ... and also to look at setbacks.”</p> \n<p>The Pentagon has proposed to the White House a combination of more trainers and advisers and more and better equipment. The president is resisting calls from Republican senators such as John McCain to send thousands more troops to Iraq.</p> \n<p>The UK is to send an extra 125 troops to Iraq as trainers, also to Anbar. The UK will have 1,000 trainers and advisers in Iraq, most of them in the Kurdish-controlled area in the north.</p> \n<p>The US began its drawdown from Iraq in 2007, when it had a force of 170,000 in the country.<br /></p> \n<ul> \n <li><em>Additional reporting by Tom McCarthy</em></li> \n</ul>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df95dca807574ac71cc8328baf4c9338c94c4439/0_150_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Baraa Kanaan/EPA","altText":"Iraqi forces near Tikrit, northern Iraq","cleanCredit":"Photograph: Baraa Kanaan/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T16:52:45Z","lastModified":"2015-06-10T20:08:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["Iraq","Middle East and North Africa","World news","Obama administration","US news","Barack Obama","US military","US national security","Islamic State"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/obama-administration","webTitle":"Obama administration"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"us-news/us-military","webTitle":"US military"},{"id":"us-news/us-national-security","webTitle":"US national security"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"world"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","shortUrl":"http://gu.com/p/49kb9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis","webUri":"http://www.theguardian.com/world/2015/jun/10/us-extra-troops-to-train-iraqi-army-isis"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457125374","source":"Reuters","durationInSeconds":157,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610AmericaISISTroops.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610AmericaISISTroops_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433966099903/KP_269311_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Barack Obama approves additional troops for fight against Isis in Iraq, says White House - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Barack Obama approves additional troops for fight against Isis in Iraq, says White House - video","cleanCaption":"620x372 trailpic for Barack Obama approves additional troops for fight against Isis in Iraq, says White House - video"}}},"importance":0,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df95dca807574ac71cc8328baf4c9338c94c4439/0_150_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Baraa Kanaan/EPA","altText":"Iraqi forces near Tikrit, northern Iraq","cleanCredit":"Photograph: Baraa Kanaan/EPA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2219aaeecf8fe6a54772264c80a99531815c71ac/528_120_1701_1021/1701.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1021,"width":1701,"orientation":"landscape","credit":"Stringer . / Reuters/Reuters","altText":"Militant Islamic State fighters in a military parade in Syria’s northern Raqqa province","cleanCredit":"Photograph: Stringer . / Reuters/Reuters"}}]},{"title":"Missing woman breaks silence to explain why she went on run","rawTitle":"Missing woman breaks silence to explain why she went on run","item":{"type":"article","id":"uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","title":"Missing woman breaks silence to explain why she went on run with son","trailText":"Rebecca Minnock says she fled her Somerset home with son Ethan because she felt ‘trapped’ by judge’s ruling that he should live with his father","standFirst":"<p>Rebecca Minnock says she fled her Somerset home with son Ethan because she felt ‘trapped’ by judge’s ruling that he should live with his father<br /></p>","byline":"Jamie Grierson and Steven Morris","body":"<p>A missing mother who went on the run with her three-year-old son during a bitter custody battle has reportedly broken her silence to confirm they are both safe and well.<br /></p> \n<p>Rebecca Minnock, 35, fled her Somerset home a fortnight ago after learning that a court had decided that her son Ethan should live with his father, Roger Williams, following a two-year legal fight. <br /></p> \n<p>Minnock is claimed to have contacted a newspaper to confirm she and her son are “both safe and well and he is very happy”.<br /></p> \n<p>“I couldn’t bear to leave my son. I just felt trapped, … I know I’m going to be in a huge, huge amount of trouble.<br /></p> \n<p>“I’ve even got family members into trouble but it’s my son and I need to put him first over myself or anybody else,” she told the Sun.<br /></p> \n<p>The paper said it was not aware of Minnock’s whereabouts.</p> \n<p>On Thursday, Andrew Butt, who family members said is the partner of Minnock’s mother, Louise Minnock, is due to appear at Bristol crown court accused of helping the 35-year-old mother go into hiding. <br /></p> \n<p>It is understood that Butt is accused of driving Minnock from a supermarket in Highbridge, Somerset, where she was last seen, to Cheltenham, in Gloucestershire.<br /></p> \n<p>Police broadened the search for Minnock and Ethan on Wednesday, while family members raised fears that she may never see her child again once she is found.</p> \n<p>Avon and Somerset police said they were investigating reports that Minnock had been spotted in Gloucestershire and the West Midlands. Relatives said that it was possible that she had left the country, as she has friends in Ireland and France.</p> \n<p>Williams said he was deeply concerned about his son. “I’m really worried about him; I just want him back,” he said.</p> \n<p>Minnock and Ethan vanished from her home in Highbridge, Somerset, two weeks ago, but the circumstances of their disappearance remained secret until a judge lifted reporting restrictions on Tuesday.</p> \n<p>Stephen Wildblood QC appealed to the media for assistance in reuniting Ethan with his father, saying: “It is really important that we work together – the court and the press – to find where this child is.”</p> \n<p>The judge warned Minnock’s brother Marvin Shaw, sister Limmie Shaw and mother that they would face charges including contempt of court and perjury if they did not reveal what they knew about the whereabouts of Ethan and his mother. All three were arrested on Sunday in relation to the family court proceedings.</p> \n<p>DCI Marie Wright of Avon and Somerset police said: “It is fairly unusual for a court to lift the reporting restrictions, allowing us to act as their agents and continue the search for Becky and her son. We need to find Becky and Ethan very, very quickly. Since they were last seen in Taunton on 26 May, we have reports that they have been spotted in the Cheltenham area and more recently in the Birmingham area of the West Midlands. </p> \n<p>“We are keen to hear from Becky or anyone who knows her whereabouts to contact us. As time goes on, we are really concerned at the emotional impact this will have upon Becky and Ethan, because the court process cannot be evaded for ever.”</p> \n<p>Minnock is described as a white woman about 5ft 3in tall, of medium build. She has dark, wavy, shoulder-length hair. It is not known what she was wearing when she went missing. Ethan is a white boy of small build with fair hair and blue eyes. Minnock does not drive, so police have asked public transport users to keep a lookout for the pair.</p> \n<p>The missing woman’s aunt Caroline Minnock said she believed her niece would lose all links with her son once she was found. “It’s all got out of hand,” she said. “I think she’s in big trouble. I know for a fact now that she won’t see him [Ethan] again. She won’t even get visitation. I know she [Rebecca] has spoken to her brother to say she is fine, but she has called from a withheld number. We don’t even know if she’s in the UK.”</p> \n<p>Caroline, from Cheltenham, said she was “gobsmacked” when members of the family were told to appear in court. “It’s mad – absolute madness. I just don’t know what is going on. The police think they know where Becky is, but nobody knows … We’ve let them [the police] into our houses. We’ve not got anything to hide.”</p> \n<p>Caroline said every day her niece had with Ethan was “precious”. “She is a quiet girl. Never got in any trouble. She went to college and enjoyed art. She is a very quiet gentle person. He is a such a sweet boy.”</p> \n<p>Minnock’s family have launched a campaign claiming that she has been treated unfairly and let down by social services, police and the courts.</p> \n<p>Ethan, who was born in January 2012, has lived with his mother since his parents’ separation in February 2013. Legal proceedings started between the parents in March 2013 when Williams applied for contact with his son. Magistrates ordered that Williams should have some contact with Ethan in the presence of Minnock in August 2013, but this arrangement broke down two months later.</p> \n<p>In January 2014, Minnock made allegations against Williams. These were all rejected by a district judge in April 2014. A hearing next took place in February 2015, after Minnock made further allegations. A district judge found these had been “fabricated” by Minnock to “frustrate contact”.</p> \n<p>Ethan began to spend four nights a week with his father and three nights a week with his mother. A child psychiatrist, Dr Mark Berelowitz, carried out a report on Ethan and found the boy had a “warm relationship” with both parents. However, Berelowitz said Minnock did not accept that Williams was innocent of her allegations and had questioned Ethan “extensively”. He recommended that Ethan should live with his father and have supervised contact with Minnock, a view shared by a social worker.</p> \n<p>Another court hearing was listed before a district judge on 27 May. Prior to the hearing, Minnock was advised that Ethan would be taken to live with his father and fled before the case could be heard.</p> \n<p>A second aunt, Margaret Minnock, also from Cheltenham, said her niece was not in a “settled” state or acting with a “reasonable thought process”. She claimed that Minnock panicked on the morning of the court case when she knew she was going to lose custody of her son. <br /></p> \n<p>“She is distraught, she is absolutely devastated. She doesn’t know which way to turn,” she said. “We’re worried about her future and how long you can sustain this for. She is a great mum. They’ve got the most beautiful relationship.”</p> \n<p>Asked whether Minnock had considered handing herself in, Margaret said: “She is struggling with that. There have been little thoughts of ‘Should I give myself up?’ I don’t think she knows what she is going to do. I think she expects to be picked up. I think eventually she will be found.”</p> \n<p>Margaret claimed that her niece has been let down by the authorities. “The case needs someone independent, higher up, to review the whole case,” she said.</p> \n<p>Somerset county council and Sedgemoor district council declined to comment, saying that they were not involved in the case. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433973173029/745a06fc-6381-47a7-92c7-fe38cc2f48d7-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Avon & Somerset Police/PA","altText":"Rebecca Minnock and her three-year-old son Ethan","cleanCredit":"Photograph: Avon & Somerset Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T22:05:30Z","lastModified":"2015-06-11T08:49:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"},{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","shortUrl":"http://gu.com/p/49yxb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457124264","source":"ITN","durationInSeconds":157,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610MissingMother_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610MissingMother.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433956835563/KP_269228_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video","cleanCaption":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video"}}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6aef9b09e3cc908c7b900faae7b0f2dcb8cb0ef6/18_91_462_277/462.jpg","height":277,"width":462}}]},{"title":"Politics live / Terror watchdog to publish report on surveillance powers","rawTitle":"Terror watchdog to publish report on surveillance powers","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","title":"David Anderson, terror watchdog, publishes report on surveillance powers - Politics live","trailText":"<strong>Andrew Sparrow</strong>’s rolling coverage of all the day’s political developments as they happen, including the publication of David Anderson’s report into surveillance legislation, with reaction and analysis","standFirst":"<p>Rolling coverage of all the day’s political developments as they happen, including the publication of David Anderson’s report into surveillance legislation, with reaction and analysis</p>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"CHELTENHAM, UNITED KINGDOM - JULY 14: Satellite dish seen within Government Communications Headquarters (GCHQ) compound on July 14, 2014 in Cheltenham, England.  The Government Communications Headquarters is subject a to Investigative Powers Tribunal while Parliament debates emergency laws regarding surveillance of UK public communications.  PHOTOGRAPH BY Greg Blatchford / Barcroft Media  UK Office, London. T +44 845 370 2233 W www.barcroftmedia.com  USA Office, New York City. T +1 212 796 2458 W www.barcroftusa.com  Indian Office, Delhi. T +91 11 4053 2429 W www.barcroftindia.com","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d62bd2f70d056de15938a4576370d8a1885c104/0_203_2331_1398/2331.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1398,"width":2331,"orientation":"landscape","caption":"Alastair Campbell  Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Alastair Campbell ","cleanCaption":"Alastair Campbell ","cleanCredit":"Photograph: Dominic Lipinski/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/162d147c66702ef2df30e391bb2b9870d769b7e0/0_564_2368_1420/2368.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1420,"width":2368,"orientation":"landscape","caption":"Edward Snowden Photograph: Barton Gellman/Getty Images","credit":"Barton Gellman/Getty Images","altText":"Edward Snowden","cleanCaption":"Edward Snowden","cleanCredit":"Photograph: Barton Gellman/Getty Images"}],"webPublicationDate":"2015-06-11T09:21:01Z","lastModified":"2015-06-11T09:21:03Z","latestBlock":{"id":"block-55794dc6e4b03f70e4d114c3","publishedDateTime":"2015-06-11T09:19:27Z","lastUpdatedDateTime":"2015-06-11T09:21:01Z","body":"The Labour leadership candidates are under renewed pressure to agree to a “break clause” that would allow the party to get rid of them easily in, say, 2018 if they were under-performing. Under the current rules, getting rid of a sitting leader is nigh on impossible. Lady Royall, the former Labour leader of the Lords, first floated the idea, but Alastair Campbell, Tony Blair’s communications chief, has raised it again, in comments in a Times frontpage story (paywall) which he has elaborated on in a lengthy and very interesting blog on Labour’s plight. Here’s how Campbell explains his thinking in his blog. There will be some who think the idea of someone like me publicly saying before we even have the new leader that we should try to oust them if they are failing is daft or disloyal. But it is not. Politicians are fond of everyone else in top public sector jobs being subject to regular assessment and review. So why not the leader of the opposition ? In my view the next leader should embrace this approach and embrace the idea of a confirmation process in the run up to a general election. It could be a massive opportunity. If the next leader turns out to be good and look like they can win, then great, they get confirmed in a big moment of renewal and energy before the run in to the election. And if the debate shows the party thinks the leader is not up to it, perhaps because we have had had three years of the public telling us so – and they are the boss by the way – then off they go. Sorry but there is it. Football managers have to deal with it. CEOs have to deal with it. If leaders fail, they go. It’s the real world and it is time we got back into it. None of the candidates have embraced this idea yet (although Liz Kendall sounded vaguely supportive at one point when she spoke to the press gallery) but this is exactly the kind of pledge a candidate who is trailing to make later in the contest. Do read the Campbell blog in full. He posted it at 5am and lack of sleep has clearly affected Campbell’s thinking because it starts with an elaborate and entertaining fantasy about how to create a lefty paradise by getting Scotland and Wales to hive off from the UK and link up with Norway and Denmark. But then he makes a telling point about Norway. What I loved about Norway was the answer of Labour leader Jonas Lahr Store when I asked him how he intended to win the next election. Often at times like this, a private chat over breakfast, the politician comes back to a question like that with smart tactical ideas, a good slogan and news of the hiring of a hotshot foreign advisor. He said this. ‘There are five big issues and give big themes for me and we need to build a campaign and an argument around them.’. – population growth. Oslo alone will grow from 600,000 to 800,000 and that will bring new opportunities for new business investment but it will also mean new schools and hospitals and a new way of dealing with and winning a progressive argument on immigration. – ageing. How do we see this as an opportunity as well as a threat to traditional welfare models? How do we develop the concept of the family amid demographic change ... When he had finished I just put down my knife and fork and said thank you. Thank you for being a political leader who sees election campaigns as being about big themes requiring big ideas and big solutions. Campbell says he won’t be backing any of the Labour leadership candidates publicly and his endorsement of the “break clause” idea suggests he’s not very keen on any of them. In the Campbell household others feel the same way. This is what his partner Fiona Millar tweeted yesterday. Getting fed up of Labour shadow ministers disowning any responsibility for the election defeat. Can't face voting for any of them. — Fiona Millar (@schooltruth) June 9, 2015 Alastair Campbell Photograph: Dominic Lipinski/PA","postType":"blog"},"metadata":{"commentable":true,"commentCount":70,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","Surveillance","Counter-terrorism policy","GCHQ","Police","UK security and counter-terrorism"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"David Anderson, terror watchdog, publishes report on surveillance powers - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-55794dc6e4b03f70e4d114c3","publishedDateTime":"2015-06-11T09:19:27Z","lastUpdatedDateTime":"2015-06-11T09:21:01Z","body":"<p>The Labour leadership candidates are under renewed pressure to agree to a “break clause” that would allow the party to get rid of them easily in, say, 2018 if they were under-performing. Under the current rules, getting rid of a sitting leader is nigh on impossible. Lady Royall, the former Labour leader of the Lords, first floated the idea, but <strong>Alastair Campbell,</strong> Tony Blair’s communications chief, has raised it again, in comments <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4466801.ece\">in a Times frontpage story (paywall)</a> which he has elaborated on in<a href=\"http://www.alastaircampbell.org/blog/2015/06/11/enough-of-the-lessons-of-defeat-can-we-learn-some-lessons-of-victory/\"> a lengthy and very interesting blog on Labour’s plight.</a></p> \n<p>Here’s how Campbell explains his thinking in his blog.</p> \n<blockquote class=\"quoted\"> \n <p>There will be some who think the idea of someone like me publicly saying before we even have the new leader that we should try to oust them if they are failing is daft or disloyal. But it is not. Politicians are fond of everyone else in top public sector jobs being subject to regular assessment and review. So why not the leader of the opposition ? In my view the next leader should embrace this approach and embrace the idea of a confirmation process in the run up to a general election. It could be a massive opportunity. If the next leader turns out to be good and look like they can win, then great, they get confirmed in a big moment of renewal and energy before the run in to the election. And if the debate shows the party thinks the leader is not up to it, perhaps because we have had had three years of the public telling us so – and they are the boss by the way – then off they go. Sorry but there is it. Football managers have to deal with it. CEOs have to deal with it. If leaders fail, they go. It’s the real world and it is time we got back into it.</p> \n</blockquote> \n<p>None of the candidates have embraced this idea yet (although <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/21/migration-figures-out-as-cameron-announces-crackdown-on-illegal-foreign-workers-politics-live#block-555dea96e4b0cffd86916ef4\">Liz Kendall sounded vaguely supportive at one point when she spoke to the press gallery)</a> but this is exactly the kind of pledge a candidate who is trailing to make later in the contest.</p> \n<p>Do read the Campbell blog in full. He posted it at 5am and lack of sleep has clearly affected Campbell’s thinking because it starts with an elaborate and entertaining fantasy about how to create a lefty paradise by getting Scotland and Wales to hive off from the UK and link up with Norway and Denmark. But then he makes a telling point about Norway.</p> \n<blockquote class=\"quoted\"> \n <p>What I loved about Norway was the answer of <a href=\"https://twitter.com/jonasgahrstore\">Labour leader Jonas Lahr Store</a> when I asked him how he intended to win the next election. Often at times like this, a private chat over breakfast, the politician comes back to a question like that with smart tactical ideas, a good slogan and news of the hiring of a hotshot foreign advisor.</p> \n <p>He said this. ‘There are five big issues and give big themes for me and we need to build a campaign and an argument around them.’</p> \n <p>– population growth. Oslo alone will grow from 600,000 to 800,000 and that will bring new opportunities for new business investment but it will also mean new schools and hospitals and a new way of dealing with and winning a progressive argument on immigration.</p> \n <p> – ageing. How do we see this as an opportunity as well as a threat to traditional welfare models? How do we develop the concept of the family amid demographic change ...</p> \n <p>When he had finished I just put down my knife and fork and said thank you. Thank you for being a political leader who sees election campaigns as being about big themes requiring big ideas and big solutions.</p> \n</blockquote> \n<p>Campbell says he won’t be backing any of the Labour leadership candidates publicly and his endorsement of the “break clause” idea suggests he’s not very keen on any of them. In the Campbell household others feel the same way. This is what his partner <strong>Fiona Millar</strong> tweeted yesterday.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/schooltruth/statuses/608177946168315904\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Getting fed up of Labour shadow ministers disowning any responsibility for the election defeat. Can't face voting for any of them.</p>— Fiona Millar (@schooltruth) \n  <a href=\"https://twitter.com/schooltruth/status/608177946168315904\">June 9, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0d62bd2f70d056de15938a4576370d8a1885c104\"> \n <img src=\"http://media.guim.co.uk/0d62bd2f70d056de15938a4576370d8a1885c104/0_203_2331_1398/1000.jpg\" alt=\"Alastair Campbell \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alastair Campbell </span> \n  <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-557949e0e4b03f70e4d114b5","publishedDateTime":"2015-06-11T08:42:15Z","body":"<p>The Anderson report will be out at 11am, Sky News reports.</p>","postType":"blog"},{"id":"block-55794103e4b0731d743b5262","publishedDateTime":"2015-06-11T08:28:46Z","body":"<p>On the Today programme <strong>David Omand</strong>, a former head of GCHQ and former security and intelligence coordinator at the Cabinet Office, was interviewed about the Anderson report. Omand has read it and, although he would not reveal its contents, he signalled what some of the key themes would be.</p> \n<p>He was also very critical of Edward Snowden, the American NSA whistleblower.</p> \n<p>Here are the key points.</p> \n<ul> \n <li><strong>Omand said the current legislation governing surveillance was “very, very complicated” and “not easy to follow”.</strong></li> \n</ul> \n<ul> \n <li><strong>He indicated that he expected Anderson to conclude that the bulk collection of data was justified, but that it needed to be controlled by a framework making allowance for rights to privacy and free speech.</strong></li> \n</ul> \n<ul> \n <li><strong>He said there was an issue to be resolved as to whether politicians or judges approved surveillance operations.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>It would be, I think, unconscionable for a judge to authorise a very sensitive intelligence operation where the political risk, if it went wrong, fell on the home secretary, or overseas the foreign secretary, who would know nothing about it and wouldn’t have approved it. So you’ve got to have a system where sensitive national security operations are actually approved by ministers who will in the end have to bear the risk.</p> \n <p>On the other hand, in terms of European precedents, most countries would have judges approving law enforcement. Somehow that has got to be worked through.</p> \n</blockquote> \n<ul> \n <li><strong>He said Edward Snowden knew “virtually nothing” about how the intelligence agencies operate in the UK and that his revelations did “an enormous amount of damage”.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The way [Snowden] did it, he has caused an enormous amount of damage to our security. Quite unnecessarily, because he stole information about support to British military forces overseas, he stole information about how law enforcement goes about pursuing particularly difficult crimes like paedophilia and narcotics. He did not need to do any of that. So, in my book he’s certainly not a hero.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"162d147c66702ef2df30e391bb2b9870d769b7e0\"> \n <img src=\"http://media.guim.co.uk/162d147c66702ef2df30e391bb2b9870d769b7e0/0_564_2368_1420/1000.jpg\" alt=\"Edward Snowden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Edward Snowden</span> \n  <span class=\"element-image__credit\">Photograph: Barton Gellman/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55794332e4b03f70e4d114a8","publishedDateTime":"2015-06-11T08:14:00Z","body":"<p>Theresa May, the home secretary, will be making a statement to MPs on the Anderson report.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/statuses/608909354776047616\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Despite govt saying no statements we now have 2: Bus Q's followed by circa 11.15/30 Home Sec on Anderson report. 12.15/12.30 Ch Ex on RBS.</p>— Labour Whips (@labourwhips) \n  <a href=\"https://twitter.com/labourwhips/status/608909354776047616\">June 11, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5579379ee4b03f70e4d11491","publishedDateTime":"2015-06-11T07:57:50Z","lastUpdatedDateTime":"2015-06-11T08:41:47Z","body":"<p>One of the most important laws being passed over the next 12 months or so will be the investigatory powers bill, described as<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/wide-ranging-snoopers-charter-to-extend-powers-of-security-services\"> a “turbo-charged” version of the snooper’s charter when it was flagged up in the Queen’s Speech last month.</a></p> \n<p>Today <strong>David Anderson</strong>, the independent reviewer of terrorism legislation - or the terror watchdog, as he calls himself on Twitter - is publishing a lengthy report that will have a huge influence on the debate about the legislation, and may have a considerable effect on how it is drafted. Anderson has described the background to this <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<blockquote class=\"quoted\"> \n <p>I was required by <a href=\"http://www.legislation.gov.uk/ukpga/2014/27/section/7/enacted\">DRIPA 2014</a>, which passed through Parliament in only four days back in July 2014, to conduct an independent review of the operation and regulation of investigatory powers, with specific reference to the interception of communications and communications data, including under RIPA. That review was distinct from my normal function of reviewing the operation of the terrorism laws.</p> \n <p>Parliament asked me, in particular, to consider:</p> \n <p>“<em>(a) current and future threats to the United Kingdom,</em></p> \n <p><em>(b) the capabilities needed to combat those threats,</em></p> \n <p><em>(c) safeguards to protect privacy,</em></p> \n <p><em>(d) the challenges of changing technologies,</em></p> \n <p><em>(e) issues relating to transparency and oversight,</em></p> \n <p><em>(f) the effectiveness of existing legislation (including its proportionality) and the case for new or amending legislation</em>.”</p> \n <p>As I tweeted at the time, my report was completed and submitted to the Prime Minister on 6 May 2015 – the day before the General Election. A process of security-checking and preparation for publication has followed.</p> \n <p>Given the size of the canvas that the Review was asked to cover, it will come as no surprise that it turned out to be a substantial piece of work. I am grateful to all who provided written submissions and who met with me in various parts of the UK, Berlin, California, Washington DC, Ottawa and Brussels, as well as to the small team of self-employed persons that assisted with the Review.</p> \n</blockquote> \n<p>The report is out after 9.30am.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/terrorwatchdog/statuses/608764538515779584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">My Investigatory Powers Report, &quot;A Question of Trust&quot;, will be released on Thursday (tomorrow), after 9.30 am. Text will be on my website.</p>— David Anderson (@terrorwatchdog) \n  <a href=\"https://twitter.com/terrorwatchdog/status/608764538515779584\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\">In a preview story,</a> <strong>Alan Travis</strong>, the Guardian’s home affairs editor, says that Anderson is expected to argue that the proposed “snooper’s charter” - a reference to the draft communications bill, published in 2012 but then effectively shelved because the Lib Dems refused to agree to the coalition taking it any further - should be implemented, but with stronger oversight. Here is an extract from his story.</p> \n<blockquote class=\"quoted\"> \n <p>It is thought that the Anderson report is likely to clear the way for May to push ahead with the “snooper’s charter” powers but will insist it is done within a stronger oversight system and human rights framework.</p> \n <p>The Anderson report comes after parliament’s intelligence and security committee recommended a new intelligence services act in the wake of the disclosures by the whistleblower, Edward Snowden. The MPs and peers said the new legislation should set out “clearly the intrusive powers available to the security agencies, the purposes for which they may use them, and the authorisation required before they may do so”.</p> \n <p>A second secret report by Sir Nigel Sheinwald, the former British ambassador to the United States , commissioned at the same time as the Anderson report, is believed to have recommended that a new international treaty be negotiated to secure the co-operation of the giant American internet companies in providing their customers’ data in response to requests from British police and security services.</p> \n <p>A report by the journalist Duncan Campbell in September of a Ditchley Foundation conference attended by senior intelligence figures suggested that post-Snowden a consensus had emerged in the intelligence community that a change towards transparency was both overdue and necessary.</p> \n</blockquote> \n<p>I will be covering the report when it comes out, and bringing you reaction and analysis.</p> \n<p>Otherwise it looks relatively quiet today. But, as usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"keyEvents":[{"id":"block-5579379ee4b03f70e4d11491","publishedDateTime":"2015-06-11T07:57:50Z","lastUpdatedDateTime":"2015-06-11T08:41:47Z","body":"<p>One of the most important laws being passed over the next 12 months or so will be the investigatory powers bill, described as<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/wide-ranging-snoopers-charter-to-extend-powers-of-security-services\"> a “turbo-charged” version of the snooper’s charter when it was flagged up in the Queen’s Speech last month.</a></p> \n<p>Today <strong>David Anderson</strong>, the independent reviewer of terrorism legislation - or the terror watchdog, as he calls himself on Twitter - is publishing a lengthy report that will have a huge influence on the debate about the legislation, and may have a considerable effect on how it is drafted. Anderson has described the background to this <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<blockquote class=\"quoted\"> \n <p>I was required by <a href=\"http://www.legislation.gov.uk/ukpga/2014/27/section/7/enacted\">DRIPA 2014</a>, which passed through Parliament in only four days back in July 2014, to conduct an independent review of the operation and regulation of investigatory powers, with specific reference to the interception of communications and communications data, including under RIPA. That review was distinct from my normal function of reviewing the operation of the terrorism laws.</p> \n <p>Parliament asked me, in particular, to consider:</p> \n <p>“<em>(a) current and future threats to the United Kingdom,</em></p> \n <p><em>(b) the capabilities needed to combat those threats,</em></p> \n <p><em>(c) safeguards to protect privacy,</em></p> \n <p><em>(d) the challenges of changing technologies,</em></p> \n <p><em>(e) issues relating to transparency and oversight,</em></p> \n <p><em>(f) the effectiveness of existing legislation (including its proportionality) and the case for new or amending legislation</em>.”</p> \n <p>As I tweeted at the time, my report was completed and submitted to the Prime Minister on 6 May 2015 – the day before the General Election. A process of security-checking and preparation for publication has followed.</p> \n <p>Given the size of the canvas that the Review was asked to cover, it will come as no surprise that it turned out to be a substantial piece of work. I am grateful to all who provided written submissions and who met with me in various parts of the UK, Berlin, California, Washington DC, Ottawa and Brussels, as well as to the small team of self-employed persons that assisted with the Review.</p> \n</blockquote> \n<p>The report is out after 9.30am.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/terrorwatchdog/statuses/608764538515779584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">My Investigatory Powers Report, &quot;A Question of Trust&quot;, will be released on Thursday (tomorrow), after 9.30 am. Text will be on my website.</p>— David Anderson (@terrorwatchdog) \n  <a href=\"https://twitter.com/terrorwatchdog/status/608764538515779584\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\">In a preview story,</a> <strong>Alan Travis</strong>, the Guardian’s home affairs editor, says that Anderson is expected to argue that the proposed “snooper’s charter” - a reference to the draft communications bill, published in 2012 but then effectively shelved because the Lib Dems refused to agree to the coalition taking it any further - should be implemented, but with stronger oversight. Here is an extract from his story.</p> \n<blockquote class=\"quoted\"> \n <p>It is thought that the Anderson report is likely to clear the way for May to push ahead with the “snooper’s charter” powers but will insist it is done within a stronger oversight system and human rights framework.</p> \n <p>The Anderson report comes after parliament’s intelligence and security committee recommended a new intelligence services act in the wake of the disclosures by the whistleblower, Edward Snowden. The MPs and peers said the new legislation should set out “clearly the intrusive powers available to the security agencies, the purposes for which they may use them, and the authorisation required before they may do so”.</p> \n <p>A second secret report by Sir Nigel Sheinwald, the former British ambassador to the United States , commissioned at the same time as the Anderson report, is believed to have recommended that a new international treaty be negotiated to secure the co-operation of the giant American internet companies in providing their customers’ data in response to requests from British police and security services.</p> \n <p>A report by the journalist Duncan Campbell in September of a Ditchley Foundation conference attended by senior intelligence figures suggested that post-Snowden a consensus had emerged in the intelligence community that a change towards transparency was both overdue and necessary.</p> \n</blockquote> \n<p>I will be covering the report when it comes out, and bringing you reaction and analysis.</p> \n<p>Otherwise it looks relatively quiet today. But, as usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live?date=2015-06-11T09:21:03Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","shortUrl":"http://gu.com/p/49y64","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","caption":"A satellite dish at the GCHQ spying centre in Cheltenham. Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"A satellite dish at the GCHQ spying centre in Cheltenham.","cleanCaption":"A satellite dish at the GCHQ spying centre in Cheltenham.","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}},"importance":3,"kicker":{"title":"Politics live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"CHELTENHAM, UNITED KINGDOM - JULY 14: Satellite dish seen within Government Communications Headquarters (GCHQ) compound on July 14, 2014 in Cheltenham, England.  The Government Communications Headquarters is subject a to Investigative Powers Tribunal while Parliament debates emergency laws regarding surveillance of UK public communications.  PHOTOGRAPH BY Greg Blatchford / Barcroft Media  UK Office, London. T +44 845 370 2233 W www.barcroftmedia.com  USA Office, New York City. T +1 212 796 2458 W www.barcroftusa.com  Indian Office, Delhi. T +91 11 4053 2429 W www.barcroftindia.com","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}}]},{"title":"Government sells 15% of Royal Mail at £5 a share","rawTitle":"Government sells 15% of Royal Mail at £5 a share","item":{"type":"article","id":"business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","title":"Government sells 15% of Royal Mail at £5 a share","trailText":"Business department says that market conditions are favourable for a sale, which netted £750m for the goverment","standFirst":"<p>Business department says that market conditions are favourable for a sale, which netted &pound;750m for the goverment</p>","byline":"Julia Kollewe and Simon Goodley","body":"<p>The UK government has sold half its 30% stake in Royal Mail for &pound;750m and at a considerable premium to its share price when it was privatised.</p> \n<p>The proceeds will be used to pay down the national debt. The Department for Business, Innovation and Skills (BIS) placed 15% of the company’s shares with City institutions overnight. It sold them at 500p a share.</p> \n<p>Royal Mail shares closed on Wednesday at 516.5p, a 57% increase on the 330p float price. The government floated 60% of the company in October 2013 and was accused of selling a national asset too cheaply after the shares spiked 38% <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/oct/11/royal-mail-share-price-buyers-profit\">on their debut</a>.</p> \n<p>The government will give up to 1% of the shares of its remaining holding to Royal Mail staff, after awarding 10% of the shares to employees as part of the flotation in 2013.</p> \n<p>BIS said following independent financial advice, the government decided that Wednesday was a good opportunity to sell down its Royal Mail stake, taking advantage of the “current favourable market conditions”. The sale was criticised by Labour.</p> \n<p>The business secretary, Sajid Javid, said: “This sale has raised &pound;750m and represents good value for taxpayers. That money can be used to reduce public debt, which is how we will deliver lasting economic security for working people.</p> \n<p>“Royal Mail has demonstrated that it can thrive in the private sector. It now has the ability to access the funds it needs to ensure that it has a sustainable future and can adapt to the changes in the postal market. The universal postal service remains well protected by law and by Ofcom.”</p> \n<p>The chancellor, George Osborne, told a City audience at Mansion House on Wednesday night: “We want to help the Royal Mail attract more investment and serve its customers, and use the money we raise in return to pay down the national debt.</p> \n<p>“And we’re also going to make sure that there is a special bonus for the workforce who have done such a great job turning Royal Mail around. Thanks to them, Royal Mail’s share price has risen; so we’re going to give more of the shares to the staff.”</p> \n<p>However, the shadow business secretary, Chuka Umunna, said on Wednesday: “It’s disgraceful the government is rushing to dump its stake in Royal Mail to City speculators without giving ordinary investors a look in. The government does not seem to have learnt the lessons from their initial botched fire sale of the Royal Mail.” </p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/government-begins-sale-remaining-stake-royal-mail\">BIS spokesman insisted on Wednesday night the department would be seeking the “best possible” deal</a> for the taxpayer, although he admitted that City institutions might get “a small discount” on the price in the open market.</p> \n<p>He added: “It is, however, normal market practice where a large volume of shares are placed on the market by a single seller to offer a small discount on the previous day’s closing price. The discount ensures that the seller is able to achieve a successful sale. This happens in both private sector and government asset sales.”</p> \n<p>The sale was conducted by the investment banks Bank of America Merrill Lynch and JP Morgan, as well as by Goldman Sachs, which retained the role it held during Royal Mail’s controversial flotation.</p> \n<p>Post Office Ltd, which operates the network of branches across the country, remains wholly-owned by the government and was separated from Royal Mail in April 2012. A 10-year contract for the delivery of Royal Mail services through post offices was put in place that year.</p> \n<p>On Wednesday night, logistics group Whistl, which had been trialling the only competitor to Royal Mail in terms of delivering mail directly to the door – confirmed its <a href=\"http://www.whistl.co.uk/news/update-on-e2e-review/\">intention to close down</a> its letter delivery service, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/11/whistl-post-delivery-service-suspended-possible-job-losses\">putting 2,000 jobs</a> at risk.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-11T07:44:33Z","lastModified":"2015-06-11T07:57:05Z","metadata":{"commentable":true,"commentCount":112,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"},{"name":"Simon Goodley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simongoodley"}],"feature":false,"keywords":["Royal Mail","Business","Post Office","Postal service","UK news"],"tags":[{"id":"business/royal-mail","webTitle":"Royal Mail"},{"id":"business/business","webTitle":"Business"},{"id":"business/post-office","webTitle":"Post Office"},{"id":"uk/post","webTitle":"Postal service"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","shortUrl":"http://gu.com/p/49y5t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","webUri":"http://www.theguardian.com/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The British government has sold a 15% stake in Royal Mail for £750m. Photograph: ANDY RAIN/EPA","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCaption":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}}]},{"title":"Alton Towers / Another ride evacuated a week after rollercoaster crash","rawTitle":"Another ride evacuated a week after rollercoaster crash","item":{"type":"article","id":"uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","title":"Alton Towers rollercoaster ride evacuated a week after crash","trailText":"Octonauts Rollercoaster Adventure closed by theme park staff after fault caused ride to come to halt<br>","standFirst":"<p>Octonauts Rollercoaster Adventure closed by theme park staff after fault caused ride to come to halt<br /></p>","byline":"Ben Quinn","body":"<p>Parents and children were evacuated from a ride at Alton Towers after a malfunction occurred a week after a rollercoaster crash in which five people suffered serious injuries. The incident on Wednesday involved the Octonauts Rollercoaster Adventure inside a zone of the park built around the CBeebies brand of television programming for young children.</p> \n<p>The evacuation, during which harnesses were used to clip passengers to a railing as they descended steps, was carried out after a fault caused the ride to halt and someone who was on board became agitated.</p> \n<p>The park said in a statement: “On 10 June, an incident occurred when, for unknown reasons, a guest became agitated on the Octonauts Rollercoaster Adventure. In line with standard procedures, this led to the ride being evacuated. Alton Towers resort staff followed all normal processes to ensure guests were taken off the ride quickly and safely.”<br /></p> \n<p>It is understood from sources close to the park that standard procedure would allow for the ride to be reset in circumstances where it had come to a halt. However, the decision to evacuate was taken after a passenger became agitated.</p> \n<p>A visitor to the park who contacted the Guardian after witnessing part of Wednesday’s incident said he sensed that something was wrong when he heard children shouting. “I glanced over and noticed a guy with safety harnesses on,” he said. “I was on another ride at that point. When I got off, they were taking people off the Octonauts ride. At that point, Alton Towers operatives with helmets and harnesses on were involved. There was a lady next to me whose son was really distressed and she was shouting up to him to stay calm and that everything would be all right.<br tabindex=\"-1\" /></p> \n<p>“My wife and I just decided to leave the park at that point with our children. They did absolutely nothing to stop the children and parents going into that part of the park to witness what was going on. On the way out, we went into the guest services bit of the park, where I asked if it was possible to speak to somebody about the incident. I was told they could do a customer feedback questionnaire. I said: ‘Are you being serious?’”</p> \n<div>\n __VIDEO_EMBED_gu-video-457118926__\n</div> \n<p>A teenage girl whose left leg was amputated after last week’s rollercoaster crash was kept alive on a machine in intensive care when she was first brought to hospital, her brother said on Wednesday. Leah Washington, 17, is now standing up and making “a rapid recovery” despite undergoing surgery at the weekend to amputate her leg above the knee, her brother Luke told the BBC.</p> \n<p>The teenager also fractured her hand on the Smiler ride and her 18-year-old boyfriend, Joe Pugh, was treated for two broken knees and extensive hand injuries, after the carriage they were riding in ploughed into another, which was empty.</p> \n<p>Merlin Entertainments, which owns Alton Towers, is understood to be preparing substantial payouts for the 16 victims of last Tuesday’s crash and the victims’ lawyers are due to meet Merlin’s insurers this week after the theme park operator admitted full responsibility.</p> \n<p>Speaking on BBC West Midlands, Leah’s brother said: “She was in intensive care, so she had machines keeping her going. It was only the day after they took her off that and she was back to breathing on her own.”</p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"Man looks at park map","cleanCredit":"Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-11T06:54:59Z","lastModified":"2015-06-11T07:53:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"}],"feature":false,"keywords":["Theme parks","UK news"],"tags":[{"id":"travel/theme-parks","webTitle":"Theme parks"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"travel"},"topics":[{"displayName":"Ben Quinn","topic":{"type":"tag-contributor","name":"profile/benquinn"}}],"embeddedVideos":[{"id":"gu-video-457118926","source":"BBC WM","durationInSeconds":84,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610altontowersbro2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610altontowersbro2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433942045754/KP_268605_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Alton Towers brother ","credit":"guardian.co.uk","altText":"620x372 trailpic for Alton Towers brother ","cleanCaption":"620x372 trailpic for Alton Towers brother "}}],"adTargetingPath":"travel"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","shortUrl":"http://gu.com/p/49yxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","webUri":"http://www.theguardian.com/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"A man looks at the park map at Alton Towers in Staffordshire. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"Alton Towers in Staffordshire","cleanCaption":"A man looks at the park map at Alton Towers in Staffordshire.","cleanCredit":"Photograph: Joe Giddens/PA"}},"importance":1,"kicker":{"title":"Alton Towers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"Man looks at park map","cleanCredit":"Photograph: Joe Giddens/PA"}}]}],"lastModified":"2015-06-11T09:26:54Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}