{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Cameron to publish EU referendum bill one day after Queen's speech","rawTitle":"Cameron to publish EU referendum bill one day after Queen's speech","item":{"type":"article","id":"politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","title":"Cameron to publish EU referendum bill one day after Queen's speech","trailText":"Prime minister receives boost to hopes of pushing changes through EU with positive assessment of his renegotiation prospects by Open Europe thinktank ","standFirst":"<p>Prime minister receives boost to hopes of pushing changes through EU with positive assessment of his renegotiation prospects by Open Europe thinktank </p>","byline":"Nicholas Watt and Larry Elliott","body":"<p>David Cameron is to signal his determination to press ahead with the referendum on Britain’s European Union membership by publishing the parliamentary bill, which will pave the way for the vote, a day after the Queen’s speech next week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/18/conservative-party-cut-red-tape-business-sajid-javid\">Tories vow to slash 'burdensome' red tape for business by &pound;10bn</a> </p> \n</aside> \n<p>The prime minister, who will chair the first political cabinet of the new parliament on Tuesday, will try to reassure Tory MPs that he will keep his word on Europe. </p> \n<p>Cameron is determined to hold the referendum by the end of 2017. Among the parliamentary bills that will feature in the Queen’s speech, which will be delivered on 27 May, there will be a bill to implement the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/nov/27/scottish-devolution-smith-commission-key-points\">Smith commission recommendations</a> on the further devolution of powers to the Scottish parliament, a schools bill to make it easier to allow failing or “coasting” schools to be turned into academies, and a new British bill of rights to replace the Human Rights Act and reform the UK’s relationship with the European court of human rights. Sajid Javid, the business secretary, will pledge to save at least &pound;10bn by cutting red tape for companies through a new enterprise bill.</p> \n<p>After a meeting of the cabinet, the prime minister will then chair the political cabinet, at which he will outline his plans to occupy the political centre ground as the Tories claim the mantle of the one-nation party amid the “disarray” of Labour and the Liberal Democrats. The political cabinet will be attended by Boris Johnson, who told Cameron that he would not take a full government post until he completed his term as London mayor next year.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/17/headteachers-at-coasting-schools-face-threat-of-sack\">Headteachers at 'coasting' schools face threat of sack</a> </p> \n</aside> \n<p>Johnson has made it clear in recent months that he would be prepared to campaign for a British exit from the EU if European leaders rejected the prime minister’s demands for reform. But the mayor’s appointment to the political cabinet, where the political terms of the EU referendum campaign will be set, suggests that the prime minister is keen to tie Johnson to his plan.</p> \n<p>Cameron received a boost when the <a href=\"http://openeurope.org.uk/\">Open Europe thinktank</a>, which campaigns for major changes to the EU, gave an upbeat assessment of his chances on EU negotiations. It suggested that the prime minister had a good chance to win support for his plans to restrict in-work benefits for EU migrants and to secure protections for non-eurozone members of the EU. It even suggested that Cameron may be able to achieve the changes without rewriting treaties.</p> \n<p>Raoul Ruparel, Open Europe’s head of economic research, said: “David Cameron will be squeezed between those who say no substantial reforms in Europe are possible and those who seek to set the bar so high that it is effectively code for exit before even trying to fundamentally reform the EU. </p> \n<p>“He should ignore both camps and instead seek to balance the priorities of the UK public, businesses and his own party along with the achievability of the reforms in Europe.”</p> \n<p>The prime minister has made a point of binding the Thatcherite right into his EU renegotiation plans by appointing the arch-Eurosceptic John Whittingdale to the cabinet as culture secretary. Priti Patel, who worked for Sir James Goldsmith, the founder of the short-lived<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2012/apr/11/gesture-politics-wreckage-fringe-parties\"> Referendum party</a>, during the 1997 general election campaign, attends cabinet as the employment minister.</p> \n<p>Open Europe has released a detailed analysis of 30 areas of reform in the EU. The report suggests that there is a reasonable chance of success in the four broad areas where the prime minister is demanding change. Open Europe suggests:</p> \n<ul> \n <li>Restrictions on in-work benefits for EU migrants for four years – one of the prime minister’s most controversial demands – has a three out of five “achievability” rating. It suggests that this has a 50/50 chance of being negotiated without treaty change – something the prime minister will dispute. The thinktank suggests that the prime minister’s demand to tighten restrictions on the right of EU migrant jobseekers to remain in the UK has a four out of five rating and could be achieved without treaty change.</li> \n <li>Safeguards for non-eurozone members in the EU’s single market – by allowing such countries to suspend “qualified majority voting” if a proposal impinges on their rights – has a three in five rating.<br /></li> \n <li>A “red card” to allow national parliaments to club together to block new EU legislation has a three in four rating.</li> \n <li>Amending the EU’s historic mission, enshrined in the treaty of Rome, to foster an <a href=\"http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=URISERV:xy0023&amp;rid=2\">“ever closer union among the peoples of Europe” </a>has a four in five rating.<br /></li> \n</ul> \n<p>Open Europe believes that other leading EU member states will want to keep Britain in the EU. It believes that Britain may have a better chance of success if it does not rush the negotiations because the EU is so strongly focused on saving the eurozone at the moment in the face of the continuing Greek crisis. But it acknowledges that Britain may want to wrap up the negotiations before the French presidential election in the spring of 2017.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431980265621/0641c8c6-9e70-449b-840a-8f4fb8bd9da3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mulholland/Rex Shutterstock","altText":"David Cameron speaking on Britain's future in Europe in 2013.","cleanCredit":"Photograph: Mulholland/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-18T23:01:03Z","lastModified":"2015-05-18T23:47:40Z","metadata":{"commentable":true,"commentCount":820,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["EU referendum","David Cameron","Conservatives","European Union","Europe","Foreign policy","Politics","UK news","World news","Queen's speech","Boris Johnson","Human rights","Human Rights Act","John Whittingdale","Law","European court of human rights"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"politics/boris","webTitle":"Boris Johnson"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"law/human-rights-act","webTitle":"Human Rights Act"},{"id":"politics/john-whittingdale","webTitle":"John Whittingdale"},{"id":"law/law","webTitle":"Law"},{"id":"law/european-court-of-human-rights","webTitle":"European court of human rights"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","shortUrl":"http://gu.com/p/492tx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech","webUri":"http://www.theguardian.com/politics/2015/may/19/cameron-to-publish-eu-referendum-bill-one-day-after-queens-speech"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431980265621/0641c8c6-9e70-449b-840a-8f4fb8bd9da3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017.  Photograph: Mulholland/Rex Shutterstock","credit":"Mulholland/Rex Shutterstock","altText":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017. ","cleanCaption":"David Cameron speaking on Britain’s future in Europe in 2013. The prime minister is determined to hold the referendum by the end of 2017. ","cleanCredit":"Photograph: Mulholland/Rex Shutterstock"}},"importance":7,"showQuotedHeadline":false},{"title":"Hillary Clinton / Emails to be released in January 2016","rawTitle":"Emails to be released in January 2016","item":{"type":"article","id":"us-news/2015/may/19/hillary-clinton-emails-to-be-released-in-january-2016-says-us-state-department","title":"Hillary Clinton emails to be released in January 2016, says US State Department","trailText":"Court filing in response to freedom of information lawsuit says 55,000 pages are still being reviewed to determine which can be made public","standFirst":"<p>Court filing in response to freedom of information lawsuit says 55,000 pages are still being reviewed to determine which can be made public</p>","byline":"Matthew Weaver","body":"<p> The US State Department has set itself a deadline of January next year to release 55,000 pages of emails sent from a private account by Hillary Clinton when she was secretary of state.<br /></p> \n<p>The longer-than-expected timetable will mean the emails, which have marred the launch of Clinton’s presidential campaign, will not be released until just before the first key events of the presidential nomination process – the Iowa caucus and New Hampshire primary.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/05/hillary-clinton-email-scandal-five-burning-questions\">Clinton handed over 30,000 work-related emails</a> to the State Department in December 2014, but she held back as many other emails that her lawyers said were private.</p> \n<p>In March, Clinton said she wanted the public to see the emails and that the State Department would release them as soon as possible. At the time, it said the process of releasing the emails would take several months.</p> \n<p>Explaining why the release of the emails would not be completed until January, an official in charge of freedom of information (FoI) requests said the content of the messages “presents several challenges”.</p> \n<p>In a legal document filed on Monday in an FoI lawsuit launched by Vice News, John Hackett, the State Department’s director of information programmes, said: “The department understands the considerable public interest in these records and is endeavouring to complete the review and production of them as expeditiously as possible. The collection is, however, voluminous and, due to the breadth of topics, the nature of the communications, and the interests of several agencies, presents several challenges.”</p> \n<p>It added: “Given the breadth and importance of the many foreign policy issues on which the secretary of state and the department work, the review of these materials will likely require consultation with a broad range of subject matter experts within the department and other agencies, as well as potentially with foreign governments.</p> \n<p>“The department is committed to processing the 55,000 pages as expeditiously as possible, while taking into consideration the department’s other legal obligations.”</p> \n<p>Separately, the department has confirmed it will soon also release Clinton’s emails about Libya, including the controversial attack on the US consulate in Benghazi, which resulted in the killing of four Americans, including the US ambassador, Christopher Stevens.</p> \n<p>Clinton’s admission that she conducted official business on a private email account has been heavily criticised, and her decision to hold back private emails has been greeted with suspicion.</p> \n<p>The Sunlight Foundation, which campaigns for open data, said: “There is shock at what Secretary Clinton did because the most likely explanation of her intent seems clear – she created a system designed to avoid accountability, potentially in violation of the law.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432015733929/5b5c65cc-cfc4-4ecd-b79e-0aabb031c19d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Pablo Martinez Monsivais/AP","altText":"Hillary Clinton has said she wants her emails released as soon as possible.","cleanCredit":"Photograph: Pablo Martinez Monsivais/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-19T07:56:21Z","lastModified":"2015-05-19T08:01:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Hillary Clinton","US politics","US elections 2016","US news","World news"],"tags":[{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/19/hillary-clinton-emails-to-be-released-in-january-2016-says-us-state-department","shortUrl":"http://gu.com/p/492zb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/19/hillary-clinton-emails-to-be-released-in-january-2016-says-us-state-department","webUri":"http://www.theguardian.com/us-news/2015/may/19/hillary-clinton-emails-to-be-released-in-january-2016-says-us-state-department"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432015733929/5b5c65cc-cfc4-4ecd-b79e-0aabb031c19d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hillary Clinton has said she wants her emails to be made public. Photograph: Pablo Martinez Monsivais/AP","credit":"Pablo Martinez Monsivais/AP","altText":"Hillary Clinton has said she wants her emails to be made public.","cleanCaption":"Hillary Clinton has said she wants her emails to be made public.","cleanCredit":"Photograph: Pablo Martinez Monsivais/AP"}},"importance":6,"kicker":{"title":"Hillary Clinton"},"showQuotedHeadline":false},{"title":"Special report / Oil firm makes $48bn a year – you've probably never heard of it","rawTitle":"Oil firm makes $48bn a year – you've probably never heard of it","item":{"type":"article","id":"environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","title":"Where there is oil and gas there is Schlumberger","trailText":"<strong>James Ball and Harry Davies: </strong>It’s ubiquitous in fossil fuel operations across the world, has more staff than Google, turns over more than Boeing, and is worth more than McDonald’s. Meet the oil world’s most secretive operator","standFirst":"<p>It’s ubiquitous in fossil fuel operations across the world, has more staff than Google, turns over more than Goldman Sachs, and is worth more than McDonald’s – yet you won’t have heard of it. Meet the oil world’s most secretive operator </p>","byline":"James Ball and Harry Davies","body":"<p>In the dying hours of a high-level conference on the banks of the Thames late in April, two oil executives are sitting patiently waiting on faded leather chairs in the lobby of a five-star Tower Bridge hotel, briefcases, architects’ plans and a folded flipchart pad at their feet.</p> \n<p>The two bespectacled executives, looking much like soberly-suited bank managers, soon disappear into a private room to meet with Dr Abdullahi Haider, a senior adviser to the Somalian government, and a Canadian middleman, emerging an hour or so later.</p> \n<p>Somalia could be one of the great untapped sources of offshore oil, if someone can secure a deal to find and extract it, and if anyone can, it’s the company these men work for.</p> \n<p>The African nation is one of the most politically unstable, unsafe, and corrupt countries in the world, one of the toughest places for any business to think of operating.</p> \n<p>But that is what Schlumberger – the biggest company you’ve never heard of – do, if the rewards are great enough. </p> \n<p>Schlumberger were the “gold” sponsors of the conference, a two-day event attracting around a 100 delegates to discuss how to unlock Somalia’s potentially vast, and so far untapped, oil and gas reserves.</p> \n<p>The contents of the four men’s discussions as the conference organisers packed up around them, and of their tubes of plans, remain confidential. The executives, characteristically of the secretive oil giant, declined to tell The Guardian what they had discussed.</p> \n<p>Schlumberger employs more than 100,000 people finding, scoping, and drilling as much oil and gas as possible from 85 countries across the world. With revenues of $48bn (&pound;30bn) a year and a valuation in excess of $116bn (&pound;75bn), it has more staff than Google, turns over more than Goldman Sachs, and is worth more than McDonald’s.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_factbox-zip/giv-21277eemxb7Z8lVjh/\" data-alt=\"Schlumberger graphic 1\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_factbox-zip/giv-21277eemxb7Z8lVjh/\">Schlumberger graphic 1</a> \n</figure> \n<p>It works with every major international oil company, and directly for most of the petrostates – including Saudi Arabia, Libya, Russia and Turkmenistan. It operates in the most difficult areas, whether politically, logistically, or technologically, and it is a world leader in the technologies required to get fossil fuels out of the ground – with 36,000 patented ways to help its clients do just that. And it does all of this while staying well out of the limelight.</p> \n<p>But with a plea deal with the US authorities finalised at the end of last month, Schlumberger set a corporate record it would probably prefer not to be noticed: receiving the largest corporate criminal fine for sanctions violations in US history.<br /></p> \n<p>Its crime, to which it pled guilty, was to involve its US staff in sanctions-busting transactions with both Iran and Sudan, and for its (unsuccessful) attempts to mask such transactions from the authorities.</p> \n<p>Schlumberger is now required to pay $155m in criminal fines, forfeit $77.5m in earnings, and undergo three years of corporate probation, the business world’s answer to a yellow card. But for a $48bn-a-year business, which made $208m profit from Iran in 2012 alone, such a fine is just a drop in the oil well. The day the deal was struck, Schlumberger shares actually rose almost 2%, a visible sign investors saw the punishment as little more than a slap on the wrist. </p> \n<p>But the deal shines unprecedented light on some of the inner workings of a company central to drilling out fossil fuels right across the planet.</p> \n<p>Schlumberger doesn’t actually own any oil or gas fields itself, meaning it was not on the Guardian’s divestment <a href=\"http://fossilfreeindexes.com/research/the-carbon-underground/\">list of 200 companies</a> as part of its “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Keep it in the ground</a>” campaign – but as perhaps the most sophisticated oilfields services company on the planet, it is key to deep-sea drilling, arctic exploration, re-fracking (a bid to “stimulate” a dwindling fracking site to boost its production) and more, and works with many of the nationally-owned oil companies that hold most of the world’s reserves. </p> \n<figure class=\"element element-image\" data-media-id=\"d36c373bfd537519faee6bbf6c201671cfc54107\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961483704/8f9d3b43-87ad-4b34-b80e-a362deb5d821-460x276.jpeg\" alt=\"An Iranian woman walks at South Pars the gas field near the southern Iranian port of Assalouyeh, Iran, on Jan. 22, 2014. The South Pars/North Dome field is a natural gas condensate field located in the Persian Gulf. It is the world's largest gas field, shared between Iran and Qatar. According to the International Energy Agency (IEA), the field holds an estimated 1,800 trillion cubic feet (51 trillion cubic meters) of in-situ natural gas and some 50 billion barrels of natural gas condensate. Iran recently planed to attract 70 billion U.S. dollars for investments in its oil and gas industry.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran. </span> \n  <span class=\"element-image__credit\">Photograph: Ahmad Halabisaz/Corbis</span> \n </figcaption> \n</figure> \n<p>It does all this with a huge &pound;114m investment from the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/what-is-the-wellcome-trust\">Wellcome Trust</a>, and the Gates Foundation Trust also holds a shareholding of more than $3m in the company. Schlumberger may lack the public profile of its rival in the field, Halliburton – which became notorious among campaigners in the aftermath of the war in Iraq, especially through its ties to controversial former US vice-president Dick Cheney – but it’s bigger than it by far. Schlumberger is valued at almost three times its US-owned rival, and has around 35,000 more staff.</p> \n<p>Schlumberger, founded in 1926 by two French brothers as a prospecting company, works under the radar. Where its better-known but smaller rivals openly lobby, donate to political parties, and even hire big-name politicians, Schlumberger does not. The results show in overage: Halliburton appeared in more than 1,700 articles in the British press in the last decade. Schlumberger is in just 500, mostly short pieces tucked away on the business pages.</p> \n<p>One of Schlumberger’s tricks of the trade is its near-statelessness. Unlike Halliburton, it is not US-owned. Despite being a publicly listed company both in the US and the UK, and having “headquarters” in London (a sleek glass skyscraper just yards from Buckingham Palace), Paris, The Hague and Houston, Schlumberger is formally incorporated in Cura&ccedil;ao, a Caribbean offshore haven with ties to the Netherlands.</p> \n<p>The company’s complex structure, which routes its operating companies through subsidiaries in the Netherlands, British Virgin Islands and Panama, often works in its favour. One such upside was for years that Schlumberger was able to operate in Iran and Sudan, despite US sanctions, because it wasn’t a US company, and so it did – including directly for the National Iranian Oil Company. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_map-zip/giv-21277xnX5J1J8yVGA/\" data-alt=\"Schlumberger graphic 2\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/schlumberger_map-zip/giv-21277xnX5J1J8yVGA/\">Schlumberger graphic 2</a> \n</figure> \n<p>The key condition was that no US citizens or staff on US soil must be involved in the contracts. Unfortunately for Schlumberger, the company didn’t manage to keep to those terms – and the US authorities found out, and struck.</p> \n<p>Documents filed by the Department of Justice, and accepted by Schlumberger through its guilty plea, set out how the US sanctions rules were repeatedly and deliberately breached.</p> \n<p>Staff within the US, the document sets out, approved capital spend – money for equipment and other needs – against the terms of US sanctions. The DoJ document also sets out the steps staff members took to try to cover their tracks, including creating covernames – such as referring to Sudan as “Southern Egypt” – for the countries concerned when applying for funds.</p> \n<p>“[E]mails often identified Iran and/or Sudan, through the use of code words,” the document states. “For example, D&amp;M [drilling &amp; measurements, a division within Schlumberger] personnel in MEA [Middle East and East Asia] generally referred to Iran as “Northern Gulf” and Sudan as “Southern Egypt” … these funds were approved by D&amp;M personnel in the United States even though they were made by or on behalf of Iran or Sudan.”</p> \n<p>One email exchange between Schlumberger staff highlights staff taking steps to avoid sending anything with the barred country named to US soil. An email to Texas notes “I have purposely not sent additional files as they refer to “Southern Egypt” by name.”</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Climate campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Climate campaign sign up</a> \n</figure> \n<p>The documents also detail Schlumberger staff modifying country codes to avoid references to Iran and Sudan, as well as arranging equipment “swaps” to facilitate US-made equipment getting to sites in Iran and Sudan, by virtue of sending new equipment to permitted countries (like Jordan), who didn’t need it, so as to allow their second-hand machinery to be sent on to the barred nations. “This is to help out Sudan again with their embargo” one employee noted in an email arranging one of the deals.</p> \n<p>Despite its substantial fine and probation, which includes a prohibition on Schlumberger operating in Iran and Sudan (it has now exited both), analysts regard the issue as largely having passed – leaving the company free to do as it will elsewhere.</p> \n<p>“Everyone’s known the company, Schlumberger, because it’s sort of dual-citizenship … has allowed them to operate in certain areas, which has given them an advantage over certain companies and areas, and Iran was one of them,” explains David Anderson, oil services and equipment analyst at Barclays. “They operated in the country and they paid the fine.”</p> \n<p>For the oil analysts, Schlumberger’s sanctions breaches are a thing of the past, an embarrassing moment best forgotten. The company might no longer be able to trade in Iran and Sudan, but is free to continue its operations in some of the world’s most difficult places to work.</p> \n<p>Schlumberger has proven itself unafraid of contentious customers, with operations in autocratic states widely criticised by human rights groups and western governments. The company’s clients have included Libya, Burma, Turkmenistan, Chad and Angola.</p> \n<p>Documents disclosed by WikiLeaks in 2011 also shed light on the US State Department’s views on some of Schlumberger’s operations at the time, and highlight its presence in some of the most difficult areas in which to operate. </p> \n<p>The US embassy in Turkmenistan noted the company had hired a local fixer – an “ombudsman” in their parlance – to reduce “harassment and extortion by local police”, which had included dubious “fines”, tax audits, and even deportation of employees for fratenising with Turkmen women, a serious no-no in the draconian state.</p> \n<figure class=\"element element-image\" data-media-id=\"c05502dcf038e2e13ea5429c486b44609e30ec8d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961644835/a00b9888-293b-4e64-abbd-43c9412070b2-460x306.jpeg\" alt=\"RIG 292, in Kome 5, oil extraction site of the American company Esso, in the region of Doba, Eastern Logone region. Two workers from Weatherford Company (red boiler suit) and a worker from Schlumberger Company (blue boiler suit), Esso contractors, during the installation of underground water pumps. Chadian oil is heavy, with low pressure and can not spout up naturally. To extract it, water has to be sent underground.\" width=\"460\" height=\"306\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad.</span> \n  <span class=\"element-image__credit\">Photograph: Frederic Noy/Cosmos/Eyevine</span> \n </figcaption> \n</figure> \n<p>On a brighter note, the State department memo did record Schlumberger officials “claimed that corruption in Turkmenistan is not as bad as in Kazakhstan or Azerbaijan” – countries in which it also operates.</p> \n<p>Elsewhere, Schlumberger had to battle hostage takings and raids in Nigeria – where the company “tripled the amount spent on security so it now totaled 55% of its budget”.</p> \n<p>However, the rewards to the oilfield services companies – Schlumberger and its smaller rivals – for being willing to work where others fear to tread were also clear. In Kuwait Schlumberger and its rivals had “almost all” of the fieldwork for the national oil company, while in the UAE a State Department official remarked in 2005 that “Halliburton, Baker-Atlas, Schlumberger and other service providers act as an oligopoly and enjoy exceedingly large profit margins”.</p> \n<p>The core of Schlumberger’s indispensability to its customer base across the world is its specialism in extracting the most fossil fuels possible. Where its rivals are often said to compete on low costs, Schlumberger offers up technical expertise to seek out and grab every drop of oil, or puff of gas.</p> \n<p>“You could almost say Schlumberger is the Apple of the oil fields, the high tech company, they’re ubiquitous,” explains Robert MacKenzie, an analyst at Iberia Capital Partners and a former employee of Schlumberger.<br /></p> \n<p>“If you’re trying to develop a field and you want the best you hire Schlumberger. If you’re not certain how to work it and you want someone to help figure out how you develop it you call Schlumberger. They have driven many technology advances in the industry in the past and they continue to do that.”</p> \n<p>Schlumberger’s technological dominance is reflected in its formidable patent portfolio. A search on Espacenet, an international database operated by the European Patent Office, for Schlumberger reveals more than 36,000 patents linked to the firm. The same search for Halliburton gives 25,000, while Baker Hughes, the third-largest in the sector has 20,000.</p> \n<p>“Their technology is real, it’s legitimate and it is certainly one of the hallmarks of the company,” says Barclays’ David Anderson, who described Schlumberger’s patent portfolio as the company’s “calling card” since its inception. It certainly keeps the company profitable: Schlumberger’s net income topped $5bn (&pound;3.2bn) in 2014, and the company has historically enjoyed better profit margins than its rivals.</p> \n<p>The company is keen to tout its technological edge, with Patrick Schorn, one of the company’s presidents, telling an energy conference in December 2014 that Schlumberger had been granted 689 patents in 2013 – 166% more than just five years before, with Schorn showcasing technologies to boost fracking, and to scope out the full extent of hard-to-analyse oil reservoirs.</p> \n<figure class=\"element element-image\" data-media-id=\"967eab7327b6d0fdd8bb1dba28bb9367673f897a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431961807952/b92cd666-7b8a-484b-94cb-277e5e88b9d8-460x280.jpeg\" alt=\"(Schlumberger) Attendees visit exhibit booths at the DUG Eagle Ford Conference &amp; Exhibition in San Antonio, Texas, U.S., on Monday, Oct. 15, 2012. \" width=\"460\" height=\"280\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US.</span> \n  <span class=\"element-image__credit\">Photograph: Eddie Seal/Getty Images</span> \n </figcaption> \n</figure> \n<p>Schlumberger then uses this R&amp;D to make its money making whole new types of drilling possible – allowing big western oil and gas companies, plus state-owned enterprises to extract exactly the reserves environmental campaigners insist must stay in the ground.</p> \n<p>“The magnitude of deepwater reserves and production potential is simply too large for the industry to ignore,” chief executive Paul Kibsgaard told an industry audience earlier this year.</p> \n<p>His company’s promotion material push the same message. “[N]o company can match our on-going investment in deepwater R&amp;D,” one 2014 brochure pledged, before referring to the company’s “overwhelming market position” in ultra-deepwater rigs, a risky and controversial form of extraction, particularly in the wake of the very public Deepwater Horizon disaster in the Gulf of Mexico.</p> \n<p>Schlumberger’s fossil-fuel reliance extends in other ways. The company has recently started offering its refracking customers new, risk-free deals, where they pay no revenue unless Schlumberger increases their production beyond a certain level, at which point they take a share, in a sense, making them an oil company in all but name – the oil indiustry’s version of the ambulance chaser’s “no win, no fee” offer.</p> \n<p>The reliance of the business on fossil fuel extraction is tacitly, if briefly, acknowledged in a section of the company’s official annual filings from 2012, touching on significant potential risks to the business. In the guarded language of the corporate world, it warns “demand for our products and services could be reduced by changes in governmental regulations or in the law”.</p> \n<p>“Some international, national and state governments and agencies are currently evaluating and promulgating climate-related legislation and regulations that are focused on restricting greenhouse gas emissions,” the section then explains. </p> \n<p>“Such legislation … may significantly curtail demand for and production of fossil fuels such as oil and gas in areas of the world where our customers operate and thus adversely affect future demand for our services, which may in turn adversely affect our financial condition, results of operations and cash flows.”</p> \n<p>For now, though, the company is still keen and willing to look to untapped frontiers of fossil fuel extraction, with the Arctic being one of the key targets in its sights – where they were behind a major oil discovery in Russia’s icy Kara Sea last year. </p> \n<p>And despite its recent run-in with the US over sanctions, it is <a href=\"http://www.bloomberg.com/news/articles/2015-02-17/sanctions-don-t-bar-oil-service-giants-bidding-in-russian-arctic \">according to a Bloomberg report</a> still able to work with Russia in the Arctic extraction, despite US sanctions.But with three years of corporate probation to serve, it is sure to be characteristically more careful this time to stay out of the headlines.</p> \n<p>The Guardian contacted Schlumberger five days prior to publication in order to provide the company an opportunity to respond to matters raised in this article. At the time of publication, 72 hours after the an initial deadline for comment, Schlumberger was yet to respond to the Guardian’s email and questions, other than pointing to a recent US DoJ press release relating to the final judgement in the US sanctions case.</p> \n<h2><strong>The elusive chief executive</strong></h2> \n<figure class=\"element element-image\" data-media-id=\"7325b88509ac87250a282ae8f13ec1bea7db5c79\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431967317000/32829b58-b060-4e5f-b264-b1857a75ce82-460x276.jpeg\" alt=\"Paal Kibsgaard \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard.</span> \n  <span class=\"element-image__credit\">Photograph: Audun Braastad/Scanpix</span> \n </figcaption> \n</figure> \n<p>Paal Kibsgaard keeps a low profile. Unlike other top executives in the oil industry, Schlumberger’s Norwegian chief executive and chairman manages to avoid the public eye.<br /></p> \n<p>There are few interviews with the press and only a <a href=\"http://www.slb.com/about/execmanagement/pkibsgaard.aspx\">brief biography</a> appears on the company’s website with career highlights. Made chief executive in 2011 – and anointed as chairman in April – Kibsgaard joined the firm in 1997 as an engineer in Saudi Arabia and worked his way through company ranks.</p> \n<p>While relatively little may be known about Kibsgaard, he is among the highest paid executives in the US. Last year his total pay packet, including shares and options, hit almost $17m – ahead of Tim Cook of Apple and the chief executives of Nike and Ford, according to data compiled by Equilar.<br /></p> \n<p>Kibsgaard sits at the helm of a truly global operation, and in 2013 the 47-year-old from &Aring;lesund, a picturesque port town set among snow-glazed mountains on Norway’s west coast, was named by Foreign Policy magazine as one of the 500 “most powerful people on the planet”.</p> \n<p>Earlier this year, Kibsgaard received a medal from another of the world’s most powerful people: Vladimir Putin. In a decree signed by the Russian president, Kibsgaard was awarded the “Order of Friendship” medal for Schlumberger’s contribution to a major discovery in the Russian Arctic.</p> \n<p>Last month, Kibsgaard – believed to be the highest paid Norwegian in the world – proved to be a ruthless operator, <a href=\"http://www.houstonchronicle.com/business/article/Schlumberger-job-cuts-reach-20-000-in-wake-of-oil-6205373.php\">slashing Schlumberger’s workforce by 15%</a> in response to the fall in oil prices. Meanwhile, investors remain supportive of Kibsgaard – presumably thanks to extra generous dividend increases since he took the top job.</p> \n<p>In a rare interview last year, <a href=\"http://online.barrons.com/articles/SB50001424053111904537004580085733426546688\">Kibsgaard spoke to financial magazine Barron’s</a> about his ambitions for Schlumberger and offered an ambitious vision. “I don’t think we should focus on only being the best company in our industry,” he said. “We have the potential to be the best-run company in the world, and that’s what we are trying to do.”</p> \n<div>\n __VIDEO_EMBED_gu-video-455909763__\n</div>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957982225/0f3d4196-e590-4334-8349-dd5188d0fdc3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Anibal Adrian Greco/Eyevine","altText":"Schlumberger employees work during an oil fracking process in Vaca Muerta in the Patagonian province of Neuquen, Argentina, Sept. 20, 2013.","cleanCredit":"Photograph: Anibal Adrian Greco/Eyevine"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961485338/8f9d3b43-87ad-4b34-b80e-a362deb5d821-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran.  Photograph: Ahmad Halabisaz/Corbis","credit":"Ahmad Halabisaz/Corbis","altText":"An Iranian woman walks at South Pars the gas field near the southern Iranian port of Assalouyeh, Iran, on Jan. 22, 2014. The South Pars/North Dome field is a natural gas condensate field located in the Persian Gulf. It is the world's largest gas field, shared between Iran and Qatar. According to the International Energy Agency (IEA), the field holds an estimated 1,800 trillion cubic feet (51 trillion cubic meters) of in-situ natural gas and some 50 billion barrels of natural gas condensate. Iran recently planed to attract 70 billion U.S. dollars for investments in its oil and gas industry.","cleanCaption":"The South Pars/North Dome gas field near the port of Assalouyeh, south Iran, is the world’s largest gas field. Schlumberger has been found in breach of US sanctions over Iran. ","cleanCredit":"Photograph: Ahmad Halabisaz/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961645175/a00b9888-293b-4e64-abbd-43c9412070b2-2060x1370.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1370,"width":2060,"orientation":"landscape","caption":"A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad. Photograph: Frederic Noy/Cosmos/Eyevine","credit":"Frederic Noy/Cosmos/Eyevine","altText":"RIG 292, in Kome 5, oil extraction site of the American company Esso, in the region of Doba, Eastern Logone region. Two workers from Weatherford Company (red boiler suit) and a worker from Schlumberger Company (blue boiler suit), Esso contractors, during the installation of underground water pumps. Chadian oil is heavy, with low pressure and can not spout up naturally. To extract it, water has to be sent underground.","cleanCaption":"A Schlumberger worker (blue boiler suit) working at an Esso oil extraction site in Doba, Eastern Logone, Chad.","cleanCredit":"Photograph: Frederic Noy/Cosmos/Eyevine"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431961808654/b92cd666-7b8a-484b-94cb-277e5e88b9d8-2060x1254.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1254,"width":2060,"orientation":"landscape","caption":"A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US. Photograph: Eddie Seal/Getty Images","credit":"Eddie Seal/Getty Images","altText":"(Schlumberger) Attendees visit exhibit booths at the DUG Eagle Ford Conference & Exhibition in San Antonio, Texas, U.S., on Monday, Oct. 15, 2012. ","cleanCaption":"A Schlumberger stall at the DUG Eagle Ford Conference and Exhibition in San Antonio, Texas, US.","cleanCredit":"Photograph: Eddie Seal/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431967317766/32829b58-b060-4e5f-b264-b1857a75ce82-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard. Photograph: Audun Braastad/Scanpix","credit":"Audun Braastad/Scanpix","altText":"Paal Kibsgaard ","cleanCaption":"Schlumberger’s Norwegian chief executive and chairman Paal Kibsgaard.","cleanCredit":"Photograph: Audun Braastad/Scanpix"}],"webPublicationDate":"2015-05-18T21:00:00Z","lastModified":"2015-05-19T08:21:36Z","metadata":{"commentable":false,"commentCount":5,"contributors":[{"name":"James Ball","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/13/1423837353885/James-Ball-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamesball"},{"name":"Harry Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-davies"}],"feature":true,"keywords":["Environment","Schlumberger","Fossil fuels","Energy","Somalia","Africa","World news","Business"],"tags":[{"id":"environment/environment","webTitle":"Environment"},{"id":"business/schlumberger","webTitle":"Schlumberger"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/somalia","webTitle":"Somalia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[{"id":"gu-video-455909763","source":"guardian.co.uk","durationInSeconds":169,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/03/16/031615FINALFULL_newer.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/03/16/031615FINALFULL_newer_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/16/1426535263633/Fracking-In-California-Un-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":562,"width":1000,"orientation":"landscape","caption":"Pump jacks  Photograph: David McNew/Getty Images","credit":"David McNew/Getty Images","altText":"Fracking In California Under Spotlight As Some Local Municipalities Issue Bans","cleanCaption":"Pump jacks  Photograph: David McNew/Getty Images"}}],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","shortUrl":"http://gu.com/p/48qxh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger","webUri":"http://www.theguardian.com/environment/2015/may/18/where-there-is-oil-and-gas-there-is-schlumberger"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431955854605/30aa433b-38fa-4f57-bd2d-5b692fe58783-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schlumberger staff at work at an oil fracking site in Vaca Muerta in the Patagonian province of Neuquen, Argentina. Photograph: Eyevine","credit":"Eyevine","altText":"schlumberger","cleanCaption":"Schlumberger staff at work at an oil fracking site in Vaca Muerta in the Patagonian province of Neuquen, Argentina.","cleanCredit":"Photograph: Eyevine"}},"importance":5,"kicker":{"title":"Special report"},"showQuotedHeadline":false},{"title":"Labour leadership / Miliband damaged relationship with business, says Cooper","rawTitle":"Miliband damaged relationship with business, says Cooper","item":{"type":"article","id":"politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","title":"Labour must reset relationship with business, Yvette Cooper to say","trailText":"A frontrunner in party leadership, Cooper will promise to back corporation tax cut and say Ed Miliband’s rhetoric of ‘predators and producers’ a mistake","standFirst":"<p>A frontrunner in party leadership, Cooper to also promise to back corporation tax cut and say Ed Miliband’s rhetoric of ‘predators and producers’ a mistake</p>","byline":"Patrick Wintour Political editor","body":"<p>Labour needs to reset its relationship with business, one of the frontrunners for the party leadership is to say, adding that former leader Ed Miliband’s divisional rhetoric of “predators and producers” was mistaken.</p> \n<p>Yvette Cooper will on Tuesday also promise to back government plans to cut corporation tax and vow that she will set up a prominent business advisory group that will advise her as party leader. </p> \n<p>In her first substantial policy intervention since she said she would stand for the leadership, the shadow home secretary will reveal a very different tone to Miliband, and her views may well reflect the frustration her husband, Ed Balls, a former shadow chancellor, felt about the relationship the party had developed with business.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/andy-burnham-yvette-cooper-labour-leadership-modernisers\">Burnham and Cooper are squeezing out modernisers, senior Labour figures fear</a> </p> \n</aside> \n<p>Cooper, who is believed to have secured as many as 50 nominations from MPs, will say: “We need to reset our relationship with business around a shared vision for building an economy that faces the future.</p> \n<p>“Too often in the past our rhetoric undermined that positive relationship with business, and with the creation of jobs and wealth for the future. People knew how we wanted to stop exploitation in the workplace, but not how we’d grow our workplaces to create more jobs and stronger growth.</p> \n<p>“They knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish. We can’t let that happen again.</p> \n<p>“There will be dialogue and discussions about what works, rather than rude surprises that backfire.</p> \n<p>“We can’t be set against the government’s recent cut in corporation tax for the future. Our rhetoric can’t be set against the wealth creators and drivers of our future economic growth. We can’t be set against business, and too many believed we were.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/18/andy-burnham-backed-by-dan-jarvis-in-labour-leadership-race\">Andy Burnham backed by Dan Jarvis in Labour leadership race</a> </p> \n</aside> \n<p>“We need to always show how we support jobs and business growth, as well as ensuring businesses show responsibility towards their consumers and staff. The opportunities of the digital economy and of ‘knowledge intensive’ jobs must be seized by both our government and businesses. Britain is in a strong place to do that, but without new skills, investment and dynamism we are going to get left behind.”</p> \n<p>Cooper has built a strong group of supporters among returning MPs including Chris Bryant, the shadow culture minister, John Healey, a former local government minister, John Spellar, the shadow foreign office minister, Kevan Jones, a shadow defence minister, Khalid Mahmood, the MP for Birmingham Perry Barr, and Sharon Hodgson, the shadow equalities minister. From the 2015 intake she has the support of Jess Phillips, the MP for Birmingham Yardley and Paula Sherriff, the MP for Dewsbury. <br tabindex=\"-1\" /></p> \n<ul> \n <li>This article was amended on 19 May 2015 because it erroneously stated that Ed Balls is a former chancellor.<br /></li> \n</ul>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431975545104/9089a44c-477b-47dd-83bc-22120d83c250-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Ken McKay/ITV/REX Shutterstock/Ken McKay/ITV/REX Shutterstock","altText":"The shadow home secretarty, Yvette Cooper.","cleanCredit":"Photograph: Ken McKay/ITV/REX Shutterstock/Ken McKay/ITV/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-18T19:09:24Z","lastModified":"2015-05-18T23:08:58Z","metadata":{"commentable":true,"commentCount":1013,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Labour party leadership","Labour","Yvette Cooper","Business","Politics","UK news","Tax and spending"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"business/business","webTitle":"Business"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/taxandspending","webTitle":"Tax and spending"}],"section":{"id":"politics"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","shortUrl":"http://gu.com/p/492jx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax","webUri":"http://www.theguardian.com/politics/2015/may/18/labour-relationship-business-yvette-cooper-party-leadership-corporation-tax"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431975545104/9089a44c-477b-47dd-83bc-22120d83c250-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Shadow home secretary Yvette Cooper to say: ‘People knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish.’ Photograph: Ken McKay/ITV/REX Shutterstock","credit":"Ken McKay/ITV/REX Shutterstock","altText":"The shadow home secretary, Yvette Cooper.","cleanCaption":"Shadow home secretary Yvette Cooper to say: ‘People knew we wanted to stop consumers being ripped off, but weren’t convinced we also wanted businesses to grow and flourish.’","cleanCredit":"Photograph: Ken McKay/ITV/REX Shutterstock"}},"importance":4,"kicker":{"title":"Labour leadership"},"showQuotedHeadline":false},{"title":"Gerry Adams / Prince Charles to meet Sinn Féin president in Ireland","rawTitle":"Prince Charles to meet Sinn Féin president in Ireland","item":{"type":"article","id":"uk-news/2015/may/18/sinn-fein-president-gerry-adams-to-meet-prince-charles","title":"Prince Charles to meet Sinn Féin president Gerry Adams","trailText":"Prince is making two-day visit to western Ireland including to the beauty spot where IRA killed Lord Mountbatten<br>","standFirst":"<p>Prince is making two-day visit to western Ireland including to the beauty spot where IRA killed Lord Mountbatten<br /></p>","byline":"Henry McDonald Ireland correspondent","body":"<p>Prince Charles will meet Sinn F&eacute;in president Gerry Adams when he greets a number of Irish political leaders on Tuesday during a two-day visit to western Ireland.</p> \n<p>Adams is one of more than 100 guests due to attend an event at the National University of Ireland Galway. <br /></p> \n<p>The prince’s itinerary with his wife Camilla will also include a visit to Mullaghmore, the County Sligo beauty spot where his great uncle Lord Louis Mountbatten was killed in an IRA bomb in August 1979. At the time of the explosion, in which two teenage boys were also killed, Adams was a leading figure in the Republican movement.</p> \n<p>Adams justified the attack at the time, saying: “With his war record, I don’t think [Mountbatten] could have objected to dying in what was clearly a war situation. He knew the danger involved in coming to this country.” </p> \n<p>Sinn F&eacute;in sources told the Irish media on Monday that Adams was prepared to shake the prince’s hand during a reception at the university to which all of Ireland’s political parties have been invited. </p> \n<p>A senior Sinn F&eacute;in strategist confirmed that Adams and Martin McGuinness, the former IRA chief of staff who has met the Queen twice, would both be meeting the prince at different venues on the royal tour of the Republic and Northern Ireland. </p> \n<p>Declan Kearney, the party’s national chairman, said: “This was agreed to promote the process of resolving past injustices and promoting reconciliation and healing.”</p> \n<p>The encounter in Galway is the first time Adams has met any member of the British royal family. Analysts suggest the meeting is probably aimed at detoxifying the party’s public image with middle-class voters in the Irish Republic where a general election is taking place next year. </p> \n<p>But the handshake is likely to enrage traditional republicans and campaigners who have highlighted the role of the British army in a number of controversial killings during the Troubles in Northern Ireland. </p> \n<p>A protest against the visit is being held on Tuesday by relatives of civilians killed in the so-called Ballymurphy Masscare in August 1971 when members of the Parachute Regiment opened fire in the west Belfast district. Prince Charles is the colonel-in-chief of the regiment, which was also responsible for the 13 deaths at Bloody Sunday in Derry in January 1972. </p> \n<p>There is also planned protest against the visit to Galway in the centre of the western Irish city on Tuesday morning.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6fe53f2915883b899b53c0e74cbb217dd972941c/0_266_4190_2517/4190.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2517,"width":4190,"orientation":"landscape","credit":"Charles McQuillan/Getty Images","altText":"Sinn Féin leader Gerry Adams has never met a member of the British royal family.","cleanCredit":"Photograph: Charles McQuillan/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-19T08:10:16Z","lastModified":"2015-05-19T08:10:20Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Prince Charles","Ireland","Europe","Monarchy","UK news","World news","Northern Ireland","Gerry Adams","Sinn Féin","Politics"],"tags":[{"id":"uk/prince-charles","webTitle":"Prince Charles"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"uk/monarchy","webTitle":"Monarchy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/northernireland","webTitle":"Northern Ireland"},{"id":"politics/gerryadams","webTitle":"Gerry Adams"},{"id":"politics/sinn-fein","webTitle":"Sinn Féin"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/18/sinn-fein-president-gerry-adams-to-meet-prince-charles","shortUrl":"http://gu.com/p/492kn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/18/sinn-fein-president-gerry-adams-to-meet-prince-charles","webUri":"http://www.theguardian.com/uk-news/2015/may/18/sinn-fein-president-gerry-adams-to-meet-prince-charles"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6fe53f2915883b899b53c0e74cbb217dd972941c/0_266_4190_2517/4190.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2517,"width":4190,"orientation":"landscape","caption":"Sinn Féin leader Gerry Adams has never met a member of the British royal family. Photograph: Charles McQuillan/Getty Images","credit":"Charles McQuillan/Getty Images","altText":"Sinn Féin leader Gerry Adams has never met a member of the British royal family.","cleanCaption":"Sinn Féin leader Gerry Adams has never met a member of the British royal family.","cleanCredit":"Photograph: Charles McQuillan/Getty Images"}},"importance":3,"kicker":{"title":"Gerry Adams"},"showQuotedHeadline":false},{"title":"Most of the world's workers have insecure jobs, report reveals","rawTitle":"Most of the world's workers have insecure jobs, report reveals","item":{"type":"article","id":"business/2015/may/19/most-of-the-worlds-workers-have-insecure-jobs-ilo-report-reveals","title":"Most of the world's workers have insecure jobs, ILO report reveals","trailText":"International Labour Organization (ILO) says only a quarter of workers are on permanent contracts","standFirst":"<p>International Labour Organization (ILO) says only a quarter of workers are on permanent contracts</p>","byline":"Katie Allen","body":"<p>A global shift to more insecure jobs since the financial crisis is fuelling growing inequality and higher rates of poverty, according to a new report that estimates only a quarter of the world’s workers are on permanent contracts.</p> \n<p>The <a href=\"http://www.ilo.org/global/lang--en/index.htm\">International Labour Organization</a> (ILO) said the remaining three quarters are employed on temporary or short-term contracts, working informally often without any contract, are self-employed or are in unpaid family jobs.<br /></p> \n<p>A worldwide trend away from secure jobs risked “perpetuating a vicious circle of weak global demand and slow job creation” that has dogged many countries since the crisis, the UN agency said.</p> \n<p>In its <a href=\"http://embargo.ilo.org/global/research/global-reports/weso/2015-changing-nature-of-jobs/WCMS_368626/lang--en/index.htm\">World Employment and Social Outlook 2015 (WESO)</a>, the agency highlighted a rise in part-time employment, especially among young women. Though some workers welcome the flexibility of part-time jobs and self-employment, often such roles are down to lack of choice, it said.</p> \n<h2>Only one in four in secure work</h2> \n<figure class=\"element element-image\" data-media-id=\"393d8cf5d90171f863de2ca0305401d7f8381655\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431955818732/b8b1e2b6-387d-4c4b-8c8f-46b4775104a1-460x268.png\" alt=\"Labour market breakdown\" width=\"460\" height=\"268\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The ILO found that only one quarter of workers worldwide has what it calls a ‘stable employment relationship’, as shown in fourth bar on this chart. </span> \n  <span class=\"element-image__credit\">Photograph: ILO Research Department based on household survey data.</span> \n </figcaption> \n</figure> \n<p>“In some cases, non-standard forms of work can help people get a foothold into the job market. But these emerging trends are also a reflection of the widespread insecurity that’s affecting many workers worldwide today,” said ILO director-general Guy Ryder.<br /></p> \n<p>“The shift we’re seeing from the traditional employment relationship to more non-standard forms of employment is in many cases associated with the rise in inequality and poverty rates in many countries,” added Ryder. </p> \n<p>“What’s more, these trends risk perpetuating the vicious circle of weak global demand and slow job creation that has characterised the global economy and many labour markets throughout the post-crisis period.”<br /></p> \n<p>The report found that the number of people on wage and salaried work – as opposed to forms of work such as self-employment or without contracts – was growing worldwide but less than half, or 42%, of those were on a permanent contract. </p> \n<p>Workers on wages or salaries still accounted for only half of global employment, with wide variations across regions.</p> \n<p>The report’s main author, Raymond Torres, noted that in developing countries wage and salaried work was growing at a slower pace than before the crisis, while in advanced economies such jobs were not growing and weredeclining in some cases – such as in the UK.</p> \n<h2>Secure jobs decline in rich countries</h2> \n<figure class=\"element element-image\" data-media-id=\"ba43e95187f15d9423feb5fd9538fc1eb4f333d3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431959976319/67f8e585-ebad-47ab-8047-1284ed1e9e66-460x169.png\" alt=\"Fall in permanant jobs in high income countries\" width=\"460\" height=\"169\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The ILO highlights that in advanced economies secure jobs have declined since 2004, as shown here.</span> \n  <span class=\"element-image__credit\">Photograph: ILO Research Department, based on household survey data</span> \n </figcaption> \n</figure> \n<p>There were signs of declining employment security in high-income countries since the financial crisis, Torres said, flagging up the rise of self-employment, of workers without contracts and those who were involuntarily working part-time.</p> \n<p>“The remuneration of people on these types of contract tends to be less,” added Torres, director of the ILO research department.</p> \n<p>The report drew a link between widespread insecurity at work and rising income inequality in many countries. “The income gap between permanent and non-permanent workers has increased over the past decade,” it said.</p> \n<p> The ILO is urging policymakers to consider extending social protection such as pensions and unemployment benefit to workers in less secure forms of employment. It said that globally only 16% of the self-employed were part of a pension scheme, compared with 52% of employees.</p> \n<p>Torres cited Chile, China and Brazil as examples of countries that were moving towards great social protection for the self-employed and said the evidence suggested such policies did not harm employment rates.</p> \n<p>“Some people have said by moving in this direction to social protection or more regulations you have fewer jobs but that’s not the case,” he said.</p> \n<h2>Women doing worse since crisis</h2> \n<figure class=\"element element-image\" data-media-id=\"a031476351602c36b37f3a0ce899062a5127c743\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/18/1431955426620/f1f4f509-a783-4aec-a8f3-38b9d4385a2b-460x153.png\" alt=\"Female unemployment rates underperform\" width=\"460\" height=\"153\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The ILO notes there has been a comparatively slower recovery in female unemployment rates from 2009 to 2014 in many regions. As this table shows, female unemployment rate trends underperformed corresponding trends among men in all regions of the world except Latin America and the Caribbean.</span> \n  <span class=\"element-image__credit\">Photograph: ILO Research Department calculations based on ILO, Trends Econometric Models, October 2014.</span> \n </figcaption> \n</figure> \n<p>The ILO also highlighted a comparatively slower recovery in female unemployment rates since 2009 in many regions, including the European Union.</p> \n<p>The report found that the rise in the number of part-time jobs outpaced gains in full-time jobs between 2009 and 2013 in the vast majority of countries with available information.</p> \n<p>“In France, Italy, Japan, Spain and the European Union more broadly, increases in part-time employment occurred alongside losses in full-time jobs – leading in some instances to overall job losses during this period ... Much of the increase in part-time employment has been involuntary,” the report said.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431970338660/8d3289b3-fa6f-485a-8d90-51f2688c7b20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"John Locher/AP","altText":"A building worker in a housing complex in Las Vegas, Nevada.","cleanCredit":"Photograph: John Locher/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431955818232/75f19569-e1d0-4a99-8333-9e252d4046a3-620x362.png?width=#{width}&height=#{height}&quality=#{quality}","height":362,"width":620,"orientation":"landscape","caption":"The ILO found that only one quarter of workers worldwide has what it calls a ‘stable employment relationship’, as shown in fourth bar on this chart.  Photograph: ILO Research Department based on household survey data.","credit":"ILO Research Department based on household survey data.","altText":"Labour market breakdown","cleanCaption":"The ILO found that only one quarter of workers worldwide has what it calls a ‘stable employment relationship’, as shown in fourth bar on this chart. ","cleanCredit":"Photograph: ILO Research Department based on household survey data."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431959976061/4127097b-3091-437f-ad99-f60fb9b841ac-1020x376.png?width=#{width}&height=#{height}&quality=#{quality}","height":376,"width":1020,"orientation":"landscape","caption":"The ILO highlights that in advanced economies secure jobs have declined since 2004, as shown here. Photograph:  ILO Research Department, based on household survey data","credit":" ILO Research Department, based on household survey data","altText":"Fall in permanant jobs in high income countries","cleanCaption":"The ILO highlights that in advanced economies secure jobs have declined since 2004, as shown here.","cleanCredit":"Photograph:  ILO Research Department, based on household survey data"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431955426284/f033c6c4-87c1-433d-b8ba-4df76c1f79f6-620x206.png?width=#{width}&height=#{height}&quality=#{quality}","height":206,"width":620,"orientation":"landscape","caption":"The ILO notes there has been a comparatively slower recovery in female unemployment rates from 2009 to 2014 in many regions. As this table shows, female unemployment rate trends underperformed corresponding trends among men in all regions of the world except Latin America and the Caribbean. Photograph: ILO Research Department calculations based on ILO, Trends Econometric Models, October 2014.","credit":"ILO Research Department calculations based on ILO, Trends Econometric Models, October 2014.","altText":"Female unemployment rates underperform","cleanCaption":"The ILO notes there has been a comparatively slower recovery in female unemployment rates from 2009 to 2014 in many regions. As this table shows, female unemployment rate trends underperformed corresponding trends among men in all regions of the world except Latin America and the Caribbean.","cleanCredit":"Photograph: ILO Research Department calculations based on ILO, Trends Econometric Models, October 2014."}],"webPublicationDate":"2015-05-18T23:01:03Z","lastModified":"2015-05-18T23:43:37Z","metadata":{"commentable":true,"commentCount":158,"contributors":[{"name":"Katie Allen","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/12/1410528026473/Katie-Allen-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/katieallen"}],"feature":false,"keywords":["Unemployment and employment statistics","Economics","Unemployment","Business","Employment","Global economy","Global development","Society","Work & careers","Money","UK unemployment and employment statistics","Financial crisis"],"tags":[{"id":"business/unemployment-and-employment-statistics","webTitle":"Unemployment and employment statistics"},{"id":"business/economics","webTitle":"Economics"},{"id":"society/unemployment","webTitle":"Unemployment"},{"id":"business/business","webTitle":"Business"},{"id":"global-development/employment","webTitle":"Employment"},{"id":"business/global-economy","webTitle":"Global economy"},{"id":"global-development/global-development","webTitle":"Global development"},{"id":"society/society","webTitle":"Society"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"},{"id":"business/uk-unemployment-and-employment-statistics","webTitle":"UK unemployment and employment statistics"},{"id":"business/financial-crisis","webTitle":"Financial crisis"}],"section":{"id":"business"},"topics":[{"displayName":"Katie Allen","topic":{"type":"tag-contributor","name":"profile/katieallen"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/19/most-of-the-worlds-workers-have-insecure-jobs-ilo-report-reveals","shortUrl":"http://gu.com/p/492x2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/19/most-of-the-worlds-workers-have-insecure-jobs-ilo-report-reveals","webUri":"http://www.theguardian.com/business/2015/may/19/most-of-the-worlds-workers-have-insecure-jobs-ilo-report-reveals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431970338660/8d3289b3-fa6f-485a-8d90-51f2688c7b20-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A building worker in a housing complex in Las Vegas, Nevada. Photograph: John Locher/AP","credit":"John Locher/AP","altText":"A building worker in a housing complex in Las Vegas, Nevada.","cleanCaption":"A building worker in a housing complex in Las Vegas, Nevada.","cleanCredit":"Photograph: John Locher/AP"}},"importance":2,"showQuotedHeadline":false},{"title":"Afghanistan / Police officers jailed over woman's death in mob attack","rawTitle":"Police officers jailed over woman's death in mob attack","item":{"type":"article","id":"world/2015/may/19/afghan-police-officers-jailed-farkhunda-death-mob-attack","title":"Afghan police officers jailed over woman's death in mob attack","trailText":"Eleven Afghan police officers given one-year sentences for failing to protect 27-year-old Farkhunda, lynched by a mob in Kabul in March<br>","standFirst":"<p>Eleven Afghan police officers given one-year sentences for failing to protect 27-year-old Farkhunda, lynched by a mob in Kabul in March<br /></p>","byline":"Sune Engel Rasmussen and  Associated Press in Kabul","body":"<p>An Afghan judge has sentenced 11 police officers to one year in prison for their role in the mob killing of a woman in Kabul. A judge found the men guilty of dereliction of duty. Another eight were released due to lack of evidence.</p> \n<p>The officers were among 49 people charged over the death of 27-year-old Farkhunda, who was lynched by a mob in the centre of Kabul in March. </p> \n<p>Farkhunda’s death shocked Afghans for its brutality and spurred calls for authorities to uphold women’s rights to equality and protection from violence. She was beaten, then her body was burned and thrown in a river in a frenzied attack sparked by a bogus accusation that she had burned a copy of the Qur’an.</p> \n<p>Earlier this month, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/06/farkhunda-afghan-judge-sentences-four-to-death-over-mob-killing\">four defendants were sentenced to death, eight to 16 years in prison, and 18 were freed</a> due to lack of evidence.</p> \n<p>A mob attacked Farkhunda after an amulet peddler accused her of burning a copy of the Qu’ran when she challenged him over selling his wares to women desperate to have children.</p> \n<p>Her last hours were captured on mobile phone cameras by witnesses and those in the mob that attacked her. The videos of the assault circulated widely on social media. They showed Farkhunda – who, like many Afghans, went by only one name – being beaten, run over with a car and burned before her bloodied body was thrown into the river.</p> \n<p>Her death sparked protests in Kabul, with some demonstrators wearing masks bearing the image of her bloodied face. Mourners held candlelight vigils in her memory, including in Washington when the Afghan president, Ashraf Ghani, visited the US.</p> \n<p>An Afghan presidential investigation later found that she had not damaged a copy of the Muslim holy book. Some public and religious figures said the attack would have been justified if she had in fact damaged a Qur’an.</p> \n<p>The trial was broadcast live on national TV, reflecting wide public interest. But the speed with which the first sentences were announced after just two full days of court hearings angered many, including Farkhunda’s family.</p> \n<p>The subsequent delay in announcing the verdicts for the police also raised concern about the possibility of political interference.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432017624886/ee782bb0-dbc3-48aa-8289-1666a316d0cd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"HEDAYATULLAH AMID/EPA","altText":"Afghan protesters demand justice for Farkhunda, the woman beaten to death by a mob in Kabul, Afghanistan in March.","cleanCredit":"Photograph: HEDAYATULLAH AMID/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-19T07:14:02Z","lastModified":"2015-05-19T08:08:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sune Engel Rasmussen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sune-engel-rasmussen"}],"feature":false,"keywords":["Afghanistan","World news"],"tags":[{"id":"world/afghanistan","webTitle":"Afghanistan"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Sune Engel Rasmussen","topic":{"type":"tag-contributor","name":"profile/sune-engel-rasmussen"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/19/afghan-police-officers-jailed-farkhunda-death-mob-attack","shortUrl":"http://gu.com/p/492zt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/19/afghan-police-officers-jailed-farkhunda-death-mob-attack","webUri":"http://www.theguardian.com/world/2015/may/19/afghan-police-officers-jailed-farkhunda-death-mob-attack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/19/1432017624886/ee782bb0-dbc3-48aa-8289-1666a316d0cd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Afghan protesters demand justice for Farkhunda, the woman beaten to death by a mob in Kabul in March. Photograph: Hedayatullah Amid/EPA","credit":"Hedayatullah Amid/EPA","altText":"Afghan protesters demand justice for Farkhunda, the woman beaten to death by a mob in Kabul, Afghanistan in March.","cleanCaption":"Afghan protesters demand justice for Farkhunda, the woman beaten to death by a mob in Kabul in March.","cleanCredit":"Photograph: Hedayatullah Amid/EPA"}},"importance":1,"kicker":{"title":"Afghanistan"},"showQuotedHeadline":false}],"lastModified":"2015-05-19T08:28:35Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}