{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Fifa crisis / Blatter blasts US authorities over corruption investigation","rawTitle":"Blatter blasts US authorities over corruption investigation","item":{"type":"article","id":"football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","title":"Fifa corruption: Sepp Blatter blasts US authorities over investigation","trailText":"Re-elected president of world football’s governing body suggests arrests were timed to interfere with Zurich congress, while IRS official warns of more charges ","standFirst":"<p>Re-elected president of world football’s governing body suggests arrests were timed to interfere with Zurich congress, while IRS official warns of more charges</p>","byline":"Tom Lutz in New York, Owen Gibson in Zurich, Warren Murray and agencies","body":"<p>The re-elected Fifa president, Sepp Blatter, has said he was “shocked” at the way US authorities targeted football’s world body and slammed what he called a “hate” campaign by Europe’s football leaders.</p> \n<p>In an interview with Swiss television, Blatter said he suspected the arrest of seven Fifa officials on Wednesday under a US anti-corruption warrant was an attempt to “interfere with the congress” on Friday at which he retained his post.</p> \n<p>Commenting on the fact that the arrests came only two days before his election, he told RTS: “I am not certain but it doesn’t smell good.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter\">From the mire of corruption, a Fifa leader emerges, it’s … Blatter</a> </p> \n</aside> \n<p>Blatter’s attack on corruption investigators came as authorities in the US warned of further charges in the Fifa bribery investigation and investigators in Argentina raided the offices of sports media companies.</p> \n<p>The Fifa president condemned comments made by US officials including the attorney general, Loretta Lynch, who said corruption in football was “rampant, systemic and deep-rooted, both abroad and here in the United States”.</p> \n<p>Blatter said of the remarks: “Of course I am shocked. I would never as Fifa president make comments about another organisation without being certain of what has happened.”<br /></p> \n<p>Richard Weber – the chief of the US Internal Revenue Service unit in charge of criminal investigations and the man who accused Fifa officials of running a “world cup of fraud” when the arrests were announced – said late on Friday that he was “fairly confident” of another round of indictments in the criminal investigation. In Britain the Serious Fraud Office has said it is “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/29/serious-fraud-office-fifa-crisis-corrupt-payment-allegations\">actively assessing material in its possession</a>” regarding the Fifa allegations.<br /></p> \n<p>“We strongly believe there are other people and entities involved in criminal acts,” Weber was quoted as saying in the New York Times, which added that Weber would not identify the remaining targets of the US investigation or say whether Blatter was among them. </p> \n<p>Blatter, in the Swiss interview, noted that the US had lost the 2022 World Cup to Qatar, and England, another major critic, lost the 2018 World Cup to Russia. He said the US was the “number one sponsor” of Jordan, home of his unsuccessful challenger for the the Fifa presidency, Prince Ali bin al-Hussein.<br /></p> \n<p>Blatter also hit out at the Uefa president, Michel Platini, who had called for his resignation over the corruption scandals. “It is a hate that comes not just from a person at Uefa,” he said, “it comes from the Uefa organisation that cannot understand that in 1998 I became president.”</p> \n<p>Asked whether he would forgive Platini for the resignation calls, Blatter said: “I forgive everyone but I do not forget.”</p> \n<p>The Fifa executive committee is to meet in Zurich on Saturday.<br /></p> \n<p>Several senior Fifa figures have been indicted over alleged bribery and kickback schemes, although no charges were brought against Blatter, who was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-reelected-fifa-president-fifth-term\">re-elected on Friday</a> in a move decried by many because of the huge scandal that has blown up on his watch.</p> \n<p>US authorities announced on Wednesday that nine officials and five sports media and promotions executives were charged in cases involving more than $150m in alleged bribes over a period of 24 years. They said their investigation exposed complex money laundering schemes, millions of dollars in untaxed incomes and tens of millions in offshore accounts held by Fifa officials.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-fifa-crisis-election\">Sepp Blatter: how the great survivor won another term amid Fifa crisis</a> </p> \n</aside> \n<p>On Friday Interpol agents also raided the offices of three Argentinian businessmen accused by the US of paying tens of millions of dollars in bribes, local media reported.</p> \n<p>Television pictures showed police officers inside the building that houses Torneos y Competencias (Torneos), a sports media and promotions firm whose president is Alejandro Burzaco, a powerful sports media tycoon.<br /></p> \n<p>State-run news agency Telam reported police also entered the offices of Full Play, owned by Hugo Jinkis and his son Mariano.</p> \n<p>Burzaco, and Hugo and Mariano Jinkis, all Argentinian citizens, are among the 14 hit with US graft charges. </p> \n<p>A judge on Thursday ordered the three men’s arrest and the country’s tax agency formally accused them of tax evasion and money laundering. But on Friday they and two other defendants named on the US indictment had apparently still not been detained.<br /></p> \n<p>US officials are seeking to extradite defendants who remain abroad.</p> \n<p>The US indictment states Burzaco and the two Jinkises led their companies to form a new entity known as Datisa, and then conspired to win lucrative TV rights through the payment of up to $110m in bribes. <br /></p> \n<p>Datisa signed a $317.5m contract with the South American soccer confederation, Conmebol, to obtain exclusive worldwide rights to the 2015, 2019 and 2023 Copa America tournaments, according to the indictment. It later entered a $35m contract with the Confederation of North, Central America and Caribbean Association Football, Concacaf, to acquire rights for another tournament. Three top Conmebol officials, including the president of the Argentinian Football Association (AFA), were to receive a total of $45m in kickbacks, the indictment said. The rest was to be disbursed among other officials.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/brazil-corruption-fifa-arrests-romario\">Brazil starts congressional inquiry into corruption after Fifa arrests</a> </p> \n</aside> \n<p>On Friday, Blatter defied critics and his opponents within Fifa to secure a fifth term at the helm, and vowed to fix things. He said: “Starting tomorrow … I’m being held accountable for the storm. OK, I will shoulder that responsibility.”<br /></p> \n<p>But Blatter also appeared to discount his own responsibility for the scandal. “We can’t constantly supervise everyone in football,” he insisted. “You can’t just ask people to behave ethically just like that.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456956708__\n</div> \n<p>Blatter’s understated opponent in the leadership vote, Jordanian Prince Ali bin al-Hussein, had warned Fifa delegates that “everything is at stake” in the wake of the dramatic events of this week, when Swiss police swooped on the Baur au Lac hotel to arrest the seven senior Fifa officials. Seven more were charged in the US and four more, including the former Concacaf general secretary Chuck Blazer, pleaded guilty. In all they were charged with 47 counts of money laundering, racketeering and tax evasion.</p> \n<p>Ali polled 73 votes to Blatter’s 133. On that showing the Jordanian was eligible to take the contest to a potential second round but he withdrew.</p> \n<p>In contrast to his opponent, who sought to rally his “Fifa family”, Prince Ali warned that the world was watching and “Fifa does not exist in a bubble”.</p> \n<p>It could yet prove a pyrrhic victory for Blatter, who has weathered the storm in the short term but is left presiding over a split Fifa as he faces the biggest self-inflicted crisis in its 111-year history. “For the next four years I will be in command of this boat called Fifa and we will bring it back ashore, we will bring it back to the beach,” <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live\">he said</a>, again promising to make this four-year term his last. “The age is no problem. You have people that are 50 who look old.”<br /></p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/corruption-fifa-blatter\">As investigations continue in the US</a>, Uefa, European football’s governing body, will again loudly demand reform.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance\">The Guardian view on Sepp Blatter’s re-election: football’s missed chance | Editorial</a> </p> \n</aside> \n<p>Its executives meet in Berlin next weekend before the Champions League final and were in militant mood after Blatter triumphed. Its 53 members mostly backed Ali, and Platini said it could withdraw co-operation. The Football Association’s chairman, Greg Dyke, has said that England could boycott the World Cup if other European nations decided to do so. “This is not over by any means. To quote the [US] attorney general this is the beginning of the process not the end,” said Dyke after the vote. “The events of this week are so traumatic for Fifa that I cannot see Fifa reforming itself under Blatter. He’s had years to reform it and he hasn’t done it.”</p> \n<p>The Portuguese former superstar player Luis Figo, who along with the Dutch FA president, Michael van Praag, withdrew from the presidential race in an attempt to coalesce support behind Ali, was scathing in his criticism of Blatter after the result and called on him to quit.</p> \n<p>“If Mr Blatter were minimally concerned about football he would have given up on the re-election. If he has a minimal of decency he will resign in the next few days.”</p> \n<p>David Gill, the former Manchester United chief executive who on Friday became a Fifa vice-president, confirmed on Friday night he would carry through his threat to resign immediately because Blatter won.</p> \n<p>Despite the spiralling crisis sparked by the US Department of Justice and Swiss prosecutors, Blatter succeeded with an appeal to the 209 member associations to give him another term. His support in Asia, Africa and pockets of central America and Oceania helped him to victory despite opposition from Europe, the US, Australia, Canada and New Zealand. It allows him to carry on his 17-year reign as president despite having previously promised to stand down in 2015.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"89066c75a3180b6757216ab0a204b2288500e504\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/30/1432960340609/fcf624ce-73f5-440d-a408-62331e464300-460x276.jpeg\" alt=\"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.</span> \n  <span class=\"element-image__credit\">Photograph: Alva Viarruel/EPA</span> \n </figcaption> \n</figure> \n<p>But outside the the bubble of the Fifa Congress the pressure on Blatter increased. Jack Warner, the controversial Trinidadian former Concacaf president who was once one of Blatter’s closest allies and among those charged on Wednesday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/jack-warner-dancing-fifa-scandal-exhaustion\">delivered a thinly veiled threat after being released on bail</a>. To hoots and applause from supporters in Trinidad, Warner said: “If I have been thieving Fifa money for 30 years, who gave me the money? How come he is not charged?”</p> \n<p>After Blatter’s re-election, Fifa sponsors Coca-Cola, Budweiser and McDonald’s called for quick moves to transparency. Credit card company Visa has threatened to “reassess” its sponsorship if Fifa does not clean up its act while Hyundai Motor has said it is “extremely concerned” at the new scandals.</p> \n<p>Brazil’s Fifa executive committee member Marco Polo del Nero fled Zurich before the meeting following the arrest of his predecessor, Jos&eacute; Maria Marin, on Wednesday. Like the Fifa vice-president Jeffrey Webb, of the Cayman Islands, and five others, Marin is being held in custody while appealing against extradition to the US.<br /></p> \n<p>The seven executives arrested in Zurich, including the Fifa vice-presidents Webb and Eugenio Figueredo, remained in custody and were fighting extradition to the US.<br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958809102/bb8be7fa-b7d0-44e0-bbbd-c634c89b6b34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alexander Hassenstein/Fifa","altText":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCredit":"Photograph: Alexander Hassenstein/Fifa"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432960342072/fcf624ce-73f5-440d-a408-62331e464300-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago. Photograph: Alva Viarruel/EPA","credit":"Alva Viarruel/EPA","altText":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.","cleanCaption":"The former Fifa vice-president Jack Warner giving a thumbs-up at a political meeting after his release from prison in Trinidad and Tobago.","cleanCredit":"Photograph: Alva Viarruel/EPA"}],"webPublicationDate":"2015-05-30T05:02:45Z","lastModified":"2015-05-30T08:36:51Z","metadata":{"commentable":true,"commentCount":148,"contributors":[{"name":"Tom Lutz","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/30/1412081105374/Tom-Lutz-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tomlutz"},{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"},{"name":"Warren Murray","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431395951246/Warren_Murray_L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/warrenmurray"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football","Football politics","Sport","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[{"id":"gu-video-456956708","source":"Reuters","durationInSeconds":269,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/29/150529blatternew_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/29/150529blatternew_FromGAus/150529blatternew_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432931145127/Blatter-speaks-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"President Joseph S. Blatter speaks after his election at the 65th FIFA Congress at Hallenstadion on May 29, 2015 in Zurich Photograph: Getty","credit":"Getty","altText":"Blatter speaks","cleanCaption":"President Joseph S. Blatter speaks after his election at the 65th FIFA Congress at Hallenstadion on May 29, 2015 in Zurich Photograph: Getty"}}],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","shortUrl":"http://gu.com/p/49bte","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency","webUri":"http://www.theguardian.com/football/2015/may/30/warning-of-more-fifa-corruption-charges-as-sepp-blatter-retains-presidency"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958809102/bb8be7fa-b7d0-44e0-bbbd-c634c89b6b34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sepp Blatter celebrates his re-election as Fifa president. Photograph: Alexander Hassenstein/Fifa","credit":"Alexander Hassenstein/Fifa","altText":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCaption":"Sepp Blatter celebrates his re-election as Fifa president.","cleanCredit":"Photograph: Alexander Hassenstein/Fifa"}},"importance":7,"kicker":{"title":"Fifa crisis"},"showQuotedHeadline":false,"sublinks":[{"title":"The great survivor / How Blatter won another term","rawTitle":"How Blatter won another term","item":{"type":"article","id":"football/2015/may/29/sepp-blatter-fifa-crisis-election","title":"Sepp Blatter: how the great survivor won another term amid Fifa crisis","trailText":"Blatter pulled out all the stops and all his old tricks to win the presidential election but the fire raging beyond Fifa House will not be so easy to put out<br>","standFirst":"<p>Blatter pulled out all the stops and all his old tricks to win the presidential election but the fire raging beyond Fifa House will not be so easy to put out<br /></p>","byline":"Owen Gibson in Zurich","body":"<p>To much of the outside world it will appear preposterous. But the clues as to why Sepp Blatter was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-reelected-fifa-president-fifth-term\">re-elected on Friday</a> for a fifth term despite the storm raging beyond the walls of the profoundly dysfunctional “Fifa family” were liberally sprinkled throughout the pompous grandiosity of the occasion.</p> \n<p>He may have entered Zurich’s Hallenstadion under a hail of flashbulbs and aware that his face featured on newspaper front pages throughout the world as shorthand for corruption, scandal and greed.</p> \n<p>But inside the conference hall all was becalmed. Serene even. An event once memorably compared by FA chairman Greg Dyke to “like something out of North Korea” here became a day-long advert for Blatter’s munificence and omnipotence.</p> \n<p>After Wednesday’s jaw-dropping, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/27/fifa-in-crisis-as-officials-who-presided-over-world-cup-of-are-arrested\">game-changing dawn raid</a> on the Baur au Lac hotel that left two Fifa vice-presidents and five others in custody fighting extradition to the US and a total of 14 executives charged with money laundering and racketeering Blatter was rattled.</p> \n<p>His carefully laid plan of sucking the life out of any debate over whether he should continue his 17-year tenure as Fifa president, which had frustrated his rivals and left him sleepwalking to victory, was in tatters.</p> \n<p>Blatter spent Thursday holed up in his presidential suite at Fifa HQ, nursing his self-pity and avoiding the media hordes beyond its gates, before venturing to the Hallenstadion to deliver an opening address that proceeded according to script.</p> \n<p>Blatter was back on home turf and singing a familiar song. It was a message he repeated in more rambling fashion in his pitch to 209 member associations across three speeches at the Congress, while limiting his opponent to just 15 minutes. He at once issued a plea for unity and attempted to claim he couldn’t be held accountable for the sins of “individuals”.</p> \n<p>Speaking as though he had just wandered into the organisation that he has moulded in his own image over 40 years, he said the US arrests should act as a “turning point”, adding: “You can’t just ask people to behave ethically just like that.”</p> \n<p>His claim that he alone could lead Fifa through its current crisis appears laughable to those outside but those listening to the deadening speeches inside had largely long since decided how they were going to vote.</p> \n<p>Blatter angrily said last month that his 17 years at as Fifa president should stand as his manifesto when he defended his refusal to discuss the future.</p> \n<p>But every other video, presentation or contribution from the stage or the floor were effectively adverts for Blatter and the Fifa model of using a portion of its $5.7bn sponsorship and broadcasting revenues to redistribute to development projects around the world.</p> \n<p>Inside the hall football was endlessly “a bridge for peace” or a vehicle for hope, the solution to everything from racism to Ebola. Peace could be brought to the Middle East through a handshake.</p> \n<figure class=\"element element-image\" data-media-id=\"2bde4cb7524ee87b35d5c27fa2698c1c3c1f5dc0\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432921102447/4c7f3c7f-00d9-4b1b-ab49-5292a28de342-460x276.jpeg\" alt=\"Issa Hayatou, right, the head of the African Confederation, helped to deliver a victory for Sepp Blatter that will dismay his Uefa counterpart, Michel Platini, left.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Issa Hayatou, right, the head of the African Confederation, helped to deliver a victory for Sepp Blatter that will dismay his Uefa counterpart, Michel Platini, left.</span> \n  <span class=\"element-image__credit\">Photograph: Patrick Seeger/dpa/Corbis</span> \n </figcaption> \n</figure> \n<p>Issa Hayatou, the president of the Confederation of African Football who is in his seventh term of office, appeared as chairman of the finance committee and promised $1m to every member association.</p> \n<p>Loyalty to Blatter runs deep in Africa as a result of the 40-fold increase in development funds over his tenure, plus the fact he delivered the World Cup to South Africa. It is a similar story in the crisis hit Concacaf region, where tiny Caribbean islands rely on Fifa’s cash.</p> \n<p>But it remains an uncomfortable fact for Fifa that it spends as much on staff and overheads, including an estimated $10m salary for Blatter, as it does on football development globally. But this is about more than pork barrel politics. It is about patronage, fear and deep loyalty.</p> \n<p>In the Asian Football Confederation, the calculation is more to do with politics than pounds. The Kuwaiti Sheikh Ahmad al-Fahad al-Sabah, the key powerbroker in the Olympic movement where his dealmaking installed Thomas Bach as president, was recently voted onto the Fifa executive committee and has rallied support for Blatter.</p> \n<p>Despite Prince Ali being from the region, Sabah has strongly backed Blatter. “If you speak about Sepp, you have to speak about the change of football,” he said before the vote. “He has maintained and developed football. He funded a lot of football projects and made it more international.”</p> \n<p>Blatter, like so many others before him from Michel Platini to Mohammed Bin Hammam and the now disgraced Jeffrey Webb, appears to have dangled the carrot of increased influence and even the presidency before Sabah.</p> \n<p>His familiar tactics of threatening revenge on those who would turn their backs on him and rewarding those who keep him in power have worked one more time.</p> \n<p>For all the complaints of his one-time ally Platini at Uefa and, more surprisingly, the rest of world football continues to distrust what they see as the arrogance of the rich Europeans.</p> \n<p>Blatter pulled out all the stops and all his old tricks to win a political victory in the only way he knows how. But the fire raging beyond Fifa House will not be so easy to put out.</p> \n<p>Up to now, it has been his peculiar genius. But a combination of the 2018 and 2022 World Cup decisions and the house of cards brought crashing down by the FBI’s three-year investigation will return to haunt him.</p> \n<p>The deadening protocol and stage-managed contributions, punctuated by moments of unintended comedy and soporific music, made Wednesday’s dramatic US Department of Justice press conference and the Swiss investigation into the 2018 and 2022 World Cup votes feel a long way away.</p> \n<p>Despite triumphing in the short term, the real world will come crashing in soon enough and Blatter’s hackneyed vow to return Fifa’s sinking ship to calm waters will ring as hollow as all the others that have echoed down his 40 years there.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432923533619/a7b4c1a7-e969-4899-8032-3a174afac1b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Michael Buholzer/AFP/Getty Images","altText":"FIFA President Sepp Blatter is re-elected","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432921103780/4c7f3c7f-00d9-4b1b-ab49-5292a28de342-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Issa Hayatou, right, the head of the African Confederation, helped to deliver a victory for Sepp Blatter that will dismay his Uefa counterpart, Michel Platini, left. Photograph: Patrick Seeger/dpa/Corbis","credit":"Patrick Seeger/dpa/Corbis","altText":"Issa Hayatou, right, the head of the African Confederation, helped to deliver a victory for Sepp Blatter that will dismay his Uefa counterpart, Michel Platini, left.","cleanCaption":"Issa Hayatou, right, the head of the African Confederation, helped to deliver a victory for Sepp Blatter that will dismay his Uefa counterpart, Michel Platini, left.","cleanCredit":"Photograph: Patrick Seeger/dpa/Corbis"}],"webPublicationDate":"2015-05-29T17:31:05Z","lastModified":"2015-05-29T23:00:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":true,"keywords":["Sepp Blatter","Fifa","Football politics","Football"],"tags":[{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-fifa-crisis-election","shortUrl":"http://gu.com/p/49bfa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/29/sepp-blatter-fifa-crisis-election","webUri":"http://www.theguardian.com/football/2015/may/29/sepp-blatter-fifa-crisis-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432923533619/a7b4c1a7-e969-4899-8032-3a174afac1b2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"FIFA President Sepp Blatter is re-elected Photograph: Michael Buholzer/AFP/Getty Images","credit":"Michael Buholzer/AFP/Getty Images","altText":"FIFA President Sepp Blatter is re-elected","cleanCaption":"FIFA President Sepp Blatter is re-elected","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}},"importance":0,"kicker":{"title":"The great survivor"},"showQuotedHeadline":false,"sublinks":[]},{"title":"The Guardian view / Football’s missed chance","rawTitle":"Football’s missed chance","item":{"type":"comment","id":"commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance","title":"The Guardian view on Sepp Blatter’s re-election: football’s missed chance","trailText":"<strong>Editorial:</strong> Fifa’s critics and sponsors must decide whether they have the stomach and the forces for a boycott of the World Cup","standFirst":"Fifa’s critics and sponsors must decide whether they have the stomach and the forces for a boycott of the World Cup","byline":"Editorial","body":"<p>World football’s governing body had its big chance today. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-reelected-fifa-president-fifth-term\">But it blew it</a>. The ball was at Fifa’s feet. The global audience was gripped. The goal was gaping wide. At which point Fifa fell on its face. If an Arsenal or an Aston Villa player misses a chance in Saturday’s FA Cup final at Wembley, it will be described as a turning point. So it was with what happened in Zurich. The Cup final, though, is only a game. With apologies <a href=\"http://www.brainyquote.com/quotes/quotes/b/billshankl312046.html\">to Bill Shankly</a>, Fifa’s failure is far more important.</p> \n<p>Fifa could have responded to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/guardian-view-on-fifa-arrests-football-game-changer\">arrests of many of its top executives</a> by showing that it grasps what has finally happened to the credibility of world football. If Fifa had got it, rather than continuing in denial, today would have seen <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/sepp-blatter\">Sepp Blatter</a> step down, the 2018 and 2022 World Cups put on hold and an independent inquiry into Fifa’s future set up. Instead, most of Fifa put its fingers firmly in its ears, with Mr Blatter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live\">eventually reselected for a fifth term</a>, amid meaningless promises of internal reform and a determination to go ahead with the tournaments in Russia and Qatar. Judging by some remarks, including Mr Blatter’s own, the conclusion that many delegates preferred to draw from this week’s events is that they were a political conspiracy against Fifa.</p> \n<p>The victory for the status quo nevertheless proves some political realities that cannot just be ignored. Mr Blatter survived because so many interests, not just his own, are bound into the system over which he presides. These interests go far beyond the kickbacks and corruption of individuals, important though that is. They include the national benefits to football in the developing nations, some of them large ones, that secure Mr Blatter’s regime. They also include the huge commercial benefits that Fifa can promise to multinational sponsors of its golden goose, <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/world-cup-football\">the World Cup</a>.</p> \n<p>These things are not going to change without a fight. So, to mix sporting metaphors, the ball is now firmly in the challengers’ court. They must try to use this week’s events to encourage and coordinate Fifa’s multinational sponsors and television clients to turn the screw on the Blatter regime. But that will not be easily done.</p> \n<p>In the end, it is hard to envisage a convincing transformation of Fifa without boycotts that are enforced and credible. Whether television companies, which provide more than half of Fifa’s annual income of &pound;822m, can be persuaded to boycott Fifa games and tournaments, above all the World Cup, must be very doubtful. The global public appetite for football is immense – it is at the root of Fifa’s power. Commercial sponsors like Visa, Nike and Coca-Cola, which provide most of the rest of Fifa’s income, may be another matter, with more to lose reputationally than the media, not least from Fifa-related boycotts of their own products.</p> \n<p>The real issue, however, is whether sufficient national football associations and their publics are truly up for the fight, if the fight involves boycotting the World Cup and the revenues it generates. If they are, all well and good. Football is a sport in which club loyalty often dwarfs national loyalty among fans, and the big western clubs would undoubtedly see advantages in having more of their European players available in the close-seasons when World Cups are contested. But how resilient would public opinion be? In England, fans and the media like to insult Mr Blatter, but they like being in the World Cup too. The Scots, Welsh and Northern Irish might also be nervous about their independent international football futures in the face of an anti-Fifa boycott.</p> \n<p>Having it both ways may not be high-minded or noble. But human beings are conflicted and contradictory. In the ancient as in the modern world, gambling and graft have always been sporting competition’s bedfellows. And sport from Pericles to Putin has always been shot through with politics too. Fifa spent part of today arguing about the expulsion of Israel, an issue that has absolutely nothing to do with sport and absolutely everything to do with politics. Mr Blatter’s regime is rooted in political resentment of big countries as well as in the cash football generates. If we want international sport to represent our values, then we must be serious about what that would entail. Given football’s grip on our culture, that all seems a bit optimistic.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/26a34fe82e99790ec4e602872dea79ced0e79cd9/0_29_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Michael Buholzer/AFP/Getty Images","altText":"Sepp Blatter after being re-elected as Fifa president in Zurich","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T18:07:03Z","lastModified":"2015-05-30T07:46:07Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Editorial","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/editorial"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","World Cup","Sport","World Cup 2022","World Cup 2018"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/world-cup-2022","webTitle":"World Cup 2022"},{"id":"football/world-cup-2018","webTitle":"World Cup 2018"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Editorial","topic":{"type":"tag-contributor","name":"profile/editorial"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance","shortUrl":"http://gu.com/p/49bfz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/26a34fe82e99790ec4e602872dea79ced0e79cd9/0_29_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"Sepp Blatter after being re-elected as Fifa president in Zurich. Photograph: Michael Buholzer/AFP/Getty Images","credit":"Michael Buholzer/AFP/Getty Images","altText":"Sepp Blatter after being re-elected as Fifa president in Zurich","cleanCaption":"Sepp Blatter after being re-elected as Fifa president in Zurich.","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}},"importance":0,"kicker":{"title":"The Guardian view"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Barney Ronay / From the mire of corruption, a leader emerges …","rawTitle":"From the mire of corruption, a leader emerges …","item":{"type":"article","id":"football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter","title":"From the mire of corruption, a Fifa leader emerges, it’s … Blatter","trailText":"Zurich was host to football’s predictable, unedifying spectacle of Sepp Blatter’s re-election in world sport’s most rotten borough","standFirst":"<p>Zurich was host to football’s predictable, unedifying spectacle of Sepp Blatter’s re-election in world sport’s most rotten borough</p>","byline":"Barney Ronay in Zurich","body":"<p>After the stitch-ups: the carve-up. On a day of furious politicking, furious diplomacy and furiously interminable speeches, Sepp Blatter, football’s own <em>capo di tutti i capi</em>, was voted in as Fifa president for another term. Not impeached nor pitched out of office by a mob of angry administrators, but re-elected with quietly adoring fidelity by Fifa’s 209 global members.</p> \n<p>“Let’s go Fifa!” Blatter roared weirdly, as he left the stage at the end of a gruelling day of electioneering that saw him returned to office unbloodied. It was at least closer than expected. In Fifa-land this is what 17 years of scandal, six arrests and decades of obvious corruption gets you: a second vote on your re-election for a fifth consecutive term of office. The electorate has spoken. And what they’ve said is: “Hmm, OK go on then Sepp old boy.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-reelected-fifa-president-fifth-term\">Sepp Blatter re-elected as Fifa president for fifth term</a> </p> \n</aside> \n<p>Even by Fifa standards this was a bizarre and indeed rather disorientating day. Not only is Blatter back, re-elected by a concession on the second round of voting. He is apparently back as a reform candidate, here to root out the corruption, wire fraud and racketeering that afflicted the world’s most lucratively beleaguered sport during the reign of his long-term predecessor, who also happens to have been Sepp Blatter. “We cannot let this go on!” – Blatter announced at one point during his gorgeously, almost sensuously deluded stump speech. And yet, here it is all the same. Still very much going on.</p> \n<p>Even in the late-breaking tension of the second vote there was a sense of something massaged, as the gathered Fifa wonks pondered their piles of blue card, muttering behind their hands, brooding over clipboards, and almost apologetically signing off on a ballot that brought Blatter to 133 votes, seven short of a first round knockout.</p> \n<p>Overnight there had been some hopeful talk that the only challenger, the bafflingly mild and unmagnetic Prince Ali bin al-Hussein, might have gathered enough votes from the cracks in Fifa’s old-new world split to force a meaningful second round. The Jordanian had even been hailed by the head of Uefa, Michel Platini, as the antidote to corruption, “because he is a prince and he doesn’t need the money” (oddly, of all the problems affecting Fifa’s rotten global power structure, a lack of princes scarcely gets a mention).</p> \n<p>Prince Ali had spoken well enough before the vote too, promising to deliver “a Fifa we can all be proud of”. There were some jabs at the champ but no sustained body blows in among the industry-issue platitudes. I will not hide among your ranks when times are bad. I know that Fifa is not about one man. I promise to deliver a better tomorrow. I believe the children are our future. I’m every woman. I believe in miracles.</p> \n<p>Yet by mid-afternoon the sense of shifting tides had already begun to recede, as hour after hour of Blatter-led congress speechifying passed without rancour. And indeed without any kind of challenge at all to a president who spent the day addressing the world from a top table with empty spaces where various of his own lieutenants would have been sitting had they not been arrested on corruption charges.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/guardian-view-sepp-blatter-re-election-football-missed-chance\">The Guardian view on Sepp Blatter’s re-election: football’s missed chance | Editorial</a> </p> \n</aside> \n<p>So there he was again as the teatime vote approached, looming at his beige presidential dais, surveying his flock with an expression that seemed to convey not anger, not disappointment, but an infinite forgiveness. “<em>Ch&egrave;rs amis du football …</em>” Blatter sighed, looking small and impossibly wise, an adorable cartoon vole in pince nez and blue Fifa suit.</p> \n<p>“We don’t need revolutions But we always need evolutions! <em>Une Fifa robuste! Une Fifa belle!</em>” It was feisty, angry, even stirring stuff from this astonishingly energetic 78-year-old, here giving his third speech of the day. </p> \n<p>Promising (once again) to reform and stand down at the end of his term, Blatter ended his speech with a kind of bespoke stream of consciousness, not so much actual words and sentences as a jumble of pure, fluent, florid Blatterisms. Hope peace, trust, belief, trust, hope. Handshakes, handshakes, handshakes (Blatter is obsessed with handshakes). And finally – dear friends – a tearful, triumphant exit.</p> \n<p>And so to the ballot. There had been a moment of low comedy at the start of the day as the electronic voting system was tested with a gimme question: let history record that, after some discussion and puzzled looks, nine members of Fifa’s governing congress didn’t know that Germany had won the 2014 World Cup. This, though, was a paper ballot, cue for a bizarre and interminable trudging to the stage for all 209 gathered members from Afghanistan to Zimbabwe; with a sense through it all, of dissipating tension, a theatre of managed congealment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-presidential-election-who-is-prince-ali-bin-al-hussein-sepp-blatter-challenger\">Fifa election: who is Prince Ali bin al-Hussein, Sepp Blatter's challenger?</a> </p> \n</aside> \n<p>At the end of which Blatter is safe for now within his own sealed world of football uber-governance. And really, for all the sense of shifting gravity, the vote was never going to be anything more than a little local difficulty. It is worth registering exactly what Fifa’s selective constituency was voting for here. For those glazed and lolling rainmakers the nose bag has been relentlessly, triumphantly refilled over the years, pockets crammed with the fruits of Fifa’s global frontiersman-ship. Nobody here has any real motivation to seek change beyond a shift of political loyalties.</p> \n<p>Meanwhile for Fifa the greater enemy lies outside in the intrusions of the judicial system, both home and abroad, which may yet strike with a greater sense of purpose in the knowledge Blatter remains in office. This was instead a moment to smooth over and make good, from the opening congress video of smiling, happy children to the opening address of the president himself (“<em tabindex=\"-1\">Je suis … un peu triste</em>”).</p> \n<p>From the start it was clear what Blatter’s tactics will be from here, mainly to distance himself, to put clear water between himself and the arrest on corruption charges of his close colleagues and subordinates. To those on the outside this may all look ludicrously simple. Blatter either did or didn’t know about criminal behaviour among his employees. If he did know, he’s complicit and he must resign. If he didn’t know he’s incompetent and must resign. This, though, is Fifa. “We can’t focus on words,” Blatter noted at one point. “We need to go beyond words. We need to do something. We are going to build a painting. A mosaic. In which in the end there will emerge a picture … my dear friends.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/sepp-blatter-fifa-crisis-election\">Sepp Blatter: how the great survivor won another term amid Fifa crisis</a> </p> \n</aside> \n<p>At the very last, triumphantly re-ensconced, there was a glimpse of something more familiar: the gold leaf dictator, the man who took everybody’s ball home. Toddling about the stage, chest puffed, this was the same Blatter who four years ago could be seen practically floating around the room, intoxicated by proximity to power, the man who said “Qatar” and set the starting pistol on four years of rancour, shemozzle and lurking tragedy.</p> \n<p>What now then? If Fifa needs reform this is likely to involve a little more than football’s disaffected minor power brokers can offer. Uefa will meet next week in Berlin at the Champions League final and, apparently, finalise a response to Fifa’s scandal-ridden stasis. But for now Michel Platini looks an unlikely messiah, an alternative voice who voted for a Qatar summer World Cup and recently threatened to take legal action against the Sunday Times for suggesting he was given a Picasso by Vladimir Putin. </p> \n<p>And yet something must surely change at football’s governing death star. There has simply been too much in the way of flak, of direct hits, shrapnel in the works. Blatter will remain though. And for now change, should it come at all, is likely to arrive at the door in rather messier form.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92b1e801f0cb3da2d0c78422b90353221d06d9a9/0_75_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Michael Buholzer/AFP/Getty Images","altText":"Sepp Blatter re-elected president of Fifa","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T19:09:48Z","lastModified":"2015-05-29T23:19:25Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Barney Ronay","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733733869/BarneyRonay.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/barneyronay"}],"feature":false,"keywords":["Sepp Blatter","Fifa","Football","Football politics","Sport"],"tags":[{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Barney Ronay","topic":{"type":"tag-contributor","name":"profile/barneyronay"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter","shortUrl":"http://gu.com/p/49bg9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter","webUri":"http://www.theguardian.com/football/2015/may/29/fifa-the-mire-of-corruption-a-football-leader-emerges-its-blatter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92b1e801f0cb3da2d0c78422b90353221d06d9a9/0_75_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Sepp Blatter at a congress where he was once again re-elected as president of Fifa, 29 May 2015. Photograph: Michael Buholzer/AFP/Getty Images","credit":"Michael Buholzer/AFP/Getty Images","altText":"Sepp Blatter re-elected president of Fifa","cleanCaption":"Sepp Blatter at a congress where he was once again re-elected as president of Fifa, 29 May 2015.","cleanCredit":"Photograph: Michael Buholzer/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Barney Ronay"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Welfare / Benefit cap 'could drop 40,000 children into poverty'","rawTitle":"Benefit cap 'could drop 40,000 children into poverty'","item":{"type":"article","id":"politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","title":"Benefit cap could drop 40,000 children into poverty, leaked memo warns","trailText":"Internal government assessment seen by the Guardian shows lowering of welfare cap will be disastrous for families if parents are unable to find extra work","standFirst":"<p>Internal government assessment seen by the Guardian shows lowering of welfare cap will be disastrous for families if parents are unable to find extra work</p>","byline":"Patrick Butler and Shiv Malik","body":"<p>Tens of thousands of children face being plunged into poverty by government plans to lower the household benefit cap, leaked advice to ministers shows.</p> \n<p>The reduction in the upper limit of what families will now be able to claim annually from &pound;26,000 to &pound;23,000 was announced in Wednesday’s Queen’s speech.</p> \n<p>Ministers claim changes to the cap contained in the forthcoming <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live#block-5565af79e4b05fbe4c32357c\">employment and welfare benefits bill</a> will deliver fairness for the taxpayer “while continuing to provide support for those in greatest need”.<br /></p> \n<p>But an internal government assessment, seen by the Guardian, shows that if parents are unable to find extra work the policy will put 40,000 more children on or below the official poverty line, on top of the 50,000 already affected under the current rate.</p> \n<p>Marked “sensitive” and sent to the work and pensions secretary, Iain Duncan Smith, two weeks after the general election, the civil service memo forecasts that “around 40,000 more ... children might in the absence of any behaviour change, find themselves in poverty as a result of reducing the cap to &pound;23,000”. </p> \n<p>“If these families respond to the cap by making behaviour change, for example moving into work, they are likely to see themselves and their children move out of relative poverty,” the civil service author adds. <br /></p> \n<p>Commenting on the leak, the Department for Work and Pensions said: “As the document itself makes clear, these figures do not take into account a key impact of the cap: that it incentivises people to move into work and improve their lives.”</p> \n<p>The leak has emerged as housing associations forecast that, under the lower cap level, they will have to deal with a dramatic spike in rent arrears, evictions and homelessness, and will no longer be able to offer homes to jobless low-income families.<br /></p> \n<p>Social landlords, whose traditional mission has been to house the poor, say lowering the cap will make it economically risky for them to house all benefit-dependent families, and will undermine their plans to build more affordable homes.</p> \n<p>Modelling by the National Housing Federation (NHF) indicates that on top of the <a href=\"https://www.gov.uk/government/statistics/benefit-cap-number-of-households-capped-to-february-2015\">59,000 households</a> already affected, a further 90,000 households across private and social sectors in England will have their income reduced by the new cap. </p> \n<p>Detailed calculations by two housing associations, <a href=\"https://www.moat.co.uk/About_Moat/Public_Affairs_and_Policy/Major_publications/Major_publications/\">Moat</a> and Sovereign, show that the lower cap level will make all three-bed affordable rented homes and some two-bed homes instantly unaffordable to capped tenants in a corridor stretching through Tory heartlands from Thanet and Basildon to Reading and Winchester.<br /></p> \n<p>Elizabeth Austerberry, the chief executive of Moat, said: “These people are not going to go away. Where are they going to live?”</p> \n<p>The same estimates show reducing the maximum amount a jobless household can draw in benefits to &pound;440 a week will lead to those affected typically losing around &pound;65 a week in income, but in some cases as much as &pound;100 a week.</p> \n<p>“Potentially we are looking at evictions and homelessness. People affected will drift out of London to places where there is less chance of getting work,” Austerberry said.</p> \n<p>She added that the cap would severely hinder associations’ plans to meet the government’s target of building 275,000 more affordable homes. “At a time when affordable housing is desperately needed, the policy will impact significantly on our ability to deliver housing under the current model.”</p> \n<p>Tony Stacey, chair of <a href=\"http://www.placeshapers.org/\">Placeshapers</a>, a group of 115 housing associations, said: “Many associations, faced with an increased risk profile, may decide they can no longer take the chance of letting homes to larger families on benefits.<br /></p> \n<p>“They may decide to stop developing larger homes. Placeshaper associations are committed to working with our local authority partners to find solutions. We do not want to turn our backs on the poor. And it’s not just us – private landlords will be similarly affected. The impact this will have on homelessness is truly worrying.”</p> \n<p>Ian Gilders, director of business intelligence at Sovereign, said the cap meant social landlords would no longer be able to accept all nominations made from council waiting lists: “Housing associations will say to councils, ‘We would like to help, but with this family, under this benefit system, we can’t help.’”<br /></p> \n<p>The leaked DWP memo warns that it is vital ministers increase the amount of temporary cash help to capped tenants to prevent immediate eviction. However, the DWP <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/423187/s1-2015.pdf\">cut the discretionary housing payment budget</a>, which also covers households affected by the bedroom tax, from <a href=\"http://www.insidehousing.co.uk/dwp-cuts-discretionary-housing-payments-by-40m/7008045.article\">&pound;165m to &pound;125m</a> from April.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/25/welfare-state-moral-failure-tory-poverty-individial-state\">The welfare state saved me. To need it isn’t a moral failure | Lola Okolosie</a> </p> \n</aside> \n<p>A spokesperson for the government accused housing associations of “scaremongering” and claimed the cap had encouraged people to get a job.<br /></p> \n<p>The government believes that the principle of the cap is popular with voters. In January the prime minister, David Cameron, said the benefit cap “tells you <a href=\"http://www.telegraph.co.uk/news/politics/david-cameron/11370910/David-Cameron-to-reduce-benefits-cap-to-23000-immediately-if-he-wins-the-election.html\">everything you need to know</a> about our values”. </p> \n<p>The latest <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/426846/benefit-cap-statistics-to-feb-2015.pdf\">official figures</a> show 59,000 households were hit by the &pound;26,000 cap in the 22 months since its April 2013 introduction. Work and Pensions <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/385970/benefit-cap-analysis-of-_outcomes-of-capped-claimants.pdf\">research </a>from December found that 11% of households just below the cap level moved into work. This figure rose marginally to 15.7% for households who were capped.<br /></p> \n<p>A DWP <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/385901/rr895-benefit-cap-indepth-interviews.pdf\">qualitative impact study</a> into the cap published that same month showed most capped tenants struggled to afford basic necessities and often went without food or borrowed cash from loan sharks, while a quarter reported being under threat of eviction as a result of running up rent arrears due to the cap. </p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432927014150/87f9825e-d152-455c-be9a-09ae622cef1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Christopher Thomond/for the Guardian","altText":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCredit":"Photograph: Christopher Thomond/for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-29T19:00:01Z","lastModified":"2015-05-29T23:50:03Z","metadata":{"commentable":true,"commentCount":2574,"contributors":[{"name":"Patrick Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickbutler"},{"name":"Shiv Malik","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/shiv-malik"}],"feature":false,"keywords":["Welfare","Iain Duncan Smith","Politics","UK news","Housing benefit","Queen's speech","Housing","Benefits","Communities","Society","Poverty","Social exclusion","Food poverty"],"tags":[{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/housing-benefit","webTitle":"Housing benefit"},{"id":"politics/queens-speech","webTitle":"Queen's speech"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"society/communities","webTitle":"Communities"},{"id":"society/society","webTitle":"Society"},{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/food-poverty","webTitle":"Food poverty"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","shortUrl":"http://gu.com/p/4966v","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo","webUri":"http://www.theguardian.com/politics/2015/may/29/household-benefit-cap-plunge-40000-kids-poverty-memo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432927014150/87f9825e-d152-455c-be9a-09ae622cef1a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign Photograph: Christopher Thomond/for the Guardian","credit":"Christopher Thomond/for the Guardian","altText":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCaption":"Brierfield in Lancashire where nearly 35% of children live in poverty and just over 50% are classed as poor according to reach by the End Child Poverty Campaign","cleanCredit":"Photograph: Christopher Thomond/for the Guardian"}},"importance":6,"kicker":{"title":"Welfare"},"showQuotedHeadline":false,"sublinks":[]},{"title":"HMRC waives tax return penalties 'whenever someone appeals'","rawTitle":"HMRC waives tax return penalties 'whenever someone appeals'","item":{"type":"article","id":"politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","title":"HMRC waives tax return penalties 'whenever someone appeals'","trailText":"Too costly to investigate reasons for missing self-assessment deadline, staff are told, so £100 fine should be cancelled if an excuse is given","standFirst":"<p>Too costly to investigate reasons for missing self-assessment deadline, staff are told, so &pound;100 fine should be cancelled if an excuse is given</p>","byline":"Press Association","body":"<p>People who filed late tax returns have been let off a &pound;100 fine for missing the deadline, it has been reported.<br /></p> \n<p>Her Majesty’s Revenue and Customs (HMRC) has waived the penalty for those who provided a “reasonable” excuse for being late, according to the Daily Telegraph.</p> \n<p>An internal memo leaked to the newspaper revealed that HMRC staff were asked to write off the fine without further investigation for individuals who could show mitigating circumstances, and who appealed after paying their tax bill.</p> \n<p>The 31 January deadline for completing tax self-assessment forms was reportedly missed by 890,000 people.</p> \n<p>A HMRC spokesman told the Telegraph: “We want to focus more and more of our resources on investigating major tax avoidance and evasion rather than penalising ordinary people who are trying to do the right thing.”</p> \n<p>On its website HMRC states that a reasonable excuse for missing the deadline is “normally something unexpected or outside your control that stopped you meeting a tax obligation”.</p> \n<p>It includes the recent death of a partner, an unexpected stay in hospital, computer failures, service issues with the tax authority’s online services, a fire which prevented the completion of a tax return or postal delays.</p> \n<p>According to the Telegraph, the memo to HMRC staff said: “Our penalty regime is intended to influence customer behaviour, but also be clear and cost-effective, fair and proportionate.</p> \n<p>“The current way of managing penalties does not meet these objectives, and so we have decided to take a more proportionate approach where a customer has filed their return late, and then appealed against their penalty …</p> \n<p>“This means that in the vast majority of cases we will be accepting the customer’s grounds for appeal, and we can cancel the penalty.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432966416154/89aa36b3-f67c-4ea9-b2d7-eb39cf32d4c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Linda Nylind/Guardian","altText":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging their return late gives an excuse.","cleanCredit":"Photograph: Linda Nylind/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-30T06:14:30Z","lastModified":"2015-05-30T06:14:32Z","metadata":{"commentable":true,"commentCount":150,"contributors":[],"feature":false,"keywords":["HMRC","Tax","UK news"],"tags":[{"id":"politics/hmrc","webTitle":"HMRC"},{"id":"money/tax","webTitle":"Tax"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","shortUrl":"http://gu.com/p/49bjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals","webUri":"http://www.theguardian.com/politics/2015/may/30/hmrc-waives-tax-return-penalties-whenever-someone-appeals"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432966416154/89aa36b3-f67c-4ea9-b2d7-eb39cf32d4c3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging a return late gives an excuse. Photograph: Linda Nylind/Guardian","credit":"Linda Nylind/Guardian","altText":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging their return late gives an excuse.","cleanCaption":"Tax officials have been told to ignore the filing deadline and cancel fines if a person lodging a return late gives an excuse.","cleanCredit":"Photograph: Linda Nylind/Guardian"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Non-dom status claimed by 800 UK-born taxpayers living in Britain","rawTitle":"Non-dom status claimed by 800 UK-born taxpayers living in Britain","item":{"type":"article","id":"politics/2015/may/29/non-dom-status-claimed-by-800-british-born-taxpayers-living-in-uk","title":"Non-dom status claimed by 800 UK-born taxpayers living in Britain","trailText":"The controversial tax status – which does not exist in most other jurisdictions – is different from a person’s tax residence, nationality or citizenship","standFirst":"<p>The controversial tax status – which does not exist in most other jurisdictions – is different from a person’s tax residence, nationality or citizenship</p>","byline":"Simon Bowers","body":"<p>At least 800 UK-born individuals who are resident in the country enjoy the controversial “non-domicile” tax status most commonly associated with super-rich foreign footballers, hedge fund managers and entrepreneurs. <br tabindex=\"-1\" /></p> \n<p>The tax status allows so-called non-doms to name another country as their true domicile, meaning they do not have to pay UK tax on overseas earnings despite being resident in Britain. Only income and capital gains generated in Britain, or sent back to the UK, must be subject to tax by HMRC.</p> \n<p>Non-dom status is popular with Britain’s foreign-born super-rich, among them hedge fund manager Arpad Busson, Tetrapak entrepreneur Hans Rausing and steel magnate Lakshmi Mittal. <br /></p> \n<p>The controversial tax status – which does not exist in most other jurisdictions – is different to a person’s tax residence, nationality or citizenship. Domicile is often likened to a person’s “homeland”, while tax residence is more closely tied to time spent in Britain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/apr/07/non-dom-tax-status-living-working-paying-tax-uk\">Non-dom status: living and working in the UK, without paying all your tax in the UK</a> </p> \n</aside> \n<p>A Reuters freedom of information request to HMRC has discovered that about 800 individuals with non-dom tax status were born in Britain and are tax resident in the country.</p> \n<p>Since 2008, the number of UK-born non-doms has remained between 780 to 840 individuals, HMRC said.</p> \n<p>Conservative MP Richard Bacon told Reuters the idea that some Britons were taxed in a special way was “not very English”. He said: “For people who are born in the UK, with a British passport and who spend most of their time here, the rules should be the same.”</p> \n<p>The Labour party made it a manifesto pledge to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/ed-miliband-non-dom-tax-status-labour\">abolish non-dom status</a> after it emerged that UK-born Stuart Gulliver, chief executive of HSBC bank, had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/22/swiss-account-secret-of-hsbc-chief-stuart-gulliver-revealed\">qualified for this tax treatment</a>.</p> \n<p>Under the arcane rules, an overseas “domicile of origin” can be claimed with reference to where the father was based at the time of an individual’s birth. Lord Rothermere, chairman of newspaper group Daily Mail and General Trust, for example, has been able to qualify as a non-dom thanks to his father spending the later years of his life in France.</p> \n<p>Similarly, Conservative MP Zac Goldsmith and his financier brother Ben Goldsmith were able to take non-dom status on account of the overseas tax status of their late father, investment tycoon Sir James Goldsmith. Zac Goldsmith relinquished the status in 2009.</p> \n<p>More controversial still, wealthy individuals are able to generate an overseas “domicile of choice” if they spend time abroad and sever ties with the UK for a period, declaring a clear intention of making that location their eventual home. In order to persuade HMRC of the sincerity of their plans, some individuals even buy burial plots overseas. <br /></p> \n<p>While it is not known if Gulliver went that far, it emerged in the wake of the <a href=\"http://www.theguardian.com/news/series/hsbc-files\">HSBC tax leaks</a> this year that he had achieved non-dom status. Gulliver had spent many years working for the bank in Hong Kong and in February he confirmed: “I will return to Hong Kong after this posting. I expect to die there.” </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/11/hsbc-files-reveal-how-uks-non-dom-tax-concession-is-being-exploited\">HSBC files reveal how UK's non-dom tax concession is being exploited</a> </p> \n</aside> \n<p>HMRC say there were approximately 115,100 individuals who claimed to be non-domiciled in 2012-13. Of that number, 67,000 paid tax on all their income and capital gains around the world. The remaining 48,000 elected to be taxed on the so-called “remittance basis”, under which HMRC taxes only the income and gains generated in Britain or remitted to the UK. Non-doms electing to be taxed on the remittance basis are also subject to an annual tax of &pound;30,000 or &pound;50,000.</p> \n<p>The concept of tax domicile can be traced back more than 200 years, but non-dom status was born in 1914, designed by David Lloyd George’s government to exempt from UK taxation “citizens of Empire who live in one of our colonies”.</p> \n<p>Today, non-dom status proves particularly attractive to the world’s super-rich who have spread their wealth internationally – including to low-tax offshore jurisdictions. Because non-doms are technically tax resident in the UK, many are able to use this to declare themselves non-resident in a country where they have declared as their ultimate home. This is a manoeuvre that can unlock huge tax benefits. </p> \n<p>In addition, non-dom status can be combined with offshore trusts to construct complex ownership structures above business investments in the UK, again generating big tax savings. </p> \n<p>The crown dependencies of Jersey, Guernsey and the Isle of Man have built up a substantial industry administering trusts associated with business empires created by UK-based non-doms. </p> \n<p>A spokesman for HMRC said: “A person’s domicile is determined by general law, not by tax law. Usually, domicile is inherited from a parent, so someone born in the UK may not be domiciled here if the parent from which they inherited their domicile is themselves non-domiciled in the UK.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432922699692/03642e3e-097d-40fe-9e74-40bf34f8a10e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"A freedom of information request to HMRC has discovered that about 800 individuals with non-dom tax status were born in Britain and are tax resident in the country.","cleanCredit":"Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T18:10:33Z","lastModified":"2015-05-29T23:01:12Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Simon Bowers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simonbowers"}],"feature":false,"keywords":["Tax and spending","Tax","Economic policy","UK news","Politics"],"tags":[{"id":"politics/taxandspending","webTitle":"Tax and spending"},{"id":"money/tax","webTitle":"Tax"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"politics"},"topics":[{"displayName":"Simon Bowers","topic":{"type":"tag-contributor","name":"profile/simonbowers"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/29/non-dom-status-claimed-by-800-british-born-taxpayers-living-in-uk","shortUrl":"http://gu.com/p/49bck","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/29/non-dom-status-claimed-by-800-british-born-taxpayers-living-in-uk","webUri":"http://www.theguardian.com/politics/2015/may/29/non-dom-status-claimed-by-800-british-born-taxpayers-living-in-uk"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432922699692/03642e3e-097d-40fe-9e74-40bf34f8a10e-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A freedom of information request to HMRC has discovered that about 800 individuals with non-dom tax status were born in Britain and are tax resident in the country. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"A freedom of information request to HMRC has discovered that about 800 individuals with non-dom tax status were born in Britain and are tax resident in the country.","cleanCaption":"A freedom of information request to HMRC has discovered that about 800 individuals with non-dom tax status were born in Britain and are tax resident in the country.","cleanCredit":"Photograph: Joe Giddens/PA"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"US / Silk Road operator sentenced to life in prison","rawTitle":"Silk Road operator sentenced to life in prison","item":{"type":"article","id":"technology/2015/may/29/silk-road-ross-ulbricht-sentenced","title":"Silk Road operator Ross Ulbricht sentenced to life in prison","trailText":"Thirty-one-year-old behind illegal online drug emporium handed five sentences – including two for life – to be served concurrently with no chance of parole","standFirst":"<p>Thirty-one-year-old behind illegal online drug emporium handed five sentences – including two for life – to be served concurrently with no chance of parole</p>","byline":"Sam Thielman in New York","body":"<p>Ross Ulbricht, the man behind illegal online drug emporium Silk Road, was sentenced to life in prison on Friday by Judge Katherine Forrest of Manhattan’s US district court for the southern district of New York.<br /></p> \n<p>Before the sentencing the parents of the victims of drug overdoses addressed the court. Ulbricht broke down in tears. “I never wanted that to happen,” he said. “I wish I could go back and convince myself to take a different path.”</p> \n<p>The 31-year-old physics graduate and former boy scout was handed five sentences: one for 20 years, one for 15 years, one for five and two for life. All are to be served concurrently with no chance of parole.</p> \n<p>The judge handed out the most severe sentence available to the man US authorities identified as “Dread Pirate Roberts”, pseudonymous founder of an Amazon-like online market for illegal goods.</p> \n<p>“The stated purpose [of Silk Road] was to be beyond the law. In the world you created over time, democracy didn’t exist. You were captain of the ship, the dread Pirate Roberts. You made your own laws,” Forrest told Ulbricht as she read the sentence.</p> \n<p>Ulbrict had <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-sentencing-ross-ulbricht-asks-judge-leniency\">begged the judge</a> to “leave a light at the end of the tunnel” ahead of his sentence. “I know you must take away my middle years, but please leave me my old age,” he wrote to Forrest this week. Prosecutors wrote Forrest a 16-page letter requesting the opposite: “[A] lengthy sentence, one substantially above the mandatory minimum is appropriate in this case.”<br /></p> \n<p>“I’ve changed. I’m not the man I was when I created Silk Road. I’m a little wiser. A little more mature and much more humble,” Ulbricht pled in court. </p> \n<p>Forrest rejected arguments that Silk Road had reduced harm among drug users by taking illegal activities off the street. “No drug dealer from the Bronx has ever made this argument to the court. It’s a privileged argument and it’s an argument made by one of the privileged,” she said.</p> \n<p>Silk Road was once the largest “dark web” marketplace for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/mar/22/silk-road-online-drug-marketplace\">illegal drugs and other services</a>. In March 2013 the secret site listed 10,000 items for sale, 7,000 of which were drugs including cannabis, MDMA and heroin. Prosecutors said Silk Road had generated nearly $213.9m (&pound;140m) in sales and $13.2m in commissions before police shut it down.<br /></p> \n<p>Ulbricht was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/feb/04/silk-road-ross-ulbricht-convicted-drug-charges\">convicted in February</a> after a four-week trial on all seven counts, from selling narcotics and money laundering to maintaining an “ongoing criminal enterprise”, a charge usually reserved for mob kingpins. Prosecutors said that he had gone so far as to solicit six murders for hire, although no charges were ever brought.<br /></p> \n<p>Throughout the trial, the defense suggested that Ulbricht was the victim of a complex hacking attack that left him looking like the fall guy. Given the evidence presented against Ulbricht, the pitch proved a hard sell to the jury.<br /></p> \n<p>Ulbricht was arrested in the science fiction section of his public library, “literally caught with his fingers at the keyboard, running Silk Road”, said the prosecution in its opening statement. He was logged in to the Silk Road master account, according to the agents who arrested him, and investigators found chat logs and other evidence on the hard drive that implicated him.<br /></p> \n<p>Forrest said she had taken special care to read the reams of documents sent to her in Ulbricht’s support, and that while it was unusual to do so, she wanted to address them at the sentencing, particularly those who’d said that an online drug marketplace reduced the violence of the drug trade.</p> \n<p>After his conviction, Ulbricht’s defense argued that the Silk Road was in fact a boon to the health of its clients, especially those who habitually used drugs. Forrest found none of the arguments convincing.</p> \n<p>“Silk Road created [users] who hadn’t tried drugs before,” Forrest said, adding that Silk Road “expands the market” and places demand on drug-producing (and violent) areas in Afghanistan and Mexico that grow the poppies used for heroin.</p> \n<p>“The idea that it is harm-reducing is so narrow, and aimed at such a privileged group of people who are using drugs in the privacy of their own homes using their personal internet connections”, she said.</p> \n<p>Two parents of children (identified only by their first names and last initials) who had died while using drugs obtained on Silk Road spoke to the court. Richard B., whose 25-year-old son died of a heroin overdose, expressed his anger at the people who have defended Ulbricht publicly. “Since Mr Ulbricht’s arrest, we have endured the persistent drumbeat of his supporters and their insistence that Silk Road was victimless,” he said. “I strongly believe that my son would be here today if Silk Road had never existed.”</p> \n<p>Vicky B, whose 16-year-old son died after taking a powerful synthetic at a party and jumping from a second-story roof, said that the time since her son’s death had been unbearable. “This is the photo of the last kiss from my son,” she said, holding up a photo of herself with her son Preston before the school ball where he died.</p> \n<p>“We keep Preston’s ashes at home,” she said, her voice breaking. “Sometimes I just hold them. Sometimes I get under a blanket with them and try to get warm.”</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223896051/KP_237440_crop_620x372.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"guardian.co.uk","altText":"Supporting images for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCredit":"Photograph: guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-05-29T20:02:59Z","lastModified":"2015-05-29T22:07:56Z","metadata":{"commentable":true,"commentCount":1820,"contributors":[{"name":"Sam Thielman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sam-thielman"}],"feature":false,"keywords":["Silk Road","US news","Technology","Drugs","Drugs trade","Internet","Cannabis"],"tags":[{"id":"technology/silk-road","webTitle":"Silk Road"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"technology/technology","webTitle":"Technology"},{"id":"society/drugs","webTitle":"Drugs"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"technology/internet","webTitle":"Internet"},{"id":"society/cannabis","webTitle":"Cannabis"}],"section":{"id":"technology"},"topics":[{"displayName":"Sam Thielman","topic":{"type":"tag-contributor","name":"profile/sam-thielman"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/29/silk-road-ross-ulbricht-sentenced","shortUrl":"http://gu.com/p/49baq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/29/silk-road-ross-ulbricht-sentenced","webUri":"http://www.theguardian.com/technology/2015/may/29/silk-road-ross-ulbricht-sentenced"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456864266","source":"guardian.co.uk","durationInSeconds":272,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/21/150521DeepWeb_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521DeepWeb.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223889815/KP_237440_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCaption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video"}}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[{"title":"The Guardian documentary / Who was the real Dread Pirate Roberts?","rawTitle":"Who was the real Dread Pirate Roberts?","item":{"type":"video","id":"news/video/2015/may/26/deep-web-who-was-the-real-dread-pirate-roberts-video","title":"The Silk Road: who was the real Dread Pirate Roberts?","trailText":"<p>Ross Ulbricht was convicted in February 2015. In the lead up to his sentencing, Deep Web explores whether he was the swashbuckling criminal kingpin he was made out to be in court, or simply a naive tech visionary</p>","standFirst":"Ross Ulbricht, the mastermind behind The Silk Road drugs trading website, was convicted in February 2015. In the lead up to his sentencing, Deep Web explores whether Ulbricht was the swashbuckling criminal kingpin he was made out to be in court, or simply a naive tech visionary. Narrated by Keanu Reeves, it questions the FBI's methods in seizing the Silk Road's servers and asks whether the investigation has chilling consequences for state surveillance. \n<br />\n<br />To see more from Deep Web go \n<a href=\"http://www.deepwebthemovie.com\">here</a>","byline":"Alex Winter, Bond 360, Andy Greenberg, Charlie Phillips, Dan Susman","body":"<video data-media-id=\"gu-video-456864266\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223889815/KP_237440_crop_1200x720.jpg\"> \n <source src=\"http://cdn.theguardian.tv/mainwebsite/2015/05/21/150521DeepWeb_desk.mp4\"></source>\n <source src=\"http://cdn.theguardian.tv/webM/2015/05/21/150521DeepWeb_synd_768k_vp8.webm\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/small/2015/05/21/150521DeepWeb_small.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/3gp/large/2015/05/21/150521DeepWeb_large.3gp\"></source>\n <source src=\"http://cdn.theguardian.tv/HLS/2015/05/21/150521DeepWeb.m3u8\"></source> \n</video>","video":{"id":"gu-video-456864266","source":"guardian.co.uk","durationInSeconds":272,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/21/150521DeepWeb_desk.mp4","width":480,"height":360},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521DeepWeb.m3u8","width":480,"height":360}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223889815/KP_237440_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCaption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCredit":"guardian.co.uk"}},"section":"News","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432223889815/KP_237440_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video Photograph: guardian.co.uk","credit":"guardian.co.uk","altText":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCaption":"620x372 trailpic for Deep web: Who was the real Dread Pirate Roberts? - video","cleanCredit":"guardian.co.uk"}],"bodyImages":[],"webPublicationDate":"2015-05-26T08:00:00Z","lastModified":"2015-05-26T10:55:04Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Alex Winter","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alex-winter"},{"name":"Bond 360","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bond-360"},{"name":"Charlie Phillips","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/charlie-phillips"},{"name":"Andy Greenberg","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andy-greenberg"}],"feature":false,"keywords":["Technology","Silk Road","Drugs trade","World news","US crime","US news"],"tags":[{"id":"technology/technology","webTitle":"Technology"},{"id":"technology/silk-road","webTitle":"Silk Road"},{"id":"world/drugs-trade","webTitle":"Drugs trade"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"news"},"topics":[],"series":{"title":"The Guardian documentary","uri":"http://mobile-apps.guardianapis.com/lists/tag/news/series/the-guardian-documentary"},"embeddedVideos":[],"adTargetingPath":"news"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/news/video/2015/may/26/deep-web-who-was-the-real-dread-pirate-roberts-video","shortUrl":"http://gu.com/p/495he","relatedUri":"http://mobile-apps.guardianapis.com/items-related/news/video/2015/may/26/deep-web-who-was-the-real-dread-pirate-roberts-video","webUri":"http://www.theguardian.com/news/video/2015/may/26/deep-web-who-was-the-real-dread-pirate-roberts-video"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"The Guardian documentary"},"showQuotedHeadline":false,"sublinks":[]}]},{"title":"Boxing / Amir Khan fights off spirited challenge from Chris Algieri in New York","rawTitle":"Amir Khan fights off spirited challenge from Chris Algieri in New York","item":{"type":"article","id":"sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","title":"Amir Khan fights off spirited challenge from Chris Algieri","trailText":"Amir Khan outpointed Chris Algieri to stay on course for a showdown with Floyd Mayweather, but failed to deliver the statement that might have made the fight a mandate","standFirst":"<ul>\n <li>British boxer wins on unanimous points decision</li>\n <li>American puts on aggressive show in front of home crowd</li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/29/amir-khan-v-chris-algieri-live-boxing\">Khan v Algieri: as it happened</a><br /></li>\n</ul>","byline":"Bryan Armen Graham at the Barclays Center","body":"<p>Amir Khan outpointed Chris Algieri to stay on course for a September showdown with Floyd Mayweather, but failed to deliver the statement that might have made the fight a mandate.</p> \n<p>Khan overcame a spirited challenge from Algieri to win a unanimous decision in a 12-round welterweight fight before a crowd of 7,372 on Friday night. One ringside judge scored it 115-113, while the other two had it 117-111. (The Guardian had it 116-112.)</p> \n<p>While Algieri had won a world title at 140lbs with last year’s upset of crude brawler Ruslan Provodnikov, few expected the Long Island native to pose much of a threat against the faster, more polished Khan, a two-time champion at junior welterweight. Not least the oddsmakers, who installed Algieri as an 8-1 underdog. The discussion throughout the build-up to Friday’s fight focused almost exclusively on Khan’s next opponent rather than the task at hand.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/sport/live/2015/may/29/amir-khan-v-chris-algieri-live-boxing\">Amir Khan beats Chris Algieri – as it happened</a> </p> \n</aside> \n<p>But then the bell rang.</p> \n<p>And while Khan’s edge in hand speed was apparent from the opening round, it was Algieri’s size and aggression that were able to remove the Briton from his comfort zone. The former kickboxing champion stalked Khan in the opening rounds, bullying him against the ropes. Even as Khan won the opening rounds with shrewd, effective counters, it seemed Algieri – an underrated athlete – was walking through the punches.</p> \n<p>Khan (31-3, 19 KO) may never outrun the questions about his punch resistance, but when a heat-seeking right hand detonated on his jaw in the second round, he took it well. One could only wonder the result if it had been thrown by someone other than the feather-fisted Algieri (eight knockouts in 22 fights).</p> \n<p>Algieri continued to walk Khan down as the fight moved into the middle rounds, using pressure and work rate to crowd his opponent and nullify his edge in speed. Every time Khan stepped back to create distance, Algieri was already inside trying to turn it into a brawl. The fight plan, which played more to Khan’s perceived weaknesses than Algieri’s strengths, was both unexpected and tactically superb. Equally impressive was Algieri’s commitment to the body attack.</p> \n<p>Yet Khan made the necessary adjustments over the second half of the fight, familiarizing himself with the geometry and rhythm of the action. He fought off his back foot with comfort and ease, touching Algieri’s face until both eyes were swollen. While both fighters were marvelously conditioned, it was Khan who was able to dictate the pace over the championship rounds and impose his rhythm on the action. By the 10th round he’d completely taken over, peppering Algieri with stinging shots to the head and body.</p> \n<p>Surely that’s the biggest positive that can be drawn for Khan: he showed he can box at welterweight and alter tactics mid-fight rather than simply be drawn into the firefights his younger self might have found impossible to resist.</p> \n<p>There’s no question Khan possesses gifts that could trouble Mayweather, but it’s hard to imagine boxing’s pound-for-pound king finding much to worry about in Friday’s performance. If Algieri’s right hand could tag Khan consistently, what havoc might the infinitely slicker welterweight champ wreak?</p> \n<p>“Everyone knows I would love to fight Floyd next, but when you wait for something this long and hope for it this long, it can set you back,” said Khan, who landed 218 of 609 punches (36%), compared to 199 of 703 for Algieri (28%). </p> \n<figure class=\"element element-image\" data-media-id=\"a61a88a48e149660dcfc2e55d557e3f79b6d9db9\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/30/1432973302544/2bc93374-037d-4cc6-b9ec-06b979420b14-460x324.jpeg\" alt=\"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.\" width=\"460\" height=\"324\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.</span> \n  <span class=\"element-image__credit\">Photograph: Al Bello/Getty Images</span> \n </figcaption> \n</figure> \n<p>For Algieri (20-2, 8 KOs), it was an ennobling defeat, one that improved his stock while earning a measure of redemption from November’s six-knockdown disaster against Manny Pacquiao in Macau. Make no mistake: it was a fight replete with close rounds. When you consider that Algieri was awarded seven different rounds by at least one of the three judges, the dual 117-111 scores do seem harsh.</p> \n<p>“I felt like I landed the cleaner, harder shots,” Algieri said. “When that final bell rang, I felt it was definitely my fight.”</p> \n<p>Truth be told, Friday’s fight was a bit of a no-win situation for Khan. So widely was he expected to win that nearly no possible outcome would have been enough to impress. But while he showed signs of tactical maturity in grinding out the victory, it’s hard to feel optimistic about his chances against the best fighter of his generation.</p> \n<p>Ready or not, though, that fight could be next.</p> \n<p>“Mayweather is a champion,” Khan said. “So let’s make it happen.”</p>","section":"Sport","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958423986/ae127565-633e-4c7c-8978-8e62dc4629de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Al Bello/Getty Images","altText":"Amir Khan and Chris Algieri","cleanCredit":"Photograph: Al Bello/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432973303374/2bc93374-037d-4cc6-b9ec-06b979420b14-2060x1452.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1452,"width":2060,"orientation":"landscape","caption":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York. Photograph: Al Bello/Getty Images","credit":"Al Bello/Getty Images","altText":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.","cleanCaption":"Amir Khan catches Chris Algieri during their bout at Barclays Center in New York.","cleanCredit":"Photograph: Al Bello/Getty Images"}],"webPublicationDate":"2015-05-30T05:01:10Z","lastModified":"2015-05-30T08:08:53Z","metadata":{"commentable":true,"commentCount":19,"contributors":[{"name":"Bryan Armen Graham","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/bryan-armen-graham"}],"feature":false,"keywords":["Amir Khan","Boxing","US sports","Sport"],"tags":[{"id":"sport/amirkhan","webTitle":"Amir Khan"},{"id":"sport/boxing","webTitle":"Boxing"},{"id":"sport/us-sport","webTitle":"US sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"sport"},"topics":[{"displayName":"Bryan Armen Graham","topic":{"type":"tag-contributor","name":"profile/bryan-armen-graham"}}],"embeddedVideos":[],"adTargetingPath":"sport"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","shortUrl":"http://gu.com/p/49btm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri","webUri":"http://www.theguardian.com/sport/2015/may/30/amir-khan-fights-off-spirited-challenge-from-chris-algieri"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/30/1432958423986/ae127565-633e-4c7c-8978-8e62dc4629de-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Amir Khan came up against a tough opponent in Chris Algieri at the Barclays Center. Photograph: Al Bello/Getty Images","credit":"Al Bello/Getty Images","altText":"Amir Khan and Chris Algieri","cleanCaption":"Amir Khan came up against a tough opponent in Chris Algieri at the Barclays Center.","cleanCredit":"Photograph: Al Bello/Getty Images"}},"importance":3,"kicker":{"title":"Boxing"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Labour leadership / Liz Kendall 'will back white working-class young'","rawTitle":"Liz Kendall 'will back white working-class young'","item":{"type":"article","id":"politics/2015/may/29/liz-kendall-will-back-white-working-class-young","title":"Liz Kendall 'will back white working-class young'","trailText":"Shadow minister gives speech on child aspiration, as Labour leadership rivals Andy Burnham and Yvette Cooper focus on engaging with ‘the disillusioned’","standFirst":"<p>Shadow minister gives speech on child aspiration, as Labour leadership rivals Andy Burnham and Yvette Cooper focus on engaging with ‘the disillusioned’</p>","byline":"Rowena Mason Political correspondent","body":"<p>Children from white working class backgrounds in particular need to be taught more about aspiration and the chance to improve their lives, Liz Kendall, one of the Labour leadership candidates, has said.</p> \n<p>The shadow minister for care and older p eople put education at the heart of her mission to be Labour leader as she promised to launch a project encouraging businesses, unions and volunteers to go into state schools to show how learning can transform lives.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/27/labour-spain-podemos-winning-streak-inspiring-people\">The British left must learn to speak a&nbsp;new language – Spanish | Owen Jones</a> </p> \n</aside> \n<p>The three main leadership candidates – Kendall, Andy Burnham and Yvette Cooper – all gave speeches on Friday emphasising the need to move on from Labour’s past and re-engage with disillusioned voters.</p> \n<p>Kendall said her own background was ordinary and her parents were “like many across Britain, neither on the breadline, nor loaded”. But she said many of her “brilliant, funny, acutely intelligent” school friends had never fulfilled their potential.</p> \n<p>She praised one primary school for having an “aspirations week”, saying such programmes were needed to “teach girls and boys, particularly from white working class communities, about the chances in life they may not even know exist – like being an engineer, a chemist and even leader of the Labour party”.</p> \n<p>Kendall also mentioned the need to help white working-class communities, during a journalists’ gathering in Westminster last week, when she said Labour would still “be doing the best for kids, particularly in white-working class communities” in 2020.</p> \n<p>Her emphasis on helping this perceived societal grouping suggests she may be concerned about the need for Labour to win back “left behind” voters in the party’s northern England heartlands who, at the last general election, were tempted by Ukip.</p> \n<p>Burnham’s speech to business leaders in London stressed the need to appeal to voters who had lost their “emotional connection” with Labour - whether they had gone to the SNP in Scotland, Ukip, or the Conservatives. </p> \n<p>Burnham, the shadow health secretary, who is trying to dispel his image as the candidate of the left and of the unions, said there were three areas in which Labour needed to win back people’s trust: welfare, immigration and economic competence. </p> \n<p>Currently the favourite to win, he said he wanted to counter the perception that Labour gave an easy ride to some people in society who “did not want to help themselves”. He said Labour was right to challenge “indiscriminate welfare cuts”, including the bedroom tax, but he suggested there should be further cuts at some level short of the Tory proposal for &pound;12bn of savings.</p> \n<p>It should be probably somewhere in between [zero and &pound;12bn], shouldn’t it?” he said. “These are things we’re going to look at. I’ve not today got specifics. But I am saying Labour does need to win back those people who have that feeling about us.”<br /></p> \n<p>Burnham said he backed the shadow cabinet position on welfare, revealed by Labour’s interim leader, Harriet Harman, who said the party might be sympathetic to the idea of the government lowering the cap on benefits to &pound;23,000 a year. </p> \n<p>In a wide-ranging speech, he urged the government to get on with the process of increasing airport runway capacity in south-east England and of holding an EU referendum by the autumn of 2016. He outlined an ambition of introducing a university-style system for allocating and financing apprenticeships, arguing that the last Labour government let down some young people who did not wish take an academic path.</p> \n<figure class=\"element element-image\" data-media-id=\"de3dee3e6746b38289f90aefe29aa81bf29e9dca\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/29/1432922856653/79fc47a8-c189-41a3-a2ea-6de5db04f664-460x276.jpeg\" alt=\"Yvette Cooper\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Yvette Cooper, meets young entrepreneurs at Tech City UK in London</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure> \n<p>Cooper, the shadow home secretary launched her campaign, in Tech City in London, before embarking on a national “listening tour” in constituencies that Labour had been hoping to win.</p> \n<p>She called on Labour and Westminster to move on from the analogue age, arguing that politics was not keeping up with the fact that Britain “was changing fast, through technology, global competition, travel, trade and migration – changing jobs, changing family life, changing communities”.</p> \n<p>She said: “We can’t get sucked back into replaying Miliband vs Miliband, Blair vs Brown, or trying the old campaign playbooks from the 1990s or the noughties. Britain has moved on. We need answers for tomorrow not yesterday.” <br /></p> \n<p>One of her statements was that central government needed to be closer to people, a move that should start with the break-up of Whitehall, sending departments out of London and into the regions.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432921435125/c6316bb7-c168-4ab4-8a15-60af0eff7247-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Hackett/Reuters","altText":"Schools need to teach pupils about chances in life they might not know exist, says Liz Kendall.","cleanCredit":"Photograph: Paul Hackett/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432922858003/79fc47a8-c189-41a3-a2ea-6de5db04f664-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Yvette Cooper, meets young entrepreneurs at Tech City UK in London Photograph: Stefan Rousseau/PA","credit":"Stefan Rousseau/PA","altText":"Yvette Cooper","cleanCaption":"Yvette Cooper, meets young entrepreneurs at Tech City UK in London","cleanCredit":"Photograph: Stefan Rousseau/PA"}],"webPublicationDate":"2015-05-29T17:45:02Z","lastModified":"2015-05-30T02:30:19Z","metadata":{"commentable":true,"commentCount":1675,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Labour party leadership","Liz Kendall","Labour","Andy Burnham","Yvette Cooper","General election 2015","Harriet Harman","Education","Children","Schools","EU referendum","Politics","UK news","Society"],"tags":[{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/liz-kendall","webTitle":"Liz Kendall"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/andyburnham","webTitle":"Andy Burnham"},{"id":"politics/yvette-cooper","webTitle":"Yvette Cooper"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"education/education","webTitle":"Education"},{"id":"society/children","webTitle":"Children"},{"id":"education/schools","webTitle":"Schools"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/29/liz-kendall-will-back-white-working-class-young","shortUrl":"http://gu.com/p/49bag","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/29/liz-kendall-will-back-white-working-class-young","webUri":"http://www.theguardian.com/politics/2015/may/29/liz-kendall-will-back-white-working-class-young"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432921435125/c6316bb7-c168-4ab4-8a15-60af0eff7247-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schools need to teach pupils about chances in life they might not know exist, says Liz Kendall. Photograph: Paul Hackett/Reuters","credit":"Paul Hackett/Reuters","altText":"Schools need to teach pupils about chances in life they might not know exist, says Liz Kendall.","cleanCaption":"Schools need to teach pupils about chances in life they might not know exist, says Liz Kendall.","cleanCredit":"Photograph: Paul Hackett/Reuters"}},"importance":2,"kicker":{"title":"Labour leadership"},"showQuotedHeadline":false,"sublinks":[]},{"title":"EU referendum / Merkel suggests deal can be reached with Cameron","rawTitle":"Merkel suggests deal can be reached with Cameron","item":{"type":"article","id":"world/2015/may/29/angela-merkel-hints-revising-lisbon-treaty-accommodate-david-cameron-demands","title":"Merkel suggests a deal can be reached over Cameron's EU demands","trailText":"At talks in Berlin, the German chancellor, Angela Merkel, does not rule out revising Lisbon treaty to accommodate the British PM’s plans","standFirst":"<p>At talks in Berlin, the German chancellor, Angela Merkel, does not rule out revising Lisbon treaty to accommodate the British PM’s plans</p>","byline":"Nicholas Watt  and Kate Connolly","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/may/29/david-camerons-european-diplomatic-offensive-in-pictures\">David Cameron's European diplomatic offensive - in pictures</a> </p> \n</aside> \n<p><a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/davidcameron\">David Cameron</a> has received a boost to his EU renegotiation plans after Angela Merkel left the door open to revising the Lisbon treaty to accommodate British demands.</p> \n<p>On the final stage of the prime minister’s two-day tour of four European capitals, the German chancellor adopted an emollient tone as she expressed the hope that a deal could be agreed with Britain.</p> \n<p>“Wherever there is a desire, there is also a way, and this should be our guiding principle here,” Merkel said after talks at the German chancellery in Berlin.</p> \n<p>Cameron travelled to Berlin after one of his central demands – banning EU migrants from claiming in-work benefits for four years – was given a frosty reception in Warsaw by his Polish counterpart, Ewa Kopacz. The Polish prime minister, who faces a tough general election in the autumn and is unlikely to cave in to Britain, accused Cameron of tabling discriminatory proposals targeted at Poles.</p> \n<p>Cameron is understood to have tried to reassure Kopacz that his plans would not discriminate against Polish citizens because they would apply to all EU migrants. But the penalising of EU citizens enjoying the freedom to work in the UK is one of the most controversial and also most substantive items on the prime minister’s shopping list. </p> \n<p>British officials working on Cameron’s renegotiation plan accept that his plans to restrict access to in-work benefits for EU migrants is emerging as one of the most difficult items. Government lawyers have advised No 10 that the changes would have to be underpinned in the Lisbon treaty to ensure that the UK could not be taken to the European court of justice for breaching the EU’s rules on the free movement of people.</p> \n<p>It is understood that British officials will argue that it is difficult to accuse the UK of discriminating against EU citizens by denying them the same access to tax credits as British citizens, because of differences between welfare systems across the EU. Other EU states have contributory welfare systems which means that UK citizens working in some EU countries are denied access to some benefits.</p> \n<p>The atmosphere on Cameron’s tour improved when he flew from Warsaw to Berlin for talks with Merkel who will be the central figure in the negotiations that will take place round the table of the European council of EU leaders. She said she accepted his call for the EU to recognise that some member states do not feel comfortable with greater European integration, as she acknowledged there was a two-speed <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/europe-news\">Europe</a>.</p> \n<p>Merkel suggested that she might be open to revising the Lisbon treaty. Government lawyers have advised Cameron, who has spoken of the need for “full-on” treaty change, that he will need to underpin his benefit changes in a revised treaty.</p> \n<p>But the German chancellor made clear that it was important to agree on the substance of reform before deciding on the mechanism for delivering the change. Merkel said: “It is worth talking about the content, the substance. We also need to talk about what needs to be changed. Is it necessary to change the treaty? Can it be changed via a secondary process? But, of course, if you are convinced of a content, of a substance, then we shouldn’t be saying, well, to change the treaty is totally impossible.”</p> \n<p>Merkel made clear that she hoped Britain would remain in the EU, though she said it was a matter for UK voters to decide in the referendum that is to be held by the end of 2017. </p> \n<p>Cameron was greeted with a full military guard of honour and a red carpet in Berlin. Over a working lunch of shrimp tartare, veal escalope, asparagus and potatoes, followed by strawberries, the two discussed the issues that will appear on the agenda of the G7 meeting next week and thrashed out their differences and commonalities over European reform.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/guardian-view-cameron-european-diplomacy-tilting-windmills\">The Guardian view on Cameron’s European diplomacy: tilting at windmills | Editorial</a> </p> \n</aside> \n<p>Merkel faces a balancing act between fighting to keep in the EU a Britain that is seen as recalcitrant and ungrateful by most Germans, while appearing not to concede to its demands. If a Brexit were to happen on her watch, those close to her cautiously admit that she would consider it one of the failures of her tenure as German chancellor.</p> \n<p>Cameron said he was confident he would eventually renegotiate Britain’s EU membership terms. “Of course there is no magic big solution,” he said. “But as the chancellor has said previously and again today: where there is a will, there is a way. The EU has shown before that when one of its member states has a problem that needs sorting out it can be flexible enough to do so. I have every confidence it will do so again. The EU is better off with the UK as a member and I believe that the British national interest can best be served by staying in the EU on the basis of a reformed settlement.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432903586995/4ce67929-4b42-4316-9392-acad1bfe1155-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Hannibal Hanschke/Reuters","altText":"German chancellor Angela Merkel and British prime minister David Cameron after their meeting in Berlin on Friday.","cleanCredit":"Photograph: Hannibal Hanschke/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-29T16:23:43Z","lastModified":"2015-05-29T23:25:25Z","metadata":{"commentable":true,"commentCount":554,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["EU referendum","Angela Merkel","David Cameron","Germany","European Union","Migration","Europe","Politics","UK news","Eurozone","Foreign policy","World news"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/migration","webTitle":"Migration"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/angela-merkel-hints-revising-lisbon-treaty-accommodate-david-cameron-demands","shortUrl":"http://gu.com/p/49b53","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/angela-merkel-hints-revising-lisbon-treaty-accommodate-david-cameron-demands","webUri":"http://www.theguardian.com/world/2015/may/29/angela-merkel-hints-revising-lisbon-treaty-accommodate-david-cameron-demands"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456954722","source":"Reuters","durationInSeconds":113,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10410979&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/29/150529CameronMerkel_KP-24334740.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/29/1432914995541/KP_250227_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for CameronMerkel","credit":"guardian.co.uk","altText":"620x372 trailpic for CameronMerkel","cleanCaption":"620x372 trailpic for CameronMerkel"}}},"importance":1,"kicker":{"title":"EU referendum"},"showQuotedHeadline":false,"sublinks":[{"title":"Analysis / German chancellor meets PM, with Germany in a spin over his EU demands","rawTitle":"German chancellor meets PM, with Germany in a spin over his EU demands","item":{"type":"article","id":"world/2015/may/29/merkel-to-meet-cameron-with-germany-over-his-eu-demands","title":"Merkel to meet Cameron with Germany in a spin over his EU demands","trailText":"German chancellor will have two aims in mind when meeting British PM: to keep the UK in the EU while appearing not to concede to his renegotiation bid<br>","standFirst":"<p>German chancellor will have two aims in mind when meeting British PM: to keep the UK in the EU while appearing not to concede to his renegotiation bid<br /></p>","byline":"Kate Connolly  in Berlin","body":"<p>Berlin’s rather bombastic cuboid chancellery building, with its round glass front, is known in the vernacular as the Washing Machine, so it’s a rather appropriate place for Angela Merkel to be meeting the man who has put Europe – and not least Germany – into a spin with his demands.<br /></p> \n<p>Having greeted David Cameron on the red carpet with a military guard of honour outside Berlin’s chancellery on Friday, she has two aims in mind: to keep Britain in the European Union while appearing not to concede to his demands. If a Brexit were to happen on her watch she would consider it one of the failures of her tenure as German chancellor, her advisers have cautiously admitted.</p> \n<p>Having Berlin as the last stop on his “roadshow for a new EU” – as a Die Welt headline referred, somewhat tongue-in-cheek, to Cameron’s European trip – could be seen as something of a boost for the pro-EU camp and puts a positive spin on the freshly elected leader’s charm offensive. He is welcome here in the most powerful EU country and, says Stefanie Bolzen in a commentary for Die Welt, the world’s most powerful woman “is an unconditional apologist for keeping the kingdom in the union, despite all the infuriation surrounding Cameron’s manoeuvring”.</p> \n<p>Despite the frustrations over what the German government sees as Cameron’s rather overly confident approach, and the distinct impression that he is “spoiling for a fight”, as Bolzen puts it, in a country more used to consensus than confrontation, there are few in Berlin who want to see Britain leave.</p> \n<p>“It’s indisputable that there’s no European land that, thanks to its history and its language, is so intertwined with the rest of the world. It is one of the UN’s five veto nations, it has … the hardest hitting army in Europe. And with its credo to keep the state small and its belief in the power of the individual, it is – certainly for Berlin – a reliable counterweight to the French.”</p> \n<p>Despite all the warm words Merkel and Cameron will say about each other following their lunchtime encounter, the Rhein Zeitung from Koblenz warns Cameron in an editorial that he is going to be “taught a lesson” in Berlin.</p> \n<p>“The EU will not and cannot allow its basic freedoms to be sacrificed on any old domestic political altar. Neither the freedom of movement nor the human rights or the employee protection laws are negotiable. The openness of the market needs to be subject to controls, controls that Cameron wishes to be renegotiated,” says the paper. “But he will find himself talking to a brick wall.”</p> \n<p>The S&uuml;ddeutsche Zeitung is optimistic about the fact that the question in the EU referendum – “Should the United Kingdom remain a member of the European Union?” – will demand a negative response from anyone who wishes Britain to leave the EU, and that yes campaigns often have more of a chance of success.</p> \n<p>But Axel Sch&auml;fer, the deputy leader of the SPD in the Bundestag, warned Britain to hurry up with the referendum. “The quicker the better,” he told DPA. “The impasse which would result if a referendum is not held until the end of 2017 would be bad for the country and for the EU.” Merkel will likely insist on the same.</p> \n<p>German business leaders too have warned that a referendum should happen sooner rather than later, and that 400,000 British jobs that are dependent on trade with Germany could be at risk if Britain leaves. Growing numbers of German companies in Britain have said they are plotting their departure in the case of a Brexit.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/91d89cb891f177a6d3afab64cdc8851d255966c1/0_160_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"Stringer/Getty Images","altText":"BERLIN, GERMANY - MAY 29:  German Chancellor Angela Merkel and British Prime Minister David Cameron listen to their nations' national anthems upon Cameron's arrival at the Chancellery on May 29, 2015 in Berlin, Germany. Cameron is in Berlin as part of his tour of European Union member states capitals in order to persuade leaders on the necessity of E.U. reforms.  (Photo by Stringer/Getty Images)","cleanCredit":"Photograph: Stringer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T10:54:07Z","lastModified":"2015-05-29T11:18:18Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["Germany","David Cameron","EU referendum","Angela Merkel","Europe","European Union","Foreign policy","Politics","UK news","World news"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kate Connolly","topic":{"type":"tag-contributor","name":"profile/kateconnolly"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/merkel-to-meet-cameron-with-germany-over-his-eu-demands","shortUrl":"http://gu.com/p/49b22","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/merkel-to-meet-cameron-with-germany-over-his-eu-demands","webUri":"http://www.theguardian.com/world/2015/may/29/merkel-to-meet-cameron-with-germany-over-his-eu-demands"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/91d89cb891f177a6d3afab64cdc8851d255966c1/0_160_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"German chancellor Angela Merkel greets British prime minister David Cameron upon his arrival at the chancellery in Berlin. Photograph: Stringer/Getty Images","credit":"Stringer/Getty Images","altText":"German chancellor Angela Merkel greets British prime minister David Cameron upon his arrival at the chancellery in Berlin.","cleanCaption":"German chancellor Angela Merkel greets British prime minister David Cameron upon his arrival at the chancellery in Berlin.","cleanCredit":"Photograph: Stringer/Getty Images"}},"importance":0,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[]}]}],"lastModified":"2015-05-30T07:50:26Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}