{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Schools monitoring pupils with 'anti-radicalisation software'","rawTitle":"Schools monitoring pupils with 'anti-radicalisation software'","item":{"type":"article","id":"uk-news/2015/jun/10/schools-trial-anti-radicalisation-software-pupils-internet","title":"Schools monitoring pupils' web use with 'anti-radicalisation software'","trailText":"Software flags up trigger words and phrases such as ‘jihadi bride’, ‘jihobbyist’ and ‘you only die once’","standFirst":"<p>Software flags up trigger words and phrases such as ‘jihadi bride’, ‘jihobbyist’ and ‘you only die once’</p>","byline":"Diane Taylor","body":"<p>Schools are being sold software to monitor pupils’ internet activity for extremism-related language such as “jihadi bride” and “YODO”, short for you only die once. </p> \n<p>Several companies are producing “anti-radicalisation” software to monitor pupils’ internet activity ahead of the introduction of a legal requirement on schools to consider issues of terrorism and extremism among children.</p> \n<p>Under the Counter-terrorism and Security Act 2015, which comes into force on 1 July, there is a requirement that schools “have due regard to the need to prevent pupils being drawn into terrorism”.</p> \n<p>One company, <a draggable=\"true\" href=\"https://www.imperosoftware.co.uk/classroom-management-software-fight-against-radicalisation/\">Impero</a>, has launched a pilot of its software in 16 locations in the UK as well as five in the US. Teachers can store screenshots of anything of concern that is flagged up by the software. Other companies offering anti-radicalisation software products to schools include <a draggable=\"true\" href=\"http://www.futuredigital.solutions/index.php/news/story/protecting-your-students-from-radicalisation-and-other-online-dangers-throu\">Future Digital</a> and <a draggable=\"true\" href=\"http://www.securus-software.com/2015/01/securus-launches-extremism-radicalisation-alerts-schools/\">Securus</a>.</p> \n<p>Impero has produced a glossary of trigger words such as “jihobbyist” (someone who sympathises with jihadi organisations but is not an active member) and “Message to America” (an Islamic State propaganda video series).</p> \n<p>Schools involved with the Impero pilot already have contracts to buy or rent other software from the company, and are trialling the anti-radicalisation software at no extra charge. They are in areas including London, County Durham, Essex, Leicestershire, Warwickshire, Yorkshire and Staffordshire.</p> \n<p> A spokeswoman for Impero said: “The Counter-terrorism and Security Act places a duty on schools to prevent people from being drawn into terrorism. Since the introduction of the act at the beginning of the year we have had a lot of schools approach us requesting a keyword-detection policy focused on radicalisation.</p> \n<p>“The system may help teachers confirm identification of vulnerable children, or act as an early warning system to help identify children that may be at risk in future. It also provides evidence for teachers and child protection officers to use in order to intervene and support a child in a timely and appropriate manner. </p> \n<p>“It is not about criminalising children, it is about helping schools spot the early warning signs so that risk in relation to an individual can be assessed and measured, and counter-narratives and support can be put in place to help educate children before they potentially become victims of radicalisation.”</p> \n<p>Different schools are interpreting the anti-radicalisation clause in the new counter-terrorism legislation in different ways. <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/09/schools-duty-police-extremism-anti-terrorism-laws\">Headteachers interviewed by the Guardian</a> said it was a very difficult issue for schools to get involved with.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/09/schools-duty-police-extremism-anti-terrorism-laws\">School heads raise alarm over new duty to protect students from extremism</a> </p> \n</aside> \n<p>Some schools are simply signalling that they are aware of the requirement to take the issue into account, while others are being more proactive. One school is east London is offering workshops on spotting signs of radicalisation.</p> \n<p>Monega primary school in Newham has invited parents of children as young as four to a <a href=\"https://twitter.com/mrjammyjamjar1/status/608012797730025474/photo/1\">workshop on 26 June</a>. The invitation states: “Come and join us for this session led by a social worker on how to prevent and detect radicalisation. All parents are welcome.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mrjammyjamjar1/statuses/608012797730025474\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">This is a letter sent to parents of FOUR YEAR olds at Monega School in <a href=\"https://twitter.com/hashtag/Newham?src=hash\">#Newham</a> as part of a <a href=\"https://twitter.com/hashtag/PREVENT?src=hash\">#PREVENT</a> initiative. <a href=\"http://t.co/oAUrEognGF\">pic.twitter.com/oAUrEognGF</a></p>— Jammy Dodger (@mrjammyjamjar1) \n  <a href=\"https://twitter.com/mrjammyjamjar1/status/608012797730025474\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p></p> \n<p>Yahya Birt, a Muslim academic specialising in British Islam, <a href=\"https://twitter.com/YBirt/status/608018821232914432\">tweeted</a> about the four-year-olds potentially being monitored for radicalisation: “They’re pre-lingual, let alone pre-political. It’s bonkers.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YBirt/statuses/608018821232914432\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/brendan_DB\">@brendan_DB</a> Yes, profiling vs everyone gets checked. But these are toddlers. They're pre-lingual let along pre-political. It's bonkers.</p>— Yahya Birt (@YBirt) \n  <a href=\"https://twitter.com/YBirt/status/608018821232914432\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p>Last month there was controversy over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys\">a questionnaire circulated to pupils in five primary schools</a> in Waltham Forest, another east London borough with a large Muslim population. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys\">Fury after primary pupils are asked to complete radicalisation-seeking surveys</a> </p> \n</aside> \n<p>The questionnaire asked pupils leading questions about their views and beliefs including whether or not they would marry someone from a different religion, whether they would be prepared to hurt someone who made fun of their race or religion and whether they felt God had a purpose for them. </p> \n<p>Waltham Forest council later said the questionnaires would be withdrawn. It said they had been produced by the behavioural insights team, also known as the “nudge unit”, which started life inside 10 Downing Street and is partly government-owned.</p> \n<p>An internal memo circulated to directors of children’s services by the director of the Department for Education’s due diligence and counter-extremism group states that in the wake of the three British Muslim teenagers going to Syria, schools are being offered more support in tackling extremism, including a dedicated helpline for teachers. </p> \n<p>The department is carrying out a review of schools where there is evidence of pupils having links to people who may have travelled to Syria.</p> \n<p> Birt <a href=\"https://twitter.com/YBirt/status/608012170589306880\">tweeted</a>: “This policy covers about 800,000 Muslims who are under-18 when maybe a couple of dozen of them are with Isis, it’s a sledgehammer for a walnut.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YBirt/statuses/608012170589306880\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/brendan_DB\">@brendan_DB</a> This policy covers ca. 800,000 Muslim under-18s, when maybe a couple of dozen of them are with ISIS. Sledgehammer for a walnut.</p>— Yahya Birt (@YBirt) \n  <a href=\"https://twitter.com/YBirt/status/608012170589306880\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p> Bill Bolloten, an education consultant who provides training to schools in this area, said: “There are growing concerns that many schools are failing to understand what is required under the new act. The prevent duty requires them to respond in ways that are proportionate and appropriate, based on an assessment of genuine risks that children might face in relation to extremism. </p> \n<p>“Workshops for parents on extremism, as well as other activities such as radicalisation questionnaires for children and software that spies on pupils’ internet activity in school, are based on the discredited idea that there are signs of extremism that can be detected in young children. </p> \n<p>“These actions are alarming many parents and may compound a growing climate of mistrust. Schools should reflect and reconsider if these approaches are potentially counter-productive and might damage relationships with the communities they serve.”</p> \n<h2>Impero glossary of key words and phrases that its software will flag up </h2> \n<p><strong>Jihadi bride</strong> A woman convinced that it is her Islamic duty to travel to join a jihadi organisation such as Isis and marry one of its fighters. Searching for this term may indicate vulnerability to radicalisation or support for Islamist extremism.<br /></p> \n<p><strong>John Cantlie</strong> British journalist kidnapped and held hostage by Isis since 2012. He appears in several Isis propaganda videos.<br /></p> \n<p><strong>War on Islam</strong> Phrase often used by Islamists and jihadis to perpetuate the narrative that the west is at war with all Muslims, which is crucial to their radicalisation and recruitment aims.</p> \n<p><strong>Jihobbyist</strong> Someone who sympathises or supports jihadist organisations but does not commit the offence of becoming an active member. Searching for this term may indicate support for jihadism.</p> \n<p><strong>Pogrom</strong> An organised massacre or persecution of an ethnic or religious group, particularly Jews. Searching for this term may indicate support for far-right extremism.</p> \n<p><strong>YODO</strong> Acronym for “you only die once”, a jihadi parody of YOLO. Used to promote suicide bombings and recruitment to Isis. </p> \n<p><strong>Storm Front</strong> White supremacist neo-nazi organisation. </p> \n<p><strong>Kuffs</strong> Arabic term for infidel, hate speech used by Islamists to denote non-Muslims. </p> \n<p><strong>Message to America</strong> Isis propaganda video series featuring beheadings of western hostages and threats to kill more. </p> \n<p><br /><br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433942991528/6d35687f-5a9a-4efc-8ad3-bc8846519e43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Damien Meyer/AFP/Getty Images","altText":"Schools are being sold software that can monitor pupils internet use","cleanCredit":"Photograph: Damien Meyer/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T13:08:33Z","lastModified":"2015-06-10T14:17:50Z","metadata":{"commentable":true,"commentCount":144,"contributors":[{"name":"Diane Taylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dianetaylor"}],"feature":false,"keywords":["UK security and counter-terrorism","Counter-terrorism policy","Schools","Education","Politics","UK news"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"education/schools","webTitle":"Schools"},{"id":"education/education","webTitle":"Education"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Diane Taylor","topic":{"type":"tag-contributor","name":"profile/dianetaylor"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/schools-trial-anti-radicalisation-software-pupils-internet","shortUrl":"http://gu.com/p/49k85","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/schools-trial-anti-radicalisation-software-pupils-internet","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/schools-trial-anti-radicalisation-software-pupils-internet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433942991528/6d35687f-5a9a-4efc-8ad3-bc8846519e43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Schools are being sold software that can monitor pupils internet use Photograph: Damien Meyer/AFP/Getty Images","credit":"Damien Meyer/AFP/Getty Images","altText":"Schools are being sold software that can monitor pupils internet use","cleanCaption":"Schools are being sold software that can monitor pupils internet use","cleanCredit":"Photograph: Damien Meyer/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433942991528/6d35687f-5a9a-4efc-8ad3-bc8846519e43-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Damien Meyer/AFP/Getty Images","altText":"Schools are being sold software that can monitor pupils internet use","cleanCredit":"Photograph: Damien Meyer/AFP/Getty Images"}}]},{"title":"Malaysia / Fears for British woman held over 'indecent' photos","rawTitle":"Fears for British woman held over 'indecent' photos","item":{"type":"article","id":"world/2015/jun/10/british-woman-among-those-held-over-naked-stunt-on-mount-kinabalu","title":"Father of British tourist held after 'naked' prank asks for clemency","trailText":"Lawyer for Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of mountain, requests she is held separately for her safety ","standFirst":"<p>Tim Hawkins, whose daughter is one of four accused of posing for ‘indecent’ photos in Malaysia, requests authorities not to make example of her</p>","byline":"Matthew Weaver","body":"<p>The father of a British woman arrested in Malaysia for posing naked on Mount Kinabalu has appealed to the authorities not to make an example of her, amid fears for her safety after the prank was blamed for causing a deadly earthquake.</p> \n<p>Eleanor Hawkins, 23, from Derby, was one of 10 trekkers who stripped on the mountain on 30 May in a stunt that a local official said was insulting to indigenous people, suggesting it may even be considered the cause of an earthquake that killed 18 people days later. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"b21b2e1fa622d47f7f49bbbccf9e46c1ea965fd0\"> \n <img src=\"http://media.guim.co.uk/b21b2e1fa622d47f7f49bbbccf9e46c1ea965fd0/3_856_482_724/333.jpg\" alt=\"Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of Mount Kinabalu in Malaysia.\" width=\"333\" height=\"500\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of Mount Kinabalu in Malaysia.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook</span> \n </figcaption> \n</figure> \n<p>Hawkins was arrested at Tawau airport on Tuesday before she was due to depart for Kuala Lumpur. She appeared in court on Wednesday with Dylan Snel, a Dutch tourist, and Lindsey and Danielle Petersen, two Canadian siblings, court sources have confirmed.</p> \n<p>The four were remanded for four days pending further investigations into alleged indecency.</p> \n<p>Hawkins’ father, Tim Hawkins, who runs his own mechanical engineering business in Derby, said: “I would like to appeal to the Malaysian authorities. I have got every faith in their judicial system. I just hope they don’t make an example of them after the tragic earthquake.”</p> \n<p>Tim Hawkins told the Guardian that he spoke to his daughter on Wednesday morning: “She is obviously upset. She’s pretty scared. But it was good to speak to her.”</p> \n<p>He also spoke of his daughter’s relief to be in the hands of the Malaysia authorities after the stunt prompted an angry backlash among the Malaysian public. “She’s kind of relieved because she saw it coming. It’s good to know where she is. It is not the kind of situation you envisage when your daughter goes travelling.”</p> \n<p>Eleanor Hawkins is understood to be held in a cell with Danielle Petersen. Ronny Cham, Hawkins’ lawyer, told the Guardian he requested the group be held separately for their own safety because of the level of public anger generated by the alleged stunt.</p> \n<p>Officials in Sabah state, in the northern half of the island of Borneo, accused the tourists of showing “disrespect to the sacred mountain”, which at 4,095 metres is south-east Asia’s highest peak.</p> \n<p>Sabah’s indigenous Kadazan Dusun people believe the tourists’ behaviour angered the spirit of the mountain and was the reason for a 5.9-magnitude earthquake, which six days later struck near the mountain, killing 18 climbers.</p> \n<p>Hawkins was third to enter the court on Wednesday, as the group was ushered in handcuffed together and dressed in purple prison uniforms.</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://www.facebook.com/video.php?v=10153050483152675&amp;hc_location=ufi\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.facebook.com/video/embed?video_id=10153050483152675\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Facebook video of the four alleged nudists appearing in court\n </figcaption> \n</figure> \n<p>The four were remanded until 14 June. Cham said they are likely to be charged with “causing annoyance by conducting obscene acts in a public place”.</p> \n<p>He said if found guilty they could face three months in prison, or a fine, or both. He said if charged, the defence is likely to argue that the top of the mountain should not be defined as a public place where annoyance could be caused to the public. </p> \n<p>Cham accused local state officials of of stoking a public backlash against the tourists. He said: “I asked the court they be held in separate custody from other detainees. Because of the sentiment in this case, we want to protect their safety. People are laying blame on them for offending the mountain. There is a lot of stupidity involved and unfortunately politicians have jumped on the bandwagon to condemn them for causing the earthquake, which is ridiculous.”</p> \n<p>The Foreign Office in London confirmed that a British national had been arrested and consular assistance was being provided.</p> \n<p>Sabah’s deputy chief minister, Joseph Pairin Kitingan, said a special ritual will be conducted to “appease the mountain spirit”.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Malaysia_Latest/statuses/608510863478259712\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">malaysiakini: Four foreigners held for stripping atop Mt Kinabalu <a href=\"http://t.co/zjEjc9YxA9\">http://t.co/zjEjc9YxA9</a> <a href=\"https://twitter.com/hashtag/SabahQuake?src=hash\">#SabahQuake</a> <a href=\"http://t.co/thr14eX6Hr\">pic.twitter.com/thr14eX6Hr</a></p>— Malaysia News (@Malaysia_Latest) \n  <a href=\"https://twitter.com/Malaysia_Latest/status/608510863478259712\">June 10, 2015</a>\n </blockquote> \n</figure> \n<p>Sabah’s state tourism minister, Masidi Manjun, tweeted that legal proceedings against the four foreigners had begun and that they would be remanded for four days.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MasidiM/statuses/608491716400668673\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Legal proceedings have commenced in court against 4 alleged 'strippers on Mt Kinabalu' this morning. Remand application for 4 days granted.</p>— Masidi Manjun (@MasidiM) \n  <a href=\"https://twitter.com/MasidiM/status/608491716400668673\">June 10, 2015</a>\n </blockquote> \n</figure> \n<p>Masidi said the suggestion that the tourists’ actions had caused the earthquake was “misconstrued”.<br /></p> \n<p>“I never said that they actually caused the earthquake, but their actions were against the people of the largest tribe in Sabah. The mountain is a revered and sacred site,” he said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/712cebf7a06409688bdc7214258576514c498ab1/23_0_478_287/478.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":287,"width":478,"orientation":"landscape","credit":"Taken from Twitter","altText":"Tourists posing naked on Mount Kinabalu in Malaysia","cleanCredit":"Photograph: Taken from Twitter"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b21b2e1fa622d47f7f49bbbccf9e46c1ea965fd0/3_856_482_724/482.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":724,"width":482,"orientation":"portrait","caption":"Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of Mount Kinabalu in Malaysia. Photograph: Facebook","credit":"Facebook","altText":"Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of Mount Kinabalu in Malaysia.","cleanCaption":"Eleanor Hawkins, one of four tourists accused of posing for ‘indecent’ photos on top of Mount Kinabalu in Malaysia.","cleanCredit":"Photograph: Facebook"}],"webPublicationDate":"2015-06-10T11:57:02Z","lastModified":"2015-06-10T14:11:12Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Malaysia","UK news","World news","Asia Pacific","Asia"],"tags":[{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"travel/asia","webTitle":"Asia"}],"section":{"id":"world"},"topics":[{"displayName":"Matthew Weaver","topic":{"type":"tag-contributor","name":"profile/matthewweaver"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/10/british-woman-among-those-held-over-naked-stunt-on-mount-kinabalu","shortUrl":"http://gu.com/p/49k45","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/10/british-woman-among-those-held-over-naked-stunt-on-mount-kinabalu","webUri":"http://www.theguardian.com/world/2015/jun/10/british-woman-among-those-held-over-naked-stunt-on-mount-kinabalu"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/712cebf7a06409688bdc7214258576514c498ab1/23_0_478_287/478.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":287,"width":478,"orientation":"landscape","caption":"Tourists posing naked on Mount Kinabalu in Malaysia. Photograph: Malaysia_Latest on twitter","credit":"Malaysia_Latest on twitter","altText":"Tourists posing naked on Mount Kinabalu in Malaysia","cleanCaption":"Tourists posing naked on Mount Kinabalu in Malaysia.","cleanCredit":"Photograph: Malaysia_Latest on twitter"}},"importance":6,"kicker":{"title":"Malaysia"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/712cebf7a06409688bdc7214258576514c498ab1/23_0_478_287/478.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":287,"width":478,"orientation":"landscape","credit":"Taken from Twitter","altText":"Tourists posing naked on Mount Kinabalu in Malaysia","cleanCredit":"Photograph: Taken from Twitter"}}]},{"title":"Fifa bidding process for 2026 World Cup postponed","rawTitle":"Fifa bidding process for 2026 World Cup postponed","item":{"type":"article","id":"football/2015/jun/10/fifa-world-cup-bidding-postponed","title":"Fifa bidding process for 2026 World Cup postponed","trailText":"Fifa has postponed the bidding process for the 2026 World Cup in light of the ongoing investigations into the award of the 2018 and 2022 tournaments","standFirst":"<span class=\"bullet\">•</span> Allegations surrounding 2018 and 2022 tournaments forces decision\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-sepp-blatter-election-president\" title=\"\">Sepp Blatter succession election set for December</a>","byline":"Owen Gibson","body":"<p>Fifa has postponed the bidding process for the 2026 World Cup in light of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/07/russia-qatar-lose-world-cups-if-bribery-found-fifa\" title=\"\">ongoing investigations into the award of the 2018 and 2022 tournaments</a>.</p> \n<p>Its secretary general J&eacute;r&ocirc;me Valcke, under pressure over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/05/world-cup-2010-fifa-scandal-danny-jordaan\" title=\"\">a $10m payment from South African World Cup organisers</a> to the former Fifa vice-president Jack Warner that US prosecutors say was a bribe, confirmed the move at a press conference in Russia, saying it would be “nonsense” to begin the process in the current climate.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/john-oliver-trinidad-television-mock-jack-warner-fifa\">British comedian John Oliver mocks Jack Warner on Trinidad television</a> </p> \n</aside> \n<p>Amid the crisis caused by US charges against 14 football officials, and guilty pleas from four more, Fifa decided that bidders from any confederation except Asia could bid for the 2026 tournament and that a decision would be made by the 209 member associations in May 2017.</p> \n<p>However, Valcke said the process had now been postponed. The US, Mexico and Canada were expected to be among the bidders.</p> \n<p>Swiss prosecutors and the FBI are both looking into the controversial bidding process for the 2018 tournament, to be played in Russia, and the 2022 World Cup, awarded to Qatar. A disputed summary of a Fifa ethics committee report last year ruled there was not sufficient evidence to strip either country of the World Cup but the head of the audit and compliance committee, Domenico Scala, has confirmed it remains a possibility if new evidence emerges.</p> \n<p>The summary, which sparked the resignation of the report’s author Michael Garcia, detailed a list of allegations against Qatar and said Russia had been unable to cooperate because the organising committee had lost all its emails.</p> \n<p>Following a meeting of the World Cup organising committee in Samara, Valcke insisted the Russian World Cup was on track before the qualifying draw in St Petersburg in July. “Overall the preparations for the Fifa Confederations Cup and the Fifa World Cup as well as our first major event, the preliminary draw, are well under way and on schedule,” said Valcke.</p> \n<p>Russia’s 2018 local organising committee chairman, Vitaly Mutko, also a member of the Fifa executive committee and the country’s sports minister, said preparations were “well on track and on schedule”. He added: “There’s no doubt all the events of 2018 Fifa World Cup in Russia will go through at top level.”</p> \n<p>The Russian president, Vladimir Putin, had been critical of the US investigation, claiming it was a plot to oust the Fifa president, Sepp Blatter, and destabilise the 2018 World Cup.</p> \n<p>Valcke also defended Fifa’s handling of a $10m payment to a Caribbean Football Union account controlled by Warner, the former Fifa vice-president whose deputy Chuck Blazer has pleaded guilty in court of taking some of the money as a bribe to vote for South Africa to host the 2010 World Cup. The payment followed a 2008 letter from the South African Football Association to Valcke asking for the money to be deducted for the World Cup budget and sent as a legacy programme to be administered by Warner.</p> \n<p>“It was not Fifa’s money, it was a request from official South African authorities and SAFA,” he said. “As long as it is in line with rules we do it. I don’t understand what’s the problem and why I am such a target in this question. You [the media] have decided that after Blatter I am the head to be cut, fine, but don’t say it is because of this $10m.”</p> \n<p>A decision on the date for the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-sepp-blatter-election-president\" title=\"\">election of Blatter’s successor</a> as president will be taken next month with 16 December one possible option. Fifa said an extraordinary meeting of its executive committee will take place in July when the date for a congress to hold the presidential election will be set.</p> \n<p>A spokesman said:&nbsp;“It requires an extraordinary executive committee to confirm a date and agenda for the extraordinary elective congress. This extraordinary executive committee will convene in July, the precise date to be confirmed this week.”</p> \n<p>Blatter confirmed his departure at a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/02/sepp-blatter-fifa-president-resigns\" title=\"\">hastily-arranged press conference in Zurich last Tuesday</a> and said he would stay as president until the election which is due to be held between December and March.</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/blog/2015/jun/09/fifa-reform-manifesto-football-sepp-blatter\">Fifa reform: a manifesto to drag football out of the Sepp Blatter era | Owen Gibson</a> </p> \n</aside>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:04:04Z","lastModified":"2015-06-10T10:53:17Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Fifa","World Cup","Football politics","Football","Sport"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed","shortUrl":"http://gu.com/p/49k7j","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jun/10/fifa-world-cup-bidding-postponed","webUri":"http://www.theguardian.com/football/2015/jun/10/fifa-world-cup-bidding-postponed"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The bidding process for the 2026 World Cup has been postponed amid uncertainties over the future direction of Fifa. Photograph: Bernd Weissbrod/EPA","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCaption":"The bidding process for the 2026 World Cup has been postponed amid uncertainties over the future direction of Fifa.","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}},"importance":5,"showQuotedHeadline":false,"sublinks":[{"title":"Marina Hyde / Which Fifa conspiracy theory do you buy into?","rawTitle":"Which Fifa conspiracy theory do you buy into?","item":{"type":"comment","id":"football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","title":"So, which of the Fifa conspiracy theories do you buy into?","trailText":"The Fifa scandal has spawned a host of conspiracy theories, some of them fanciful enough to perhaps contain more than a grain of truth?","standFirst":"Is it the one favoured by Sepp Blatter and his daughter, is the crisis a stunt to push the vanity movie United Passions or is it the fault of the US, embittered after it lost out on hosting the 2022 World Cup and set on a new Cold War?","byline":"Marina Hyde","body":"<p>There is a character in the Martin Amis novel The Information who gets to the stage of feeling like he really needs a cigarette even when he’s smoking a cigarette. An analogous sensation afflicts those drawn to conspiracy theories about the Fifa scandal. Guys, guys, guys … this already IS a massive conspiracy. Do we really need to claim it’s all actually about something else?</p> \n<p>Yes is the answer. Yes we do. I can’t remember whether this was all foretold in an appendix to The Wealth of Nations or if it was the Book of Revelation, but we have now reached the bit of late-stage capitalism/endtimes where it is <em>de rigueur</em> to float conspiracy theories even about conspiracies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/10/fifa-world-cup-bidding-postponed\">Fifa bidding process for 2026 World Cup postponed</a> </p> \n</aside> \n<p>God knows the homemade Fifa investigation board now dominates two walls of my bedroom, and is beginning to look like one of those LSD spiderwebs, what with all the lines of yarn linking pictures of ExCo members with ones of Princess Di and the Twin Towers and whatnot. I’m particularly proud of my work proving Sepp Blatter is the direct descendant of Jesus and his wife Mary Magdalene. Eat my dust, Robert Langdon – this ends HERE.</p> \n<p>Here, then, follows a roundup of the best actual Fifa conspiracy conspiracies currently doing the rounds, so you can find the perfect one in which to lose yourself:</p> \n<p><span class=\"bullet\">•</span> Sepp Blatter is the victim of a conspiracy. Though this has much to recommend it, it’s faintly undermined by the fact that the chief tinfoil hatters on it are Blatter and Blatter’s daughter. The first whiff of this came when Sepp cast the FBI arrests as an attempt to “interfere with” Fifa’s congress. “I am not certain,” he hedged, “but this does not smell good.” You’ve heard of selective hearing: say hello to selective smelling. This is the equivalent of working in a sewage treatment facility and complaining about a colleague’s aftershave. “I don’t know if you want to call them dark forces,” Blatter’s daughter has confided of those mysterious agencies out to destroy her father, “but, I mean, they really tried hard.” Frankly, this conspiracy needs to try harder – for any hope of traction they need to get at least Oliver Stone on board.</p> \n<p><span class=\"bullet\">•</span> It’s just a marketing ploy for the Fifa vanity movie United Passions. You’ve always got to love the “PR stunt” conspiracists. They see everything! Even now there are those claiming the hacking of Sony Pictures was nothing more than a publicity stunt for crappy Seth Rogen comedy The Interview, despite the fact it led to senior executives coming under heavy fire, and the pissing off of a series of A-list stars. And so with Fifa, whose dedication to United Passions is so absolute that it is willing to destroy its organisation and incur 428 consecutive life sentences just to get this motion picture seen.</p> \n<p><span class=\"bullet\">•</span> And so to a group of conspiracies we shall place beneath the umbrella heading “Because America”. Because, you know … AMERICA. Sample theory: the US is as terrified by how powerful soccer has become as it once was by Jimi Hendrix’s rise, which is why they have to kill it. As they did Jimi. Don’t fancy that one? There are plenty of other flavours, although Henry Kissinger’s love of soccer means the traditional conspiracy theorist’s darling will be feeling a little left out of this party. Still, big names attached to the Because America conspiracy theories include Jack Warner, who, of course,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/31/ex-fifa-vice-president-jack-warner-swallows-onion-spoof\" title=\"\"> cited an Onion article as evidence for his belief that this all stemmed from the US losing out to Qatar for 2022 hosting rights</a>.</p> \n<p><span class=\"bullet\">•</span> Deserving of a category all of its own is the idea that this is a specifically anti-Russian conspiracy by the US. A Mr V Putin of Moscow is on board with this one, obviously, which is best glossed by the Kremlin official who told Time: “So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation. And even if there was bribery going on [at Fifa], why would the Americans only bring it up now, just after Fifa refused the demands of [US] senators to revoke Russia’s right to host the champions?” Why indeed? Sport’s always been war by other means; now it’s Cold War by other means.</p> \n<p><span class=\"bullet\">•</span> And with an inevitability as edifying as it is imaginative: it’s the Jews. Come on, you knew it was them all along, didncha? This conspiracy suggests the FBI arrests somehow derailed the Palestinian FA’s threat to seek Israel’s suspension from Fifa, and of course the US will do anything for Israel, even for Israel’s FA … I’m sorry, I haven’t the strength to go on with this paragraph. Maybe another time.</p> \n<p>In the meantime, conspiracy seekers, pick one of the above. Pick three. Just don’t allow yourself to be a slave to what they’re telling you, which is that this is just a vast international conspiracy involving money laundering, wire fraud, bribery and racketeering.</p> \n<p>(Incidentally, just as an FYI to any tempted to contact me and wake me up to the reality of any of these conspiracies, but most particularly the Jews one: all emails I receive will be handed directly to a selection of world governments – and, indeed, to THE world government – who will come round when you are sleeping and implant a listening device in one of your upper molars. So do stay your hand: your activities are simply too damn important to be compromised by this kind of surveillance.)</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa's president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film, which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend.  Photograph: Alberto Pizzoli/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-10T10:16:00Z","lastModified":"2015-06-10T11:47:39Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Marina Hyde","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marinahyde"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football politics","Football","Sport","United Passions"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"film/united-passions","webTitle":"United Passions"}],"section":{"id":"football"},"topics":[{"displayName":"Marina Hyde","topic":{"type":"tag-contributor","name":"profile/marinahyde"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","shortUrl":"http://gu.com/p/49k6p","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions","webUri":"http://www.theguardian.com/football/blog/2015/jun/10/fifa-conspiracy-theories-sepp-blatter-united-passions"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Football/Pix/pictures/2015/6/10/1433929769070/baltter-and-depardieu-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":324,"width":540,"orientation":"landscape","caption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images","credit":"Alberto Pizzoli/AFP/Getty Images","altText":"baltter and depardieu","cleanCaption":"Fifa’s president Sepp Blatter, right, give the thumbs-up with Gérard Depardieu at the Cannes premiere of the Fifa film United Passions. The French actor played Blatter in the film which bombed on release in the US, taking a total of $918 from 10 cinemas on its opening weekend. Photograph: Alberto Pizzoli/AFP/Getty Images"}},"importance":0,"kicker":{"title":"Marina Hyde"},"byline":{"title":"Marina Hyde"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733743785/MarinaHyde.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/6/13/1402672775146/The-World-Cup-trophy-012.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Bernd Weissbrod/EPA","altText":"The World Cup trophy","cleanCredit":"Photograph: Bernd Weissbrod/EPA"}}]},{"title":"'It’s all got out of hand' / Family's fears for mother and son who fled on custody ruling","rawTitle":"Family's fears for mother and son who fled on custody ruling","item":{"type":"article","id":"uk-news/2015/jun/10/becky-minnock-family-fears-missing-mother-and-son-custody-ruling","title":"Family express fears for missing mother and son after custody ruling","trailText":"Rebecca Minnock fled home with son Ethan following two-year battle for custody after court ruled boy should live with his father","standFirst":"<p>Rebecca Minnock fled home with son Ethan following two-year battle for custody after court ruled boy should live with his father</p>","byline":"Steven Morris, Jamie Grierson and agency","body":"<p>The family of a mother who went on the run with her three-year-old son after courts ruled the boy should be handed over to his father fear she will never see her child again once she is found or gives herself up.</p> \n<p>Rebecca Minnock, 35, fled her home following a two-year battle for custody after it was decided that Ethan should live with his father, Roger Williams. </p> \n<p>The missing woman’s aunt, Caroline Minnock, insisted none of the family knew where the pair were and suggested it was even possible she had left the UK. “It’s all got out of hand,” she said.“I think she’s in big trouble. I know for a fact now that she won’t see him [Ethan] again. She won’t even get visitation.”</p> \n<p>Meanwhile Williams, speaking for the first time, said he was deeply concerned about his son. “I’m really worried about him; I just want him back,” he said. </p> \n<p>Minnock, 35, fled her home in Highbridge, Somerset, with her son two weeks ago, <a href=\"http://%20https//www.avonandsomerset.police.uk/newsroom/help-us-to-find-missing-becky-and-three-year-old-son/\">prompting a police appeal to trace the pair</a>. But the circumstances of their disappearance remained secret until reporting restrictions were lifted on Tuesday.</p> \n<p>At <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/bristol\">Bristol crown court</a>, judge Stephen Wildblood QC took the unusual step of allowing the facts to be reported to help find Ethan and reunite him with his father. “Any assistance by the press in finding out where he is will be gratefully received,” he said. “It is really important that we work together – the court and the press – to find where this child is.”</p> \n<p>Minnock’s brother Marvin Shaw, sister Limmie Shaw and mother Louise Minnock, appeared before Wildblood. He warned them that they would face charges including contempt of court and perjury if they did not reveal what they knew about the whereabouts of Ethan and his mother.</p> \n<p>Caroline Minnock, 54, said on Wednesday: “I know she [Rebecca] has spoken to her brother to say she is fine, but she has called from a withheld number. We don’t even know if she’s in the UK, I suppose.” </p> \n<figure class=\"element element-image\" data-media-id=\"86f793057a3d9426474b0f7fa7b13af2e705c888\"> \n <img src=\"http://media.guim.co.uk/86f793057a3d9426474b0f7fa7b13af2e705c888/55_0_2397_1440/1000.jpg\" alt=\"Becky and Ethan.\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Becky and Ethan.</span> \n  <span class=\"element-image__credit\">Photograph: SWNS.com</span> \n </figcaption> \n</figure> \n<p>She said she was “gobsmacked” when members of the family had to appear in court. “It’s mad – absolute madness. I just don’t know what is going on. The police think they know where Becky is, but nobody knows. We just don’t know.</p> \n<p>“We know she is safe but she is calling off a withheld number. She has called someone and said she’s fine but that’s it. We’ve let them [the police] into our houses. We’ve not got anything to hide. It has all got out of hand.”</p> \n<p>Minnock’s family have launched a campaign claiming that she has been treated unfairly and let down by social services, police and the courts. In one Facebook post apparently aimed at Williams, Marvin Shaw wrote: “She’s not missing. I know where they both are. And there [sic] both very safe now and just to let you know because I know you are reading this.”</p> \n<p>Shaw, also from Highbridge, has since insisted the message was motivated by anger towards Williams and said his Facebook post was false. Minnock’s sister and mother also deny knowing where they are. Shaw said he had received three phone calls from Minnock from a withheld number stating that she and Ethan were “safe and well”. He said his sister had suffered a “serious injustice” but that he would encourage her to return home when she next contacted him.</p> \n<p>Ethan, who was born in January 2012, has lived with his mother since his parents’ separation in February 2013. Legal proceedings started between the parents in March 2013, when Williams applied for contact with his son. Magistrates ordered that Williams should have some contact with Ethan in the presence of Minnock in August 2013 but this arrangement broke down two months later.</p> \n<p>In January 2014, Minnock made allegations against Williams. These were all rejected by a district judge in April 2014. A further hearing took place in February 2015 after Minnock made further allegations. A district judge found these had been “fabricated” by Minnock to “frustrate contact”. </p> \n<p>Ethan began to spend four nights a week with his father and three nights a week with his mother. A child psychiatrist, Dr Mark Berelowitz carried out a report on Ethan and found the boy had a “warm relationship” with both parents. However, Dr Berelowitz said Minnock did not accept that Williams was innocent of her allegations and had questioned Ethan “extensively”.</p> \n<p>He recommended Ethan should live with his father and have supervised contact with Minnock, a view shared by a social worker.</p> \n<p>Another court hearing was listed before a district judge on 27 May. Prior to the hearing, Minnock was advised Ethan would be taken to live with his father. </p> \n<p>Minnock’s mother said she had spoken to her daughter shortly before she went missing. “She knew what was going to happen in court,” she said. “I think Ethan was going to go to his father, and after a couple of weeks she would get a call from Ethan and then maybe supervised access … I think she has panicked and couldn’t take it.”<br /></p> \n<p>The court heard that Minnock, who does not drive, was seen withdrawing cash at Asda in Highbridge at 8.17am on 27 May – the day of the court hearing. She was driven off in a black Ford Focus, which appeared to head towards Cheltenham, where members of her family live, arriving at 9.23am. The judge voiced suspicions that Minnock’s family knew more than they were letting on, but said contempt had not been proven.</p> \n<p>Minnock is described as about 5ft 3in tall and of medium build, with dark, wavy, shoulder-length hair. Ethan has blond hair and blue eyes.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8aa969159b1181d9054bdfb168668ba324de0b5a/0_469_2140_1285/2140.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1285,"width":2140,"orientation":"landscape","credit":"Avon and Somerset Police/PA","altText":"Rebecca Minnock and her son  Ethan","cleanCredit":"Photograph: Avon and Somerset Police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/86f793057a3d9426474b0f7fa7b13af2e705c888/55_0_2397_1440/2397.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1440,"width":2397,"orientation":"landscape","caption":"Becky and Ethan. Photograph: SWNS.com","credit":"SWNS.com","altText":"Becky and Ethan.","cleanCaption":"Becky and Ethan.","cleanCredit":"Photograph: SWNS.com"}],"webPublicationDate":"2015-06-10T11:11:00Z","lastModified":"2015-06-10T14:06:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"},{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/becky-minnock-family-fears-missing-mother-and-son-custody-ruling","shortUrl":"http://gu.com/p/49k9x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/becky-minnock-family-fears-missing-mother-and-son-custody-ruling","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/becky-minnock-family-fears-missing-mother-and-son-custody-ruling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8aa969159b1181d9054bdfb168668ba324de0b5a/0_469_2140_1285/2140.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1285,"width":2140,"orientation":"landscape","caption":"Rebecca Minnock and her son Ethan. Photograph: Avon and Somerset Police/PA","credit":"Avon and Somerset Police/PA","altText":"Rebecca Minnock and her son  Ethan","cleanCaption":"Rebecca Minnock and her son Ethan.","cleanCredit":"Photograph: Avon and Somerset Police/PA"}},"importance":4,"kicker":{"title":"'It’s all got out of hand'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8aa969159b1181d9054bdfb168668ba324de0b5a/0_469_2140_1285/2140.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1285,"width":2140,"orientation":"landscape","credit":"Avon and Somerset Police/PA","altText":"Rebecca Minnock and her son  Ethan","cleanCredit":"Photograph: Avon and Somerset Police/PA"}}]},{"title":"Forced marriage / Cardiff businessman first conviction under new law","rawTitle":"Cardiff businessman first conviction under new law","item":{"type":"article","id":"society/2015/jun/10/34-year-old-man-first-person-to-be-convicted-under-forced-marriage-laws","title":"34-year-old man first person to be convicted under forced marriage laws","trailText":"Cardiff businessman subjected victim to years of abuse, ‘systemic’ rape and blackmail involving hidden camera footage ","standFirst":"<p>Cardiff businessman subjected victim to years of abuse, ‘systemic’ rape and blackmail involving hidden camera footage </p>","byline":"Press Association","body":"<p>A businessman has become the first person in the UK to be prosecuted under forced marriage laws introduced a year ago.</p> \n<p>The man, who cannot be identified for legal reasons, was jailed for 16 years after making a 25-year-old woman marry him under duress last year.</p> \n<p>Merthyr crown court heard the already married man systematically raped his victim for months before threatening to go public with hidden camera footage of her showering unless she became his wife.</p> \n<p>The 34-year-old, who cannot be named for legal reasons, developed an “irrational obsession” with his victim and lured her to his home under the promise of a get-together with friends.</p> \n<p>But when she arrived at his home in Cardiff, the woman found the property empty before the curtains were drawn and the front door locked.</p> \n<p>A judge then told of how the terrified woman – a devout Muslim – was bound and gagged with scarves before music was played loudly to drown out her cries for help.</p> \n<p>But the woman’s ordeal was far from over. She was shown secret footage of her showering moments after her virginity had been cruelly stolen and her attacker later threatened to make the video public unless she married him.</p> \n<p>The Cardiff businessman, who cannot be named for legal reasons, pleaded guilty to four counts of rape, as well admitting forced marriage, bigamy and voyeurism.</p> \n<p>Judge Daniel Williams said the defendant used “constant threats” to try to keep his victim quiet.</p> \n<p>“When you first raped her, she was still a virgin – something which you would use to ensure her silence,” he said.</p> \n<p>“After you had raped her you produced a laptop which had a video of her showering after you had installed a hidden camera in a towel rail.</p> \n<p>“You threatened that if she disclosed the rape to anyone, you would make that video public.</p> \n<p>“You made her feel that she was no longer marriage material (for anyone else) in the hope that she would turn to you.”</p> \n<p>The court heard that following months of being “systematically” raped, the man suddenly turned up at the woman’s place of work and drove her straight to a mosque.</p> \n<p>“She was told that if she did not submit to your demands her parents would be killed,” added Judge Williams.</p> \n<p>The court heard that the man had preyed upon his victim for years and even managed to convince her that a then boyfriend of hers was gay after setting up a fake Facebook page.</p> \n<p>Judge Williams also detailed the defendant’s attempts to try to have his case thrown out – changing his pleas a number of times at the 11th hour – as an “exercise of control” over the woman in the hope that she drop the case against him.</p> \n<p>The court was told the man’s trial was aborted on the second day – just as his victim was due to give evidence in front of a jury – after he finally pleaded guilty.</p> \n<p>Judge Williams deemed the man “a high risk” to women and described the offending as “planned … over a significant period of time”.</p> \n<p>“While you have pleaded guilty … there has been no genuine show of remorse,” added the judge.</p> \n<p>“Over the period of which you raped her … it was your intention to cause her irreparable harm so that no one would want her.”</p> \n<p>For the rapes, voyeurism, bigamy and forced marriage, the defendant was sentenced to 16 years in custody before being made the subject of an extended licence for five years.</p> \n<p>Judge Williams also said the man – who claimed to follow Islam – would remain on the sex offenders’ register for “an indefinite period”.</p> \n<p>Judge Williams praised the victim’s bravery in coming forward. “She has continued to show courage and fortitude … and the court wishes her good fortune for the future – which she so richly deserves.”</p> \n<p>Forced marriage was criminalised under the Anti-social Behaviour, Crime and Policing Act 2014 and came into force last June. </p> \n<p>Iwan Jenkins, Head of Crown Prosecution Wales’ Rape and Serious Sexual Offences Unit, said: “Forced marriage wrecks lives and destroys families. We hope that today’s sentence sends a strong message that forced marriage will not be tolerated in today’s Britain. </p> \n<p>“It is a testament to the strength of the case which we constructed with the police that we secured a guilty plea for the offences in this case. </p> \n<p>“The victim has shown great courage and bravery in reporting these matters. This conviction illustrates the seriousness with which these crimes are treated and investigated by the Crown Prosecution Service and South Wales police. </p> \n<p>“I hope today’s sentence brings some closure for those who have suffered as a result of these particularly nasty and invasive crimes.” </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"b37418c1bd7c3611cbd9e22d30e6000d9ed29b6a\"> \n <img src=\"http://media.guim.co.uk/b37418c1bd7c3611cbd9e22d30e6000d9ed29b6a/142_28_1588_2382/667.jpg\" alt=\"Lian Penhale of South Wales police\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lian Penhale of South Wales police speaks to the media. </span> \n  <span class=\"element-image__credit\">Photograph: Benjamin Wright/PA</span> \n </figcaption> \n</figure> \n<p>Lian Penhale, a detective superintendent at South Wales police, described the case as legal milestone. </p> \n<p>“I hope that today’s sentencing will act as a catalyst to empower victims and those at risk to come forward and enable the police and our partners to give them the support they need to ensure they’re free from this criminal activity – and to bring the offenders to justice. </p> \n<p>“We know that victims and witnesses will be concerned, and therefore we want victims and those at risk to know that allegations will be treated in the strictest confidence and in a safe and sensitive manner. We also understand and recognise that victims those at risk may not want to demonise or otherwise criminalise their families, community or faith group. </p> \n<p>“Our priority is to keep victims, and those at risk safe. South Wales police is committed to protecting and upholding the human rights and fundamental freedoms of all. If anyone is worried about the threat of a forced marriage they should contact the police, the UK Forced Marriage Unit or one of the specialist agencies that support victims and potential victims of forced marriage.” </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3046e6f585fcf99e77863d4f04ac13e7c44134a1/0_452_3264_1961/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1961,"width":3264,"orientation":"landscape","credit":"Benjamin Wright/PA","altText":"Merthyr crown court in Wales","cleanCredit":"Photograph: Benjamin Wright/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b37418c1bd7c3611cbd9e22d30e6000d9ed29b6a/142_28_1588_2382/1588.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2382,"width":1588,"orientation":"portrait","caption":"Lian Penhale of South Wales police speaks to the media.  Photograph: Benjamin Wright/PA","credit":"Benjamin Wright/PA","altText":"Lian Penhale of South Wales police","cleanCaption":"Lian Penhale of South Wales police speaks to the media. ","cleanCredit":"Photograph: Benjamin Wright/PA"}],"webPublicationDate":"2015-06-10T14:17:18Z","lastModified":"2015-06-10T14:17:18Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Forced marriage","Rape","South Wales Police","Wales","Cardiff","Law","Society","UK news"],"tags":[{"id":"society/forced-marriage","webTitle":"Forced marriage"},{"id":"society/rape","webTitle":"Rape"},{"id":"cardiff/south-wales-police","webTitle":"South Wales Police"},{"id":"uk/wales","webTitle":"Wales"},{"id":"uk/cardiff","webTitle":"Cardiff"},{"id":"law/law","webTitle":"Law"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/10/34-year-old-man-first-person-to-be-convicted-under-forced-marriage-laws","shortUrl":"http://gu.com/p/49kda","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/10/34-year-old-man-first-person-to-be-convicted-under-forced-marriage-laws","webUri":"http://www.theguardian.com/society/2015/jun/10/34-year-old-man-first-person-to-be-convicted-under-forced-marriage-laws"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3046e6f585fcf99e77863d4f04ac13e7c44134a1/0_452_3264_1961/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1961,"width":3264,"orientation":"landscape","caption":"Merthyr crown court in Wales, where a man was jailed for 16 years for rape and forced marriage.  Photograph: Benjamin Wright/PA","credit":"Benjamin Wright/PA","altText":"Merthyr crown court in Wales","cleanCaption":"Merthyr crown court in Wales, where a man was jailed for 16 years for rape and forced marriage. ","cleanCredit":"Photograph: Benjamin Wright/PA"}},"importance":3,"kicker":{"title":"Forced marriage"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3046e6f585fcf99e77863d4f04ac13e7c44134a1/0_452_3264_1961/3264.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1961,"width":3264,"orientation":"landscape","credit":"Benjamin Wright/PA","altText":"Merthyr crown court in Wales","cleanCredit":"Photograph: Benjamin Wright/PA"}}]},{"title":"David Miliband / Labour 'has turned the page backwards'","rawTitle":"Labour 'has turned the page backwards'","item":{"type":"article","id":"politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards","title":"David Miliband: Labour 'has turned the page backwards'","trailText":"Former foreign secretary – and brother of former Labour leader Ed Miliband – says there were ‘very clear reasons’ for ‘devastating’ electoral defeat","standFirst":"<p>Former foreign secretary – and brother of former Labour leader Ed Miliband – says there were ‘very clear reasons’ for ‘devastating’ electoral defeat</p>","byline":"Claire Phipps","body":"<p>David Miliband has given his most withering critique yet of Labour’s failures under his brother’s leadership, saying the party had “turned the page backwards” and needed to return to the winning policies pursued under Tony Blair.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/03/undoing-of-ed-miliband-and-how-labour-lost-election\">The undoing of Ed Miliband – and how Labour lost the election | Patrick Wintour</a> </p> \n</aside> \n<p>In an interview on Tuesday night with US news channel CNN, Miliband – who now heads the International Rescue Committee in New York, after <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2010/sep/25/ed-miliband-labour-leader\">losing out to Ed Miliband in the 2010 leadership battle</a> – confirmed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/11/david-miliband-criticises-brother-ed-labour-blairite\">again</a> that he would not play a role in Labour’s current contest.</p> \n<p>But after initially promising interviewer Christiane Amanpour a “statesmanlike demurral” to questions about Labour’s defeat in May under the leadership of his brother, Miliband went on to say that the party’s electoral collapse had come “for a very clear reason”.</p> \n<p>“What I think is important for all the candidates [to replace Ed Miliband] is to reflect on the very clear lessons of two devastating electoral defeats for the Labour party in the last five years, which have come for a very clear reason.</p> \n<p>“And the reason is that the public have concluded that instead of building on the strengths and remedying the weaknesses of the Blair years, the party has turned the page backwards rather than turning the page forwards.”</p> \n<p>The answer to this, Miliband said, was for the party “to find again that combination of economic dynamism and social justice that defined the success of the Labour party” under Tony Blair.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Ak7I40wK_10\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Ak7I40wK_10?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  David Miliband tells CNN’s Christiane Amanpour that Labour ‘turned the page backwards rather than turning the page forwards’.\n </figcaption> \n</figure> \n<p>Miliband’s comments follow <a href=\"http://preview.gutools.co.uk/politics/2015/may/11/david-miliband-criticises-brother-ed-labour-blairite\">more guarded statements</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/28/david-miliband-election-defeat-labour-party-ed\">made</a> in the immediate aftermath of Labour’s election defeat in which he said he hoped in the near future to be “freer to contribute” to the debate about where the party went wrong.<br /></p> \n<p>In a separate <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465634.ece\">interview with the Times</a> today, Miliband appears to be exercising that freedom, saying: “We should liberate ourselves from the delusion that running away from three election victories is a route to success …</p> \n<p>“It’s 50 years since Labour won a majority at a general election without Tony as leader. It’s important to have this in mind.”</p> \n<p>Questioned on CNN about the forthcoming referendum on Britain’s membership of the European Union, Miliband said Labour should argue that “even the talk of Britain leaving the European Union is dangerous for Britain, and the reality would be disastrous”.</p> \n<p>He added: “Sitting in New York, it’s completely evident to me that no American government would ever take seriously a Britain that has withdrawn from the European Union.</p> \n<p>“It’s almost like Britain would be resigning from the world.”</p> \n<p>Labour would need to be at the forefront of the campaign to remain in the EU, despite not being in government, he said.</p> \n<p>Contrary to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/08/harriet-harman-casts-doubt-over-ed-milibands-economic-credibility\">assertion this week by acting leader Harriet Harman</a> that some Labour voters had been “relieved” that the party was not in government, Miliband told CNN he thought there was a “profound sense of shock and disappointment in Labour ranks”.</p> \n<p>And he implied that Labour under his brother’s stewardship had not been trusted on the economy, saying the party “needs to catch up with the way Britain has changed, the way politics has changed, and the kind of agenda that needs to be set in an age of economic insecurity”.</p> \n<p>But Miliband stopped short of criticising his brother directly, telling the Times: “Of course it’s doubly painful for me because it’s my brother. I don’t want him to be hurt and I don’t want him to be vilified.”</p> \n<p>Three of the contenders to replace Ed Miliband as Labour leader have now reached the 35 nominations from MPs required to secure a place on the ballot. Andy Burnham, Yvette Cooper and Liz Kendall have met the target; Jeremy Corbyn has 11 backers, and Mary Creagh has five. Nominations close on 15 June.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/bec22dceefdd85eb8afcf14f8740660f3e4b29c8/862_181_1294_776/1294.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":776,"width":1294,"orientation":"landscape","credit":"David Moir/REUTERS","altText":"Ed Miliband greets his brother David onstage during the Labour Party conference","cleanCredit":"Photograph: David Moir/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-10T03:19:59Z","lastModified":"2015-06-10T10:28:04Z","metadata":{"commentable":true,"commentCount":2440,"contributors":[{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"}],"feature":false,"keywords":["David Miliband","Labour","Ed Miliband","General election 2015","Politics","UK news","Labour party leadership"],"tags":[{"id":"politics/davidmiliband","webTitle":"David Miliband"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"}],"section":{"id":"politics"},"topics":[{"displayName":"Claire Phipps","topic":{"type":"tag-contributor","name":"profile/clairephipps"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards","shortUrl":"http://gu.com/p/49kxc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards","webUri":"http://www.theguardian.com/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/43112550d671da5ee5be59b66a5aec20268fde0b/0_60_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","caption":"David Miliband, pictured in New York in May. Photograph: Mike Segar/Reuters","credit":"Mike Segar/Reuters","altText":"David Miliband, pictured in New York in May.","cleanCaption":"David Miliband, pictured in New York in May.","cleanCredit":"Photograph: Mike Segar/Reuters"}},"importance":2,"kicker":{"title":"David Miliband"},"showQuotedHeadline":false,"sublinks":[{"title":"Live / Harman accuses PM of gloating at PMQs","rawTitle":"Harman accuses PM of gloating at PMQs","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live","title":"Cameron and Harman at PMQs - Politics live","trailText":"Andrew Sparrow’s rolling coverage of all the day’s political developments as they happen, including David Cameron and Harriet Harman at PMQs and Cameron’s Commons statement on the G7 summit","standFirst":"<p>Rolling coverage of all the day’s political developments as they happen, including David Cameron and Harriet Harman at PMQs and Cameron’s Commons statement on the G7 summit</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-5577e911e4b087679bc43050\">Today’s agenda</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-5577fc6ce4b087679bc43087\">David Miliband’s Times interview - Summary</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-55781c5ee4b0a707ca8ab71a\">My snap PMQs verdict</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-557825efe4b099c326f2d2ea\">Cameron announces plans to cut non-EU migration</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-5578295ce4b099c326f2d2f8\">Lunchtime summary</a></li>\n</ul>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04684f8503d7237ab18389775b68c1d6df9512da/0_0_1948_1169/1948.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1169,"width":1948,"orientation":"landscape","credit":"PA/PA","altText":"David Cameron is taking PMQs","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433937227270/ee661cf7-9641-4903-8547-e3ce0074d04d-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"David Cameron Photograph: BBC Parliament","credit":"BBC Parliament","altText":"David Cameron","cleanCaption":"David Cameron","cleanCredit":"Photograph: BBC Parliament"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433936808046/217fd06d-06cc-4cbb-84d2-b866be9af8e9-620x372.png?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Harriet Harman Photograph: BBC Parliament","credit":"BBC Parliament","altText":"Harriet Harman","cleanCaption":"Harriet Harman","cleanCredit":"Photograph: BBC Parliament"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/42cadbb28675716842ff0013d212ef91fa5c48f1/0_0_2126_1277/2126.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1277,"width":2126,"orientation":"landscape","caption":"Graham Brady Photograph: Cathal McNaughton/PA","credit":"Cathal McNaughton/PA","altText":"Graham Brady","cleanCaption":"Graham Brady","cleanCredit":"Photograph: Cathal McNaughton/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0637a33c3ff9db5000268782c5d1cba616693d13/0_0_4463_2679/4463.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2679,"width":4463,"orientation":"landscape","caption":"Chris Leslie Photograph: Leon Neal/AFP/Getty Images","credit":"Leon Neal/AFP/Getty Images","altText":"Chris Leslie","cleanCaption":"Chris Leslie","cleanCredit":"Photograph: Leon Neal/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/156d1941b4f8b9dd1aac5cf2bcd6e7c346b75d89/0_0_5184_3112/5184.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3112,"width":5184,"orientation":"landscape","caption":"David Miliband Photograph: Lefteris Pitarakis/AP","credit":"Lefteris Pitarakis/AP","altText":"David Miliband","cleanCaption":"David Miliband","cleanCredit":"Photograph: Lefteris Pitarakis/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433926102439/0e2d062b-b841-45a9-9ab3-e1deee191e21-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Brighton Pavilion Photograph: Lesley Pegrum / Alamy/Alamy","credit":"Lesley Pegrum / Alamy/Alamy","altText":"Brighton Pavilion","cleanCaption":"Brighton Pavilion","cleanCredit":"Photograph: Lesley Pegrum / Alamy/Alamy"}],"webPublicationDate":"2015-06-10T14:12:34Z","lastModified":"2015-06-10T14:22:56Z","latestBlock":{"id":"block-55784597e4b03f70e4d1127a","publishedDateTime":"2015-06-10T14:12:34Z","body":"The New Statesman is backing Tim Farron, not his rival Norman Lamb, for the Lib Dem leadership. Here is an extract from the editorial in this week’s magazine. Next month Liberal Democrat members will elect a leader to inherit what remains of their party. The two candidates, representing a quarter of their number in the Commons, are Tim Farron, the former party president, and Norman Lamb, the former health minister. It is Mr Farron (interviewed in this week’s magazine) who offers the Lib Dems their best hope of recovery. Unlike Mr Lamb, he is untainted by service in the Tory-led government and voted against policies such as higher tuition fees and the bedroom tax. He won his constituency of Westmorland and Lonsdale from the Conservatives in 2005, ending nearly a century of rule by a single party, and transformed it into one of the safest Lib Dem seats in Britain through Stakhanovite campaigning. He is devoted to the causes the Lib Dems must embody if they are to survive, let alone flourish: constitutional reform, civil liberties, environmentalism and social justice. Like his late mentor Charles Kennedy, he is a sincere and humane communicator. The revival of the Lib Dems will be the work of many years; Mr Farron is the best man to begin the long journey back across the wasteland.","postType":"blog"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","David Cameron","Harriet Harman","PMQs","G8","Foreign policy","Economic policy","Tax and spending","House of Commons","David Miliband","Labour","Labour party leadership","Ed Miliband"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/harrietharman","webTitle":"Harriet Harman"},{"id":"politics/pmqs","webTitle":"PMQs"},{"id":"world/g8","webTitle":"G8"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"politics/taxandspending","webTitle":"Tax and spending"},{"id":"politics/houseofcommons","webTitle":"House of Commons"},{"id":"politics/davidmiliband","webTitle":"David Miliband"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/labourleadership","webTitle":"Labour party leadership"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Cameron and Harman at PMQs - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-5578295ce4b099c326f2d2f8","title":"Lunchtime summary","publishedDateTime":"2015-06-10T13:10:05Z","body":"<ul> \n <li><strong><a href=\"https://www.gov.uk/government/news/pm-announces-migration-advisory-committee\">David Cameron has announced plans intended to “significantly” reduce non-EU economic migration, including a “skills levy” on firms that recruit workers from outside the EU.</a> </strong>He announced the plans at PMQs, where he said the government would be writing to the migration advisory committee (MAC) asking it to consider new rules for non-EU migration. (See<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-557825efe4b099c326f2d2ea\"> 1.04pm.)</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live#block-5565c0d3e4b05fbe4c323597\">The “skills levy” idea is a straight lift from the Labour manifesto. </a><strong>Simon Walker</strong>, the Institute of Directors director general, said it was a mistake. In a statement he said:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Business cannot have a deaf ear to the public’s concerns on immigration. However, focusing on the supposedly lower cost of migrant labour is a red herring. Among the 50% of IoD members who hire from abroad, just 4% say that the cost of labour has anything to do with it. The fundamental concern is about finding people with the skills needed by employers.</p> \n <p>Proposals to further increase the cost of visas is essentially a tax on employing people from abroad. This seems particularly odd given how dependent the UK economy is on international skills and expertise. The prime minister is absolutely right to focus on upskilling the domestic workforce, but there’s no quick fix and it could appear misguided to risk harming the economy today in the hope of seeing results a decade down the line.</p> \n</blockquote> \n<ul> \n <li><strong>Harriet Harman, Labour’s acting leader, has urged Cameron to stop gloating and to “show a bit more class” at PMQs.</strong> Addressing him, she said:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>You won the election, you’re the prime minister. You don’t need to do ranting and sneering and gloating. You can just answer the question - and frankly you should show a bit more class.</p> \n</blockquote> \n<p>Her exhortation was not entirely successful. After responding to her some of questions without political point-scoring, Cameron concluded their exchanges with a relapse into taunting. He told Harman:</p> \n<blockquote class=\"quoted\"> \n <p>I’m sorry if you think I’m gloating. It must be the first time someone has ever been accused of gloating while quoting the leader of the opposition. For instance, you said the other day ‘people tend to like a leader who they feel is economically competent’. I think you have been talking a lot of sense and I am going to be quoting you as often as I possibly can.</p> \n</blockquote> \n<ul> \n <li><strong>Harman has criticised the government for using the EU referendum bill to ensure that the normal purdah rules - designed to stop the government influencing an electoral contest - will not apply during the referendum. </strong>Signalling that Labour may unite with Tory rebels to try to change this aspect of the bill, she said a “blanket exemption” was wrong and that there should be something in the bill to ensure “the government doesn’t inappropriately use public funds or the government machine in the short campaign”. But Cameron defended the bill as drafted. He told Harman:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>When the negotiation is complete and the government has a clear view, I don’t want us to be neutral on this issue, I want us to speak clearly and frankly on this issue. When it came to the Scottish referendum, I actually felt in the last few weeks before the referendum the UK government was often being advised it couldn’t take a view on the future of the UK. I think that was a ridiculous situation, which is why we have put forward the change to the purdah rules.</p> \n</blockquote> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election\">An independent candidate who stood against the Conservative MP Nadine Dorries has lodged an election petition to the high court accusing her of smearing his “personal character and conduct”.</a></strong><br /></li> \n</ul>","postType":"summary"},"blocks":[{"id":"block-55784597e4b03f70e4d1127a","publishedDateTime":"2015-06-10T14:12:34Z","body":"<p>The New Statesman is backing Tim Farron, not his rival Norman Lamb, for the Lib Dem leadership. Here is an extract from the editorial in this week’s magazine.</p> \n<blockquote class=\"quoted\"> \n <p>Next month Liberal Democrat members will elect a leader to inherit what remains of their party. The two candidates, representing a quarter of their number in the Commons, are Tim Farron, the former party president, and Norman Lamb, the former health minister. It is Mr Farron (interviewed in this week’s magazine) who offers the Lib Dems their best hope of recovery. Unlike Mr Lamb, he is untainted by service in the Tory-led government and voted against policies such as higher tuition fees and the bedroom tax. He won his constituency of Westmorland and Lonsdale from the Conservatives in 2005, ending nearly a century of rule by a single party, and transformed it into one of the safest Lib Dem seats in Britain through Stakhanovite campaigning. He is devoted to the causes the Lib Dems must embody if they are to survive, let alone flourish: constitutional reform, civil liberties, environmentalism and social justice. Like his late mentor Charles Kennedy, he is a sincere and humane communicator. The revival of the Lib Dems will be the work of many years; Mr Farron is the best man to begin the long journey back across the wasteland.</p> \n</blockquote>","postType":"blog"},{"id":"block-5578295ce4b099c326f2d2f8","title":"Lunchtime summary","publishedDateTime":"2015-06-10T13:10:05Z","body":"<ul> \n <li><strong><a href=\"https://www.gov.uk/government/news/pm-announces-migration-advisory-committee\">David Cameron has announced plans intended to “significantly” reduce non-EU economic migration, including a “skills levy” on firms that recruit workers from outside the EU.</a> </strong>He announced the plans at PMQs, where he said the government would be writing to the migration advisory committee (MAC) asking it to consider new rules for non-EU migration. (See<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-557825efe4b099c326f2d2ea\"> 1.04pm.)</a> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/27/queens-speech-2015-politics-live#block-5565c0d3e4b05fbe4c323597\">The “skills levy” idea is a straight lift from the Labour manifesto. </a><strong>Simon Walker</strong>, the Institute of Directors director general, said it was a mistake. In a statement he said:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Business cannot have a deaf ear to the public’s concerns on immigration. However, focusing on the supposedly lower cost of migrant labour is a red herring. Among the 50% of IoD members who hire from abroad, just 4% say that the cost of labour has anything to do with it. The fundamental concern is about finding people with the skills needed by employers.</p> \n <p>Proposals to further increase the cost of visas is essentially a tax on employing people from abroad. This seems particularly odd given how dependent the UK economy is on international skills and expertise. The prime minister is absolutely right to focus on upskilling the domestic workforce, but there’s no quick fix and it could appear misguided to risk harming the economy today in the hope of seeing results a decade down the line.</p> \n</blockquote> \n<ul> \n <li><strong>Harriet Harman, Labour’s acting leader, has urged Cameron to stop gloating and to “show a bit more class” at PMQs.</strong> Addressing him, she said:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>You won the election, you’re the prime minister. You don’t need to do ranting and sneering and gloating. You can just answer the question - and frankly you should show a bit more class.</p> \n</blockquote> \n<p>Her exhortation was not entirely successful. After responding to her some of questions without political point-scoring, Cameron concluded their exchanges with a relapse into taunting. He told Harman:</p> \n<blockquote class=\"quoted\"> \n <p>I’m sorry if you think I’m gloating. It must be the first time someone has ever been accused of gloating while quoting the leader of the opposition. For instance, you said the other day ‘people tend to like a leader who they feel is economically competent’. I think you have been talking a lot of sense and I am going to be quoting you as often as I possibly can.</p> \n</blockquote> \n<ul> \n <li><strong>Harman has criticised the government for using the EU referendum bill to ensure that the normal purdah rules - designed to stop the government influencing an electoral contest - will not apply during the referendum. </strong>Signalling that Labour may unite with Tory rebels to try to change this aspect of the bill, she said a “blanket exemption” was wrong and that there should be something in the bill to ensure “the government doesn’t inappropriately use public funds or the government machine in the short campaign”. But Cameron defended the bill as drafted. He told Harman:<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>When the negotiation is complete and the government has a clear view, I don’t want us to be neutral on this issue, I want us to speak clearly and frankly on this issue. When it came to the Scottish referendum, I actually felt in the last few weeks before the referendum the UK government was often being advised it couldn’t take a view on the future of the UK. I think that was a ridiculous situation, which is why we have put forward the change to the purdah rules.</p> \n</blockquote> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/nadine-dorries-accused-of-making-false-claims-about-opponent-during-election\">An independent candidate who stood against the Conservative MP Nadine Dorries has lodged an election petition to the high court accusing her of smearing his “personal character and conduct”.</a></strong><br /></li> \n</ul>","postType":"summary"},{"id":"block-55783232e4b099c326f2d32d","publishedDateTime":"2015-06-10T12:49:18Z","body":"<p>The Cameron statement is now over.</p> \n<p>I’ll post a summary shortly.</p>","postType":"blog"},{"id":"block-557831b1e4b099c326f2d328","publishedDateTime":"2015-06-10T12:48:23Z","body":"<p><strong>Philip Davies</strong>, a Conservative, asks why Britain spends so much international aid on corrupt countries.</p> \n<p>Cameron says he agrees with Davies on many issues, but not this one. Aid spending can make a real difference to failing states, he says. Helping these countries is in the national interest, he says.</p>","postType":"blog"},{"id":"block-5578314de4b0a707ca8ab787","publishedDateTime":"2015-06-10T12:46:03Z","body":"<p><strong>David Nuttall</strong>, a Conservative, asks Cameron to press for an independent investigation into corruption in the EU.</p> \n<p>Cameron says this is an important issue. The European court of auditors does look at corruption and waste in the EU, he says.</p>","postType":"blog"},{"id":"block-55782c0fe4b099c326f2d306","publishedDateTime":"2015-06-10T12:37:23Z","body":"<p>Here are two blogs with verdicts on PMQs.</p> \n<ul> \n <li><a href=\"http://www.newstatesman.com/staggers/2015/06/pmqs-review-harman-recovers-some-ground-she-disciplines-gloating-cameron\"><strong>George Eaton at the Staggers says Harriet Harman did better than last week.</strong></a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>Harman’s tactic ensured a better performance than last week. And Cameron would be wise not to gloat - he does after all have a majority of just 12. But whether Labour should seek to interrupt its opponent when he is making a mistake is open to question. Others will argue that Harman should focus on defeating Cameron on substance, rather than tone. </p> \n</blockquote> \n<ul> \n <li><a href=\"http://www.bbc.co.uk/news/live/uk-politics-32931601?ns_mchannel=social&amp;ns_source=twitter&amp;ns_campaign=bbc_live&amp;ns_linkname=[PMQs%20Review%26]&amp;ns_fee=0#post_557822a93800003800f28a77\"><strong>Lewis Goodall on the Newsnight blog also thinks Harman was more successful today.</strong></a><br /></li> \n</ul>","postType":"blog"},{"id":"block-55782e8ce4b0a707ca8ab777","publishedDateTime":"2015-06-10T12:35:09Z","body":"<p>The SNP’s <strong>Philippa Whitford</strong> asks Cameron if he will fight the investor-state dispute settlement (ISDS) measures in TTIP.</p> \n<p>Cameron says all trade deals have clauses like this. But Britain has never lost a case, he says.</p> \n<p>He says the SNP should focus on the important TTIP issue, such as changing the law that says goods traded in the US have to be shipped using American ships.</p>","postType":"blog"},{"id":"block-55782e6fe4b099c326f2d315","publishedDateTime":"2015-06-10T12:33:14Z","body":"<p>Cameron says, at the G7, some other others were seeking “tips and ideas” about how they could win their forthcoming elections.</p>","postType":"blog"},{"id":"block-55782ddae4b0a707ca8ab773","publishedDateTime":"2015-06-10T12:32:37Z","body":"<p>Labour’s <strong>Jeremy Corbyn</strong> asks if the G7 leaders discussed why Islamic State (Isis) so well armed. And did they discuss how Western policy over the last 15 years has encouraged the growth of Isis.</p> \n<p>Cameron says Isis is well-funded because it has taken over oil fields and countries.</p> \n<p>But he disagrees with Corbyn on the other point. The growth of Islamist extremism predates the Iraq war, he says. </p>","postType":"blog"},{"id":"block-55782d42e4b099c326f2d310","publishedDateTime":"2015-06-10T12:29:32Z","body":"<p>Labour’s <strong>Ann Clwyd</strong> asks what Cameron is doing to stop the flogging of the blogger Saudi Raif Badawi.</p> \n<p>Cameron says this did not specifically come up, but the government has made its views on this known to the Saudis.</p>","postType":"blog"},{"id":"block-55782cd0e4b099c326f2d30f","publishedDateTime":"2015-06-10T12:27:41Z","body":"<p><strong>Jim Shannon</strong>, the DUP MP, asks when the schoolgirls abducted by Boko Haram will be returned to their homes.</p> \n<p>Cameron says some have returned home, but many have not. This point illustrates why he was so keen to raise the issue of corruption, he says. People in countries like Nigeria need more efficient government bodies. </p>","postType":"blog"},{"id":"block-55782bb9e4b099c326f2d304","publishedDateTime":"2015-06-10T12:21:48Z","body":"<p>Cameron says Sepp Blatter should “get on and resign”. Fifa needs new leadership. “The sooner that happens, the better.”</p>","postType":"blog"},{"id":"block-55782b2be4b099c326f2d300","publishedDateTime":"2015-06-10T12:19:58Z","body":"<p>Cameron says the fight against Islamic State will not succeed unless the Iraqi government unites Sunnis and Shia against it. He says the UK government is encouraging the Iraqi government to reach out to the Sunnis.</p>","postType":"blog"},{"id":"block-55782a39e4b0a707ca8ab761","publishedDateTime":"2015-06-10T12:16:27Z","body":"<p><strong>Jonathan Edwards</strong>, the Plaid Cyrmu MP, asks what Cameron is doing to guard against mission creep in Iraq. Cameron says one thing he can do is report back to the Commons regularly. Helping to train the Iraqi army to deal with IEDs is a good idea, he says. This is not about trying to re-invade a country, he says.</p>","postType":"blog"},{"id":"block-5578297de4b0a707ca8ab75c","publishedDateTime":"2015-06-10T12:12:43Z","body":"<p><strong>Christopher Chope,</strong> a Conservative, asks why the G7 did not agree to increase sanctions on Russia, instead of just to roll over existing ones.</p> \n<p>Cameron says there has been some evidence of things getting better in Ukraine. If they got worse, sanctions could be tightened.</p>","postType":"blog"},{"id":"block-55782807e4b099c326f2d2f6","publishedDateTime":"2015-06-10T12:06:47Z","body":"<p>The Labour MP<strong> Keith Vaz</strong> says migrants are crossing the Mediterranean at the rate of 600 a day. Does Cameron agree that current measures are not working?</p> \n<p>Cameron says the key thing is to get a reliable partner. It it important to get a functioning government in Libya, he says.</p>","postType":"blog"},{"id":"block-557825efe4b099c326f2d2ea","title":"Cameron announces plans to cut non-EU migration - Details","publishedDateTime":"2015-06-10T12:04:10Z","lastUpdatedDateTime":"2015-06-10T12:08:08Z","body":"<p>Number 10 has released details of the plans to tighten immigration from outside the EU that David Cameron announced at PMQs. (See <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-55781dc8e4b0a707ca8ab71f\">12.25pm.) </a>Cameron said the government would be writing to the migration advisory committee (MAC) asking it to consider new rules for non-EU migration.</p> \n<p><a href=\"https://www.gov.uk/government/news/pm-announces-migration-advisory-committee\">Here is the news release with the details. </a>And here is an extract.</p> \n<blockquote class=\"quoted\"> \n <p>In considering how to significantly reduce non-EEA economic migration, the MAC will advise the government by the end of the year on:</p> \n <ul> \n  <li>restricting work visas to genuine skills shortages and highly specialist experts</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>putting a time limit on how long a sector can claim to have a skills shortage</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>a new skills levy on Tier 2 visas to boost funding to UK apprenticeships</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>raising salary thresholds to stop businesses using foreign workers to undercut wages<br /></li> \n </ul> \n <p>Whilst the bulk of the Committee’s proposals will be delivered by the end of the year, the Home Secretary has asked it to fast track proposals on raising the salary thresholds of Tier 2 visas in time for the Autumn Immigration Rule changes, to make sure that our immigration system is focused on attracting the brightest and the best skilled workers.</p> \n</blockquote>","postType":"key-event"},{"id":"block-5578258de4b0a707ca8ab74c","publishedDateTime":"2015-06-10T12:00:29Z","body":"<p><strong>Angus Robertson,</strong> the SNP leader at Westminster, asks what safeguards Cameron has achieved to ensure that TTIP does not cover the NHS. If Cameron is right in saying there is no threat to the NHS, then why not make that explicit?</p> \n<p>He also says Britain’s record on taking refugees from Syria is “appalling”. Britain should take more, he says.</p> \n<p>Cameron does not accept what Roberstson says. Cameron claims that Britain’s record in terms of helping refugees from Syria is very good. If Robertson thinks a resettlement programme is the answer to the crisis, he is wrong.</p> \n<p>On TTIP, Cameron says Robertson, like Labour, is raising false fears. The only body that can privatise the NHS in Scotland is the Scottish government.</p> \n<p>He says the SNP should focus on getting a better deal from TTIP. He recently visited a Scottish knitwear manufacturer who had to pay large tariffs when exporting to the US. TTIP should be about cutting these tariffs, he says.</p>","postType":"blog"},{"id":"block-55782470e4b099c326f2d2e4","publishedDateTime":"2015-06-10T11:53:50Z","body":"<p>Cameron is replying to Harman.</p> \n<p>He says he enjoyed the last bit. Harman was back to the punch and judy politics she refrained from at PMQs. But she got her facts wrong. There were no journalists on his plane.</p> \n<p>He says he is cautious about doing more to compensate EU countries affected by Russian sanctions. All countries are affected, he says.</p> \n<p>He says he agrees that Iraq needs to reach out more to the Sunni tribes.</p> \n<p>On TTIP, he says the NHS is protected anyway. Labour should not raise a threat that does not exist. Instead Labour should urge America to put more on the table, so that it benefits people in Britain.</p> \n<p>He says he dealt with the European stuff in PMQs. Harman says it is back to the 1990s. But he disagrees; he has made the historic decision to let the people decide, he says.</p> \n<figure class=\"element element-image\" data-media-id=\"003fcef1347b7e0ce9e96dee7c1c56abe65f38d3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433937225814/d0db4ec6-7968-416e-93a8-6436df417645-460x276.png\" alt=\"David Cameron\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron</span> \n  <span class=\"element-image__credit\">Photograph: BBC Parliament</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55782350e4b099c326f2d2db","publishedDateTime":"2015-06-10T11:50:05Z","body":"<p><strong>Harriet Harman</strong> is responding to Cameron.</p> \n<p>Will Cameron be arguing at the next EU summit for sanctions to be strengthened?</p> \n<p>What will be done to help EU states most affected?</p> \n<p>Is there a case for accelerating the recruitment of Iraqi forces?</p> \n<p>Is the government getting the Iraqi government to do more to reach out to Sunni tribes?</p> \n<p>On TTIP, did Cameron seek assurances from President Obama that it will not cover the NHS?</p> \n<p>Harman says most of the press coverage from the G7 was about the Tories and Europe.</p> \n<p>Cameron spent the flight to Germany telling journalists that he would sack ministers who did not support his EU plans.</p> \n<p>Cameron then blamed the journalists for mis-hearing. He said, if they were not clear, people should ask.</p> \n<p>She says she is going to ask. What will Cameron demand? Does he agree with Boris Johnson that ministers should be allowed a free vote? Will Iain Duncan Smith be allowed to turn up the volume?</p> \n<figure class=\"element element-image\" data-media-id=\"523a595d9999a98c2461b77e7d8affa366b42800\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433936806788/63a614fa-bf9f-4840-80b3-85e6a00a0ad4-460x276.png\" alt=\"Harriet Harman\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Harriet Harman</span> \n  <span class=\"element-image__credit\">Photograph: BBC Parliament</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-557822e0e4b0a707ca8ab73e","publishedDateTime":"2015-06-10T11:45:10Z","body":"<p>Cameron says this was the second G7 summit without Russia.</p> \n<p>The G7 was clear that diplomatic efforts must restore Ukrainian sovereignty.</p> \n<p>Sanctions will remain until the terms of the Minsk agreement are met.</p> \n<p>Britain is back, Cameron says. It is playing a leading role around the world.</p>","postType":"blog"},{"id":"block-55782252e4b0a707ca8ab738","publishedDateTime":"2015-06-10T11:42:50Z","body":"<p>Cameron says the G7 leaders also discussed the fight against Islamic State.</p> \n<p>And they discussed measures to combat people smuggling.</p> \n<p>He says he met the Nigerian president, and discussed how Britain could help in the fight against Boko Haram. The national security council has agreed to make this a priority. Training will be offered to the Nigerian army.</p>","postType":"blog"},{"id":"block-55782134e4b0a707ca8ab730","title":"Cameron's statement on the G7 summit","publishedDateTime":"2015-06-10T11:41:01Z","body":"<p><strong>David Cameron </strong>is giving a statement on the G7 summit.</p> \n<p>He says the G7 leaders agreed to push ahead with the US/EU trade deal. And they reaffirmed commitments on aid.</p> \n<p>On green growth, there were important agreements on the targets due to be agreed at Paris at the end of this year.</p> \n<p>He says he added a new element to the agenda: fighting corruption. Cutting corruption by 10% could increase global wealth by &pound;380bn a year, he says. Some progress was made on tax and transparency.</p> \n<p>Britain has become the first major country in the world to establish a central register of who owns companies. Other countries are following, he says.</p> \n<p>There will be a major anti-corruption strategy in London next year, he says.</p>","postType":"key-event"},{"id":"block-557820fbe4b0a707ca8ab72e","publishedDateTime":"2015-06-10T11:36:13Z","lastUpdatedDateTime":"2015-06-10T11:39:07Z","body":"<p>Cameron says the education bill ensures intervention takes place more quickly when schools are failing.</p>","postType":"blog"},{"id":"block-557820bde4b099c326f2d2d1","publishedDateTime":"2015-06-10T11:35:18Z","body":"<p>Labour’s <strong>Karl Turner</strong> asks when Cameron is handing the baton to Boris.</p> \n<p>Cameron says it is good to have Boris back in the Commons. He is looking forward to Boris passing the baton to another Tory mayor of London.</p>","postType":"blog"},{"id":"block-55782021e4b0a707ca8ab72b","publishedDateTime":"2015-06-10T11:34:18Z","body":"<p><strong>Fiona Bruce</strong>, a Conservative, asks Cameron if he supports assisted dying legislation.</p> \n<p>Cameron says, like Bruce, he does not support the assisted dying bill. It would lead to pressure being put on the elderly.</p> \n<p>Rob Marris, a Labour MP, is going to introduce a private member’s bill on this, based on Lord Falconer’s assisted dying bill from the Lords. MPs will vote on it because Mares came top in the private members’ ballot.</p>","postType":"blog"},{"id":"block-55781ffbe4b099c326f2d2c7","publishedDateTime":"2015-06-10T11:31:42Z","body":"<p>Cameron says the challenge for the years ahead is to increase productivity. That will involve changes to planning laws, and investing in entrepreneurship and training.</p>","postType":"blog"},{"id":"block-55781f97e4b0a707ca8ab727","publishedDateTime":"2015-06-10T11:30:49Z","body":"<p><strong>Philip Davies</strong>, a Conservative, says there has been ridiculous scaremongering about what would happen to trade if we left the EU. Can Cameron confirm that the Germans would still want to sell cars to Britain if it left the EU.</p> \n<p>Cameron says it is not just a matter of being able to trade; it is important to have a say over how the market works too.</p>","postType":"blog"},{"id":"block-55781f18e4b099c326f2d2c3","publishedDateTime":"2015-06-10T11:29:23Z","body":"<p><strong>Douglas Carswell</strong>, the Ukip MP, says in his Bloomberg speech Cameron says social and employment law would be repatriated to the UK. Why is he no longer asking for this.</p> \n<p>Cameron says Carswell has made history. As a party of one, he has already had a backbench rebellion.</p> \n<p>He says he is asking for a whole range of things, including changes that would affect competitiveness.</p>","postType":"blog"},{"id":"block-55781ed4e4b0a707ca8ab723","publishedDateTime":"2015-06-10T11:27:15Z","body":"<p>Labour’s <strong>Grahame Morris </strong>asks when the government will publish the Treasury’s assessment of the costs of leaving the EU.</p> \n<p>Cameron says he wants the widest possible debate about Europe. He would encourage all organisations to publish information on this topic.</p>","postType":"blog"},{"id":"block-55781dc8e4b0a707ca8ab71f","publishedDateTime":"2015-06-10T11:25:43Z","body":"<p><strong>Andrea Jenkyns,</strong> a Conservative, asks what the government can do to cut immigration from outside the EU.</p> \n<p>Cameron says the home secretary has written to the migration advisory committee to ask it to advise on how it can restrict the influx of skilled Labour into the UK.</p> \n<p>Cameron signalled that he would do this <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/21/migration-figures-out-as-cameron-announces-crackdown-on-illegal-foreign-workers-politics-live#block-555db113e4b0578ef3a18457\">in his immigration speech after the election,</a> but he provided some fresh details of the new conditions that would apply. I will post them later.</p>","postType":"blog"},{"id":"block-55781c5ee4b0a707ca8ab71a","title":"Snap PMQs Verdict","publishedDateTime":"2015-06-10T11:20:22Z","lastUpdatedDateTime":"2015-06-10T11:26:07Z","body":"<p><strong>Snap PMQs Verdict:</strong> Harman’s attempt to shame Cameron into being more constructive at PMQs was rather good, and for some of the time it seemed to work, but Cameron was back to his old tricks by question 6. But complaining about Cameron “gloating” is a bit like Tony Blair complaining about William Hague’s jokes - a defensive response to a tactic deemed effective. Otherwise, it was also interesting to see Harman hint that Labour could back amendments to beef up the purdah rules in the EU referendum bill. Given how many Tory MPs feel strongly about this, this raises the prospect of a government defeat.</p>","postType":"key-event"},{"id":"block-55781b97e4b099c326f2d2b2","publishedDateTime":"2015-06-10T11:15:40Z","body":"<p><strong>Angus Robertson</strong>, the SNP leader at Westminster, asks Cameron to praise employers who deliver the living wage.</p> \n<p>Cameron says that is the Conservative position. He hopes this isn’t gloating, but Number 10 is a living wage employer too.</p> \n<p>Robertson says the Scottish government is an accredited living wage employer. When will the UK government follow this. Scotland benefits from the money it gets from the UK. SNP consensus on full fiscal autonomy has broken down. He quotes an SNP MP saying it would be a disaster. If Scotland had full fiscal autonomy, it would not be able to afford the living wage, he says.</p>","postType":"blog"},{"id":"block-55781ad3e4b099c326f2d2ad","publishedDateTime":"2015-06-10T11:12:18Z","lastUpdatedDateTime":"2015-06-10T11:38:31Z","body":"<p>Harman says it does not help working people to make promises and then not keep them. How will Cameron guarantee that the 30-hour free childcare plan won’t just lead to fees going up.</p> \n<p>Cameron says there will be a review of how this will be implemented. Families will have more choice on childcare. Harman said people were relieved Labour were not in government. That applies to this.</p> \n<p>Harman replies:</p> \n<blockquote class=\"quoted\"> \n <p>He can’t help himself but gloat, can he?</p> \n</blockquote> \n<p>Perhaps we can have answers, not gloating, she says. What can be done to help grandparents. Can they share parental leave?</p> \n<p>Cameron says this is the first time someone has been accused of gloating while quoting the leader of the opposition. He says Harman said people like leaders who are economically competent. She is talking a lot of sense, and he will be quoting her more.</p>","postType":"blog"},{"id":"block-55781a4ce4b0a707ca8ab710","publishedDateTime":"2015-06-10T11:09:03Z","body":"<p>Harman says it is not about a blanket exemption. There could be an alternative approach. On timing, will Cameron rule out holding it on the same day as other elections?</p> \n<p>Cameron says the timing should be determined by the outcome of the negotiation. He says he thinks people can decide two things at the same time. The AV referendum took place on the same day as local elections.</p> \n<p>Harman says she will explore this more in the G7 statement. Before the election, Cameron said his tax-free childcare policy would be launched in the autumn. Is he on track to meet that promise.</p> \n<p>Cameron says he wants to help people with the cost of childcare. More details will be included in the budget.</p>","postType":"blog"},{"id":"block-5578194ae4b099c326f2d2a1","publishedDateTime":"2015-06-10T11:06:42Z","body":"<p><strong>Harriet Harman</strong> says MPs voted the for the EU referendum bill last night. Why won’t Cameron let 16 and 17-year-olds vote? They voted in the Scottish referendum.</p> \n<p>Cameron thanks Labour for voting for the referendum. They oppposed the bill for five years. He says it was the biggest mass conversion since that Chinese general baptised his troops with a hose. On votes at 16, the Commons should vote on this.</p> \n<p>Harman says Cameron does not need to do “ranting and sneering”.</p> \n<blockquote class=\"quoted\"> \n <p>Frankly, he should show a bit more class.</p> \n</blockquote> \n<p>She says she and he want a Yes vote. So why is Cameron changing the law to scrap purdah rules. Will he think again?</p> \n<p>Cameron says, because the EU issue is so pervasive, he does not want ministers to be prevented from talking on EU matters during the four-week campaign. And, when the government has a clear view, he does not want the government to be neutral. He wants the government to express its view. During the Scottish referendum, he says the government was often warned about taking a view because of the purdah rules.</p>","postType":"blog"},{"id":"block-557818ece4b0a707ca8ab703","title":"PMQs","publishedDateTime":"2015-06-10T11:02:31Z","body":"<p><strong>James Berry</strong>, a Conservative, says the great British jobs boom is admired around the world. Does David Cameron agree Crossrail 2 would help?</p> \n<p><strong>David Cameron </strong>says there are 2m more people in work. The government will push forward with plans for Crossrail 2. He praises all those involved with Crossrail 1. The tunnelling phase is complete.</p>","postType":"key-event"},{"id":"block-5578147ce4b0a707ca8ab6ec","publishedDateTime":"2015-06-10T10:53:33Z","body":"<p>PMQs will be starting soon. On the Today programme this morning <strong>Sir Gerald Kaufman,</strong> the Labour MP and father of the Commons, said PMQs was becoming increasingly pointless. He said:</p> \n<blockquote class=\"quoted\"> \n <p>For years now prime minister’s questions has been an exchange of pointless and useless declamations, with the prime minister preparing what he’s going to say regardless of the questions that are put. He uses that opportunity - I don’t blame him, waste of space though he is - to make certain points which he wants to do which he believes will reverberate around the country. They won’t. Nobody’s interested. Nobody cares any more. </p> \n</blockquote> \n<p>The Labour MP <strong>Paul Flynn</strong> made a similar point in the Commons yesterday. Raising a point of order, he asked John Bercow, the Speaker.</p> \n<blockquote class=\"quoted\"> \n <p>Last week the prime minister asked the acting leader of the opposition four questions, almost more than she asked him. Just before the end of the last parliament, he answered a question by raising nine issues none of which was the subject of the question asked. Prime minister’s question time is becoming an exchange of crude insults and non-answers ... Might it not be a good idea to change the name of prime minister’s questions to prime minister’s answers, so that at least the prime minister would get the point? </p> \n</blockquote> \n<p>Bercow said that it might be useful to get the procedure committee to look at reforming PMQs, or to convene cross-party talks on this, but that this was not something for him to initiate.</p>","postType":"blog"},{"id":"block-557812f3e4b099c326f2d288","publishedDateTime":"2015-06-10T10:38:54Z","body":"<p>The SNP says <a href=\"http://www.ed.ac.uk/news/2015/politicalissuesintheclassroom\">research published by Edinburgh University today </a>supports its case for 16 and 17-year-olds to be allowed to vote in the EU referendum. Here is the key finding.</p> \n<blockquote class=\"quoted\"> \n <p>Two thirds of 16 and 17 year old Scots surveyed said they would have been “very likely” to vote had they been eligible to do so in the General Election. Only 39 per cent of 16-17 year olds elsewhere in the UK said the same. In Scotland, 16-17 year olds were allowed to participate in the independence referendum in 2014, but not in the recent General Election.</p> \n <p>Scottish 16 and 17 year olds are also more likely to have taken part in other forms of non-electoral political engagement, such as petitioning and writing to a Member of Parliament. A total of 57 per cent reported that they had done so, compared with 40 per cent in the rest of the UK.</p> \n</blockquote> \n<p>And this is from<strong> Jim Eadie</strong>, the SNP MSP.</p> \n<blockquote class=\"quoted\"> \n <p>From across party lines members of the Scottish Parliament have learned from the independence referendum experience and now unanimously back extending the right to vote in Scottish Parliament and local government elections to include 16 and 17-year-olds.</p> \n <p>But sadly David Cameron’s planned European Union referendum bill clearly fails to meet the gold standard set by the independence referendum in Scotland.</p> \n</blockquote>","postType":"blog"},{"id":"block-55781085e4b0a707ca8ab6c5","publishedDateTime":"2015-06-10T10:27:34Z","body":"<p><strong>Graham Brady</strong>, the chair of the Conservative backbench 1922 committee, has joined those urging David Cameron to let his ministers have a free vote on the EU referendum. He has set out his reasons <a href=\"http://www.telegraph.co.uk/news/newstopics/eureferendum/11663698/Tory-MPs-must-be-free-to-choose-In-or-Out.html\">in an article for the Daily Telegraph.</a> Here’s an extract.</p> \n<blockquote class=\"quoted\"> \n <p>There are three reasons why I would urge the government to treat EU membership as a matter of conscience for front and backbenchers alike. First, making it clear now that this freedom will be allowed at the end of the negotiations will act as a pressure release and set the tone for a mature and rational debate. Secondly, while this is an issue that is more important than party politics – which will divide any serious party – it is also right that we should have a view to the need for reconciliation after the referendum ...</p> \n <p>Thirdly, on such a totemic issue, it is only if it is clear that ministers are free to speak their minds that the public will know that they are genuinely urging a course of action that they believe in – not advancing an argument because it is a condition of their continued ministerial office. </p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"42cadbb28675716842ff0013d212ef91fa5c48f1\"> \n <img src=\"http://media.guim.co.uk/42cadbb28675716842ff0013d212ef91fa5c48f1/0_0_2126_1277/1000.jpg\" alt=\"Graham Brady\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Graham Brady</span> \n  <span class=\"element-image__credit\">Photograph: Cathal McNaughton/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5577f602e4b087679bc4306d","publishedDateTime":"2015-06-10T10:14:21Z","body":"<p>Here is some Twitter reaction to the Times’s revelations.</p> \n<p>From the FT columnist <strong>Janan Ganesh</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JananGanesh/statuses/608576548522852352\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">This, by D Miliband, is the second rule of politics, after &quot;Most things don't matter.&quot; <a href=\"http://t.co/UukUo8gJi1\">pic.twitter.com/UukUo8gJi1</a></p>— Janan Ganesh (@JananGanesh) \n  <a href=\"https://twitter.com/JananGanesh/status/608576548522852352\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p>From the Labour blogger <strong>Luke Akehurst</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lukeakehurst/statuses/608575383294853121\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">The worst bit of Times coverage is revelation about being motivated to help solely bottom 25%. Don't we want better life for whole UK?</p>— Luke Akehurst (@lukeakehurst) \n  <a href=\"https://twitter.com/lukeakehurst/status/608575383294853121\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p>From the Telegraph journalist <strong>Tim Stanley</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timothy_stanley/statuses/608565073259454464\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">But would David Miliband have been any more appealing in Glasgow? Or won back Kentish Ukippers? Then there's that banana photo...</p>— Tim Stanley (@timothy_stanley) \n  <a href=\"https://twitter.com/timothy_stanley/status/608565073259454464\">June 10, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timothy_stanley/statuses/608565495168647169\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">In parallel universe Ed Miliband is telling us David Miliband lost 2015 because out of touch, insufficiently radical, cant hold a banana etc</p>— Tim Stanley (@timothy_stanley) \n  <a href=\"https://twitter.com/timothy_stanley/status/608565495168647169\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p>From the RSA’s<strong> Anthony Painter</strong></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anthonypainter/statuses/608552092500942849\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Labour?src=hash\">#Labour</a> is having the debate it should have had in 2010 now. Until it catches up with the times - and gets ahead of them- it has no chance.</p>— Anthony Painter (@anthonypainter) \n  <a href=\"https://twitter.com/anthonypainter/status/608552092500942849\">June 10, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5578089ae4b099c326f2d260","publishedDateTime":"2015-06-10T09:53:40Z","body":"<p>Labour is dismissing<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values\"> George Osborne’s proposed budget surplus law</a> as a stunt, without committing itself to voting for or against it. This is from<strong> Chris Leslie</strong>, the shadow chancellor.</p> \n<blockquote class=\"quoted\"> \n <p>We need to deal with the deficit, and no-one would disagree with a surplus when economic circumstances allow or that investment is needed if the economy is in a downturn. But rather than giving speeches full of distraction techniques the chancellor should be focusing on driving up productivity, setting out how he will pay for his multi-billion-pound election pledges and explaining who will bear the burden of the still unexplained cuts planned. </p> \n <p>Sensible reductions in public spending and a balanced approach are needed - but the public need straight answers from the chancellor now rather than politics.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"0637a33c3ff9db5000268782c5d1cba616693d13\"> \n <img src=\"http://media.guim.co.uk/0637a33c3ff9db5000268782c5d1cba616693d13/0_0_4463_2679/1000.jpg\" alt=\"Chris Leslie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Chris Leslie</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/AFP/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-557805b0e4b037894062e54e","publishedDateTime":"2015-06-10T09:47:17Z","body":"<p>And here are some of the best quotes from<a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465656.ece\"> the Times’s “what went wrong for Labour” article (paywall).</a></p> \n<p>From the late<strong> Lord Gould</strong>, Tony Blair’s pollster. This is what he said in 2011 to Ed Miliband’s pollster, James Morris.</p> \n<blockquote class=\"quoted\"> \n <p>I agree we concede and move on but this seems to be conceding on everything except the economy and I would do the opposite.</p> \n</blockquote> \n<p>From<strong> Lord Mandelson</strong>, recalling watching the results on election night</p> \n<blockquote class=\"quoted\"> \n <p>It was almost as if New Labour hadn’t existed and we had never won three elections in a row. I felt as if the clock had been turned back and all the years of change and broadening our appeal were being flushed away.</p> \n</blockquote> \n<p>From <strong>Alistair Darling,</strong> the Labour former chancellor</p> \n<blockquote class=\"quoted\"> \n <p>We didn’t offer a compelling vision of the future. You can’t win on a series of ‘retail offers’ like ten bob off your next electricity bill ... [Labour now] cannot assume we are at the bottom of the sea.</p> \n</blockquote> \n<p>From <strong>Alan Milburn,</strong> the Labour former health secretary</p> \n<blockquote class=\"quoted\"> \n <p>The last five years have been a ghastly experiment in kidding ourselves that something fundamentally had changed in the laws of politics, and it hadn’t.</p> \n</blockquote> \n<p>From <strong>Gordon Brown</strong></p> \n<blockquote class=\"quoted\"> \n <p>Gordon Brown had once asked a group of aides why they had joined the Labour party. “To help the bottom 25 per cent,” replied Stewart Wood, who became one of Mr Miliband’s closest advisers. “Yes,” said Mr Brown, “but we mustn’t say that or we will never win.” </p> \n</blockquote>","postType":"blog"},{"id":"block-55780099e4b087679bc4309f","publishedDateTime":"2015-06-10T09:37:24Z","body":"<p>Recently the Guardian published <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/03/undoing-of-ed-miliband-and-how-labour-lost-election\">a 6,500-word article by Patrick Wintour giving the inside story of what went wrong for Labour under Ed Miliband, and why it lost the election.</a> If you haven’t read it already, you should.</p> \n<p><a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465656.ece\">Today the Times has published the results of a similar project (paywall).</a> It has been written by Rachel Sylvester and Michael Savage, who spoke to more than 40 senior Labour figures as part of their research. Obviously, it is not half as good as the Guardian version, but it is well worth reading, and it includes plenty of new material. </p> \n<p>Here are some of the new revelations.</p> \n<ul> \n <li><strong>Ed Miliband was planning to use his conference speech in 2011 to announce a plan to force top universities to take five pupils from every state school.</strong> The idea was dropped at the last minute, which meant the “predators v producers” became the main story.</li> \n</ul> \n<ul> \n <li><strong>Alastair Campbell tried to persuade Miliband to address the charge that the last Labour government spent too much by setting up a commission to investigate.</strong> It could have been chaired by a figure like Jim O’Neill, the former Goldman Sachs banker, or Lord Browne of Madingley, the former BP chief. “It would almost certainly have cleared Labour of blame, with a minor dispute around whether the party could have spent less in 2007. The idea was not taken up.”</li> \n</ul> \n<ul> \n <li><strong>Ed Miliband was repeatedly told by Labour’s pollsters, James Morris and Stan Greenberg, that he should do more to acknowledge the importance of the deficit.</strong> For example, “a 2010 note insisted the party should be arguing that ‘the deficit is the No 1 challenge facing the country’”.</li> \n</ul> \n<ul> \n <li><strong>Shortly after being appointed shadow chancellor, Ed Balls produced a five-point plan for growth without consulting Miliband.</strong></li> \n</ul> \n<ul> \n <li><strong>Balls had grave reservations about Miliband’s plans for an energy price freeze and a tuition fees cut, and stopped Miliband proposing a corporation tax increase.</strong></li> \n</ul> \n<ul> \n <li><strong>Miliband was encouraged to make a trip to Germany to boost his foreign policy credentials, but dropped the idea because he could not be sure of getting a press conference with Angela Merkel.</strong><br /></li> \n</ul>","postType":"blog"},{"id":"block-5577fc6ce4b087679bc43087","title":"David Miliband's Times interview - Summary","publishedDateTime":"2015-06-10T09:11:03Z","body":"<p>Here are some of the key quotes from <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465634.ece\">the Times’s interview with <strong>David Miliband </strong>(paywall).</a></p> \n<ul> \n <li><strong>Miliband said Labour should have admitted that it spent too much.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The facts are that public spending in Britain did not cause the financial crisis but if we had spent less we would have had more room for manoeuvre.</p> \n <p>The Tories accuse us of not fixing the roof while the sun was shining. The right metaphor is that we didn’t take out sufficient insurance against the foundations falling through . . . would it have been prudent to have spent less? The answer is obviously yes.</p> \n</blockquote> \n<ul> \n <li><strong>He said the Tories were trying the make themselves “the natural party of government”.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The Tories are on a mission to make themselves the natural party of government. We’ve got to take that deadly seriously. The way we do that is to do things within our own control — how we position ourselves, how we organise ourselves, how we think and engage.</p> \n</blockquote> \n<ul> \n <li><strong>He said Labour’s problem was that voters thought it had gone backwards from the Tony Blair era.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>We’ve got to understand the past and we’ve got to anticipate the future. Over the past ten years we’ve gone from winning three elections in a row to losing two elections in a row . . . And the absolutely key problem that we’ve had in the last two elections is that people perceived us to have gone back on the New Labour settlement, that in trying to address its weaknesses we have lost its strengths ...</p> \n <p>We should liberate ourselves from the delusion that running away from three election victories is a route to success . . . it’s 50 years since Labour won a majority at a general election without Tony as leader. It’s important to have this in mind.</p> \n</blockquote> \n<ul> \n <li><strong>He said the trade unions had to modernise too.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The challenge for the unions is the same as the challenge for the Labour party, which is how do you become a living breathing movement, not an ossified machine? In an age of transparency and openness, machine politics will get found out.</p> \n</blockquote> \n<ul> \n <li><strong>He said that he suspected Labour would lose the election.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>“I had spent the previous two or three weeks wondering whether in fact I was wrong to believe that you couldn’t suspend the laws of political gravity because the polls obviously suggested that things were close, but . . . the politics of our offer and our positioning made me very fearful of the consequences, and that was borne out.”</p> \n</blockquote> \n<ul> \n <li><strong>He said he had not decided which Labour leadership candidate to back.</strong></li> \n</ul> \n<ul> \n <li><strong>He would not rule out a return to British politics.</strong> This is what he said when asked about the prospect.<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>This isn’t the place to venture into my career choices,” he replies. “I’ve got a big job to do here [in New York, where he is head of the International Rescue Committee.] I’m very committed to doing it. I hope that I can use my voice now and again in the British scene. In terms of what I do next I’ll have to take some time to think about that.”</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"156d1941b4f8b9dd1aac5cf2bcd6e7c346b75d89\"> \n <img src=\"http://media.guim.co.uk/156d1941b4f8b9dd1aac5cf2bcd6e7c346b75d89/0_0_5184_3112/1000.jpg\" alt=\"David Miliband\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Miliband</span> \n  <span class=\"element-image__credit\">Photograph: Lefteris Pitarakis/AP</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5577f922e4b087679bc4307f","publishedDateTime":"2015-06-10T08:48:48Z","body":"<p>I’m still going through the Times’s “what went wrong with Labour” investigation for a summary, but I see that<a href=\"http://www.brightonandhovenews.org/2015/06/10/miliband-aide-cancelled-brighton-pavilion-photoshoot-in-case-it-was-mistaken-for-a-mosque\"> one revelation has already made the Brighton and Hove News.</a></p> \n<blockquote class=\"quoted\"> \n <p>An aide of Labour leader Ed Miliband’s cancelled a photoshoot outside the Brighton Pavilion over fears it might be mistaken for a mosque, The Times reports today.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"c046fec4626e35f37939ecd373bcf94bc9770e81\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433926100200/0e2d062b-b841-45a9-9ab3-e1deee191e21-460x276.jpeg\" alt=\"Brighton Pavilion\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brighton Pavilion</span> \n  <span class=\"element-image__credit\">Photograph: Lesley Pegrum / Alamy/Alamy</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-5577f654e4b087679bc4306f","publishedDateTime":"2015-06-10T08:38:40Z","body":"<p>In the European parliament a vote on TTIP (the transatlantic trade and investment partnership) has been postponed. This is from the Press Association.</p> \n<blockquote class=\"quoted\"> \n <p>MEPs narrowly voted to postpone today’s consideration of the EU-US Transatlantic Trade and Investment Partnership (TTIP) following the announcement that there would be no vote. </p> \n <p>European Parliament president Martin Schulz said the delay was required because more than 200 amendments had been tabled that should be considered by the committee on international trade. </p> \n <p>But critics hailed the move as a recognition of the growing strength of opposition to aspects of the proposed deal, including the potential impact on the NHS and other public services. </p> \n <p>The formal support of the parliament is seen as an important element in pushing forward the deal, though it is not required at this stage. </p> \n <p>Labour has backed the deal but leadership contest front-runner Andy Burnham told GMB trade union members yesterday that his support was not guaranteed without stronger guarantees that the NHS would be protected.<br /></p> \n <p>Unions have led opposition in the UK to the proposals, including the investor-state dispute settlement mechanism (ISDS) which critics say will dangerously increase the power of multinational firms by allowing them to sue national governments. </p> \n <p>MEPs voted by 183 to 181 against, with 37 abstentions, to postpone the debate after MSchulz put off the vote. </p> \n <p>Trade committee chair Bernd Lange said: “We will use the additional time we gained to work towards reaching a stable majority for the TTIP resolution. </p> \n <p>“The EP (European parliament) can only come forward with a strong message for the TTIP negotiators if our resolution is supported by a broad majority.” </p> \n</blockquote> \n<p><strong>Nigel Farage</strong>, the Ukip leader, says the EU is “running scared” of public opinion on this issue.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/statuses/608387199428624384\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">EU running scared of European public on TTIP, corporatist agenda cracking <a href=\"http://t.co/7J1IbLgKIi\">http://t.co/7J1IbLgKIi</a></p>— Nigel Farage (@Nigel_Farage) \n  <a href=\"https://twitter.com/Nigel_Farage/status/608387199428624384\">June 9, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/statuses/608533080895287296\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">17 years as an MEP and never seen such public disquiet re: an EU issue. The result? Debate &amp; vote on TTIP suspended. They've got the wind up</p>— Nigel Farage (@Nigel_Farage) \n  <a href=\"https://twitter.com/Nigel_Farage/status/608533080895287296\">June 10, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/statuses/608549070194536448\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">I've never received so much communication from the public on a proposed piece of legislation <a href=\"https://twitter.com/hashtag/TTIP?src=hash\">#TTIP</a></p>— Nigel Farage (@Nigel_Farage) \n  <a href=\"https://twitter.com/Nigel_Farage/status/608549070194536448\">June 10, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/statuses/608549576891596800\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">The EU parliament suspended today not just the vote, but the debate on <a href=\"https://twitter.com/hashtag/TTIP?src=hash\">#TTIP</a> too which I think was cowardly in the extreme.</p>— Nigel Farage (@Nigel_Farage) \n  <a href=\"https://twitter.com/Nigel_Farage/status/608549576891596800\">June 10, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5577f265e4b037894062e510","publishedDateTime":"2015-06-10T08:22:11Z","body":"<p>We’ve covered David Miliband’s comments in his CNN interview <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards\">here,</a> but there is one other quote worth flagging up. Miliband said the Labour leadership should learn from what Labour figures are doing in local government.</p> \n<blockquote class=\"quoted\"> \n <p>Those local government leaders are making their voice heard to a national party that needs to catch up with the way Britain has changed, the way politics has changed and the kind of agenda that needs to be set in an age of economic insecurity which is what exists across Europe at the moment.</p> \n</blockquote> \n<p>You can watch an extract from the interview here.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=Ak7I40wK_10\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/Ak7I40wK_10?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure>","postType":"blog"},{"id":"block-5577f232e4b037894062e50f","publishedDateTime":"2015-06-10T08:16:07Z","body":"<p>On Twitter my Guardian colleague<strong> Owen Jones </strong>has responded to David Miliband.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenJones84/statuses/608534088123863041\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Trying to imagine how a David Miliband led Labour party would have stopped Labour voters fleeing to the SNP, UKIP or the Greens. Failing.</p>— Owen Jones (@OwenJones84) \n  <a href=\"https://twitter.com/OwenJones84/status/608534088123863041\">June 10, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5577e911e4b087679bc43050","title":"Agenda for the day","publishedDateTime":"2015-06-10T08:01:00Z","lastUpdatedDateTime":"2015-06-10T09:16:13Z","body":"<p>Good morning. Two stories are dominating the news this morning.</p> \n<ul> \n <li><strong>David Miliband has criticised the stance adopted by Labour under his brother Ed’s leadership.</strong> He has given an interview to the Times, which has published his comments as part of a lengthy investigation into why Labour lost, and also to CNN. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards\">This is what he told CNN:</a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>What I think is important for all the candidates [to replace Ed Miliband] is to reflect on the very clear lessons of two devastating electoral defeats for the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labour\">Labour</a> party in the last five years, which have come for a very clear reason.</p> \n <p>And the reason is that the public have concluded that instead of building on the strengths and remedying the weaknesses of the Blair years, the party has turned the page backwards rather than turning the page forwards.</p> \n</blockquote> \n<p>I will post some highlights from <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465656.ece\">the Times investigation (paywall)</a> later.</p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values\">Conservatives have defended George Osborne’s plan to pass a law saying that in normal circumstances the government will have to run a surplus.</a> </strong>Osborne will unveil more details in a speech tonight. In an interview on the Today programme, <strong>David Gauke</strong>, the Treasury minister, said dismissed claims this would stop the government promoting growth.<br /></li> \n</ul> \n<blockquote> \n <p>Of course growth is very important and the idea that there is a contradiction between taking a fiscally conservative approach and getting to grips with public finances and growing the economy is simply not true. In 2014 we were the fasting growing major economy in the western world whilst pursuing measures to reduce our deficits. The two can run together ... What we want to do, and what we need to do as a country is pursue policies that help growth but also ensure that we have got sound public finances. If we can pursue both of those, then that’s the way that we can ensure that we get a sound future and we can reduce debts, and interest and what we pass on to a future generation.</p> \n</blockquote> \n<p>And on the Today programme<strong> Lord Lawson</strong>, the Conservative former chancellor, defended the plan. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/statuses/608535665781952512\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Ex-Conservative chancellor Lord Lawson backs <a href=\"https://twitter.com/George_Osborne\">@George_Osborne</a>'s legislation for balanced budgets over economic cycle <a href=\"http://t.co/0UMQhzrTfU\">pic.twitter.com/0UMQhzrTfU</a></p>— BBC Radio 4 Today (@BBCr4today) \n  <a href=\"https://twitter.com/BBCr4today/status/608535665781952512\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p>Later David Cameron will be in the Commons for two key events.</p> \n<p><em>12pm:</em> Cameron takes PMQs.</p> \n<p><em>12.30pm: </em>Cameron makes a Commons statement on the G7 summit.</p> \n<p>I will be covering both in detail.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.<br /></p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"key-event"}],"keyEvents":[{"id":"block-5577e911e4b087679bc43050","title":"Agenda for the day","publishedDateTime":"2015-06-10T08:01:00Z","lastUpdatedDateTime":"2015-06-10T09:16:13Z","body":"<p>Good morning. Two stories are dominating the news this morning.</p> \n<ul> \n <li><strong>David Miliband has criticised the stance adopted by Labour under his brother Ed’s leadership.</strong> He has given an interview to the Times, which has published his comments as part of a lengthy investigation into why Labour lost, and also to CNN. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/david-miliband-labour-has-turned-the-page-backwards\">This is what he told CNN:</a><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>What I think is important for all the candidates [to replace Ed Miliband] is to reflect on the very clear lessons of two devastating electoral defeats for the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/politics/labour\">Labour</a> party in the last five years, which have come for a very clear reason.</p> \n <p>And the reason is that the public have concluded that instead of building on the strengths and remedying the weaknesses of the Blair years, the party has turned the page backwards rather than turning the page forwards.</p> \n</blockquote> \n<p>I will post some highlights from <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465656.ece\">the Times investigation (paywall)</a> later.</p> \n<ul> \n <li><strong><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/10/george-osborne-public-finances-victorian-values\">Conservatives have defended George Osborne’s plan to pass a law saying that in normal circumstances the government will have to run a surplus.</a> </strong>Osborne will unveil more details in a speech tonight. In an interview on the Today programme, <strong>David Gauke</strong>, the Treasury minister, said dismissed claims this would stop the government promoting growth.<br /></li> \n</ul> \n<blockquote> \n <p>Of course growth is very important and the idea that there is a contradiction between taking a fiscally conservative approach and getting to grips with public finances and growing the economy is simply not true. In 2014 we were the fasting growing major economy in the western world whilst pursuing measures to reduce our deficits. The two can run together ... What we want to do, and what we need to do as a country is pursue policies that help growth but also ensure that we have got sound public finances. If we can pursue both of those, then that’s the way that we can ensure that we get a sound future and we can reduce debts, and interest and what we pass on to a future generation.</p> \n</blockquote> \n<p>And on the Today programme<strong> Lord Lawson</strong>, the Conservative former chancellor, defended the plan. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/statuses/608535665781952512\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Ex-Conservative chancellor Lord Lawson backs <a href=\"https://twitter.com/George_Osborne\">@George_Osborne</a>'s legislation for balanced budgets over economic cycle <a href=\"http://t.co/0UMQhzrTfU\">pic.twitter.com/0UMQhzrTfU</a></p>— BBC Radio 4 Today (@BBCr4today) \n  <a href=\"https://twitter.com/BBCr4today/status/608535665781952512\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p>Later David Cameron will be in the Commons for two key events.</p> \n<p><em>12pm:</em> Cameron takes PMQs.</p> \n<p><em>12.30pm: </em>Cameron makes a Commons statement on the G7 summit.</p> \n<p>I will be covering both in detail.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.<br /></p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"key-event"},{"id":"block-5577fc6ce4b087679bc43087","title":"David Miliband's Times interview - Summary","publishedDateTime":"2015-06-10T09:11:03Z","body":"<p>Here are some of the key quotes from <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4465634.ece\">the Times’s interview with <strong>David Miliband </strong>(paywall).</a></p> \n<ul> \n <li><strong>Miliband said Labour should have admitted that it spent too much.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The facts are that public spending in Britain did not cause the financial crisis but if we had spent less we would have had more room for manoeuvre.</p> \n <p>The Tories accuse us of not fixing the roof while the sun was shining. The right metaphor is that we didn’t take out sufficient insurance against the foundations falling through . . . would it have been prudent to have spent less? The answer is obviously yes.</p> \n</blockquote> \n<ul> \n <li><strong>He said the Tories were trying the make themselves “the natural party of government”.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The Tories are on a mission to make themselves the natural party of government. We’ve got to take that deadly seriously. The way we do that is to do things within our own control — how we position ourselves, how we organise ourselves, how we think and engage.</p> \n</blockquote> \n<ul> \n <li><strong>He said Labour’s problem was that voters thought it had gone backwards from the Tony Blair era.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>We’ve got to understand the past and we’ve got to anticipate the future. Over the past ten years we’ve gone from winning three elections in a row to losing two elections in a row . . . And the absolutely key problem that we’ve had in the last two elections is that people perceived us to have gone back on the New Labour settlement, that in trying to address its weaknesses we have lost its strengths ...</p> \n <p>We should liberate ourselves from the delusion that running away from three election victories is a route to success . . . it’s 50 years since Labour won a majority at a general election without Tony as leader. It’s important to have this in mind.</p> \n</blockquote> \n<ul> \n <li><strong>He said the trade unions had to modernise too.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The challenge for the unions is the same as the challenge for the Labour party, which is how do you become a living breathing movement, not an ossified machine? In an age of transparency and openness, machine politics will get found out.</p> \n</blockquote> \n<ul> \n <li><strong>He said that he suspected Labour would lose the election.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>“I had spent the previous two or three weeks wondering whether in fact I was wrong to believe that you couldn’t suspend the laws of political gravity because the polls obviously suggested that things were close, but . . . the politics of our offer and our positioning made me very fearful of the consequences, and that was borne out.”</p> \n</blockquote> \n<ul> \n <li><strong>He said he had not decided which Labour leadership candidate to back.</strong></li> \n</ul> \n<ul> \n <li><strong>He would not rule out a return to British politics.</strong> This is what he said when asked about the prospect.<br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>This isn’t the place to venture into my career choices,” he replies. “I’ve got a big job to do here [in New York, where he is head of the International Rescue Committee.] I’m very committed to doing it. I hope that I can use my voice now and again in the British scene. In terms of what I do next I’ll have to take some time to think about that.”</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"156d1941b4f8b9dd1aac5cf2bcd6e7c346b75d89\"> \n <img src=\"http://media.guim.co.uk/156d1941b4f8b9dd1aac5cf2bcd6e7c346b75d89/0_0_5184_3112/1000.jpg\" alt=\"David Miliband\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Miliband</span> \n  <span class=\"element-image__credit\">Photograph: Lefteris Pitarakis/AP</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-557818ece4b0a707ca8ab703","title":"PMQs","publishedDateTime":"2015-06-10T11:02:31Z","body":"<p><strong>James Berry</strong>, a Conservative, says the great British jobs boom is admired around the world. Does David Cameron agree Crossrail 2 would help?</p> \n<p><strong>David Cameron </strong>says there are 2m more people in work. The government will push forward with plans for Crossrail 2. He praises all those involved with Crossrail 1. The tunnelling phase is complete.</p>","postType":"key-event"},{"id":"block-55781c5ee4b0a707ca8ab71a","title":"Snap PMQs Verdict","publishedDateTime":"2015-06-10T11:20:22Z","lastUpdatedDateTime":"2015-06-10T11:26:07Z","body":"<p><strong>Snap PMQs Verdict:</strong> Harman’s attempt to shame Cameron into being more constructive at PMQs was rather good, and for some of the time it seemed to work, but Cameron was back to his old tricks by question 6. But complaining about Cameron “gloating” is a bit like Tony Blair complaining about William Hague’s jokes - a defensive response to a tactic deemed effective. Otherwise, it was also interesting to see Harman hint that Labour could back amendments to beef up the purdah rules in the EU referendum bill. Given how many Tory MPs feel strongly about this, this raises the prospect of a government defeat.</p>","postType":"key-event"},{"id":"block-55782134e4b0a707ca8ab730","title":"Cameron's statement on the G7 summit","publishedDateTime":"2015-06-10T11:41:01Z","body":"<p><strong>David Cameron </strong>is giving a statement on the G7 summit.</p> \n<p>He says the G7 leaders agreed to push ahead with the US/EU trade deal. And they reaffirmed commitments on aid.</p> \n<p>On green growth, there were important agreements on the targets due to be agreed at Paris at the end of this year.</p> \n<p>He says he added a new element to the agenda: fighting corruption. Cutting corruption by 10% could increase global wealth by &pound;380bn a year, he says. Some progress was made on tax and transparency.</p> \n<p>Britain has become the first major country in the world to establish a central register of who owns companies. Other countries are following, he says.</p> \n<p>There will be a major anti-corruption strategy in London next year, he says.</p>","postType":"key-event"},{"id":"block-557825efe4b099c326f2d2ea","title":"Cameron announces plans to cut non-EU migration - Details","publishedDateTime":"2015-06-10T12:04:10Z","lastUpdatedDateTime":"2015-06-10T12:08:08Z","body":"<p>Number 10 has released details of the plans to tighten immigration from outside the EU that David Cameron announced at PMQs. (See <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live#block-55781dc8e4b0a707ca8ab71f\">12.25pm.) </a>Cameron said the government would be writing to the migration advisory committee (MAC) asking it to consider new rules for non-EU migration.</p> \n<p><a href=\"https://www.gov.uk/government/news/pm-announces-migration-advisory-committee\">Here is the news release with the details. </a>And here is an extract.</p> \n<blockquote class=\"quoted\"> \n <p>In considering how to significantly reduce non-EEA economic migration, the MAC will advise the government by the end of the year on:</p> \n <ul> \n  <li>restricting work visas to genuine skills shortages and highly specialist experts</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>putting a time limit on how long a sector can claim to have a skills shortage</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>a new skills levy on Tier 2 visas to boost funding to UK apprenticeships</li> \n </ul> \n</blockquote> \n<blockquote> \n <ul> \n  <li>raising salary thresholds to stop businesses using foreign workers to undercut wages<br /></li> \n </ul> \n <p>Whilst the bulk of the Committee’s proposals will be delivered by the end of the year, the Home Secretary has asked it to fast track proposals on raising the salary thresholds of Tier 2 visas in time for the Autumn Immigration Rule changes, to make sure that our immigration system is focused on attracting the brightest and the best skilled workers.</p> \n</blockquote>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live?date=2015-06-10T14:22:56Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live","shortUrl":"http://gu.com/p/49k5x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/10/david-miliband-says-labour-turned-backwards-under-his-brother-reaction-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04684f8503d7237ab18389775b68c1d6df9512da/0_0_1948_1169/1948.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1169,"width":1948,"orientation":"landscape","caption":"David Cameron is taking PMQs Photograph: PA/PA","credit":"PA/PA","altText":"David Cameron is taking PMQs","cleanCaption":"David Cameron is taking PMQs","cleanCredit":"Photograph: PA/PA"}},"importance":0,"kicker":{"title":"Live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/04684f8503d7237ab18389775b68c1d6df9512da/0_0_1948_1169/1948.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1169,"width":1948,"orientation":"landscape","credit":"PA/PA","altText":"David Cameron is taking PMQs","cleanCredit":"Photograph: PA/PA"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/bec22dceefdd85eb8afcf14f8740660f3e4b29c8/706_110_1866_1119/1000.jpg","height":600,"width":1000}}]},{"title":"Alton Towers crash / Victim was kept alive by life support","rawTitle":"Victim was kept alive by life support","item":{"type":"article","id":"uk-news/2015/jun/10/alton-towers-victim-alive-life-support-leah-washington","title":"Alton Towers victim was 'kept alive on machine' in intensive care","trailText":"Leah Washington, 17, has since had a leg amputated but is making a fast recovery, according to her brother","standFirst":"<p>Leah Washington, 17, has since had a leg amputated but is making a fast recovery, according to her brother</p>","byline":"Jessica Elgot","body":"<p>A teenage girl, whose left leg was amputated after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/travel/live/2015/jun/02/alton-towers-crash-four-teenagers-seriously-injured-smiler-ride-live-updates\">Alton Towers rollercoaster crash</a>, was kept alive on a machine in intensive care when she was first brought to hospital, her brother has said.</p> \n<p>Leah Washington, 17, is now standing up and making “a rapid recovery” despite undergoing surgery at the weekend to amputate her leg above the knee, her brother Luke told the BBC.</p> \n<p>The teenager also fractured her hand on the Smiler ride and her 18-year-old boyfriend, Joe Pugh, was treated for two broken knees and extensive hand injuries, after the carriage they were riding in ploughed into another, which was empty.</p> \n<p>Merlin Entertainments, which owns Alton Towers, is understood to be preparing substantial payouts for the 16 victims of last Tuesday’s crash and the victims’ lawyers are due to meet Merlin’s insurers this week after the theme park operator <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/09/alton-towers-owner-faces-multimillion-pound-legal-bill-over-smiler-crash\">admitted “full responsibility”</a>.</p> \n<p>Speaking on BBC West Midlands, her brother said: “She was in intensive care so she had machines keeping her going. It was only the day after they took her off that and she was back to breathing on her own. </p> \n<p>“She had a rapid recovery. Each day has gone by and she has improved and improved. It was yesterday I walked into the room for the first time that day and she was stood up. To see her from the condition she was in to now being stood up is great.”</p> \n<p>Luke Washington said his sister had shown “amazing” strength. “We’ve all been there for Leah but she’s the one who’s kept us going. I don’t know where she’s got this strength from but it’s really opened our eyes,” he said.</p> \n<p>The injured teenager, who is a fan of the boyband One Direction, is to receive a recorded video message and backstage concert tickets for the band’s next gig, after a Twitter campaign #Get1DToLeah. </p> \n<p>Washington had bought tickets to the Capital FM Summertime Ball to see the band on 6 June, but was unable to attend because of her injuries. Her brother said the family had decorated her hospital bedroom with posters of the band. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wawawawashy/statuses/608031146656571392\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">My sister is an inspiration! retweet so the boys in <a href=\"https://twitter.com/onedirection\">@onedirection</a> can be as amazed with her as I am! I love you Leah <a href=\"http://t.co/S83x6bRWZL\">pic.twitter.com/S83x6bRWZL</a></p>— Luke Washington (@wawawawashy) \n  <a href=\"https://twitter.com/wawawawashy/status/608031146656571392\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p>Leah’s friend Sara Stuart wrote on Twitter on Tuesday that the band had been in touch and thanked fans for their help.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sara_stuart08/statuses/608346342054854658\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">THANK YOU EVERYONE! THIS MEANS SO MUCH <a href=\"https://twitter.com/hashtag/Get1DToLeah?src=hash\">#Get1DToLeah</a> <a href=\"https://twitter.com/BBCNews\">@BBCNews</a> <a href=\"https://twitter.com/onedirection\">@onedirection</a> <a href=\"http://t.co/gWJZMNqVJ8\">pic.twitter.com/gWJZMNqVJ8</a></p>— Sara Stuart (@sara_stuart08) \n  <a href=\"https://twitter.com/sara_stuart08/status/608346342054854658\">June 9, 2015</a>\n </blockquote> \n</figure> \n<p><br />One Direction’s Louis Tomlinson, who is also from South Yorkshire, tweeted Leah.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Louis_Tomlinson/statuses/608034871945121792\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/leahwashy\">@leahwashy</a> Thinking about you Leah &amp; hoping you are home in South Yorkshire soon Xx</p>— Louis Tomlinson (@Louis_Tomlinson) \n  <a href=\"https://twitter.com/Louis_Tomlinson/status/608034871945121792\">June 8, 2015</a>\n </blockquote> \n</figure> \n<p><br />Two other people sustained serious injuries in the crash: Daniel Thorpe, a 27-year-old old assistant hotel manager from Buxton in Derbyshire, and Vicky Balch, 20, from Leyland in Lancashire.</p> \n<p>Balch’s solicitor said she has suffered potentially life-changing injuries and is expected to make a “substantial claim for damages” to support her recovery. <br /></p> \n<p>The four are being treated at the Royal Stoke University hospital and the University hospital Coventry.</p> \n<p>Merlin Entertainments sent hand-delivered letters to each of the 16 people travelling on the Smiler ride, accepting full responsibility for the accident and agreeing to deal “swiftly and sensitively” with their personal injury claims.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934510602/e20772b0-fee3-43c4-8f1b-76f910ee8929-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Handout","altText":"Leah Washington","cleanCredit":"Photograph: Handout"}],"bodyImages":[],"webPublicationDate":"2015-06-10T11:37:50Z","lastModified":"2015-06-10T12:24:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"}],"feature":false,"keywords":["UK news","Theme parks"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"travel/theme-parks","webTitle":"Theme parks"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Jessica Elgot","topic":{"type":"tag-contributor","name":"profile/jessica-elgot"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/alton-towers-victim-alive-life-support-leah-washington","shortUrl":"http://gu.com/p/49k7y","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/alton-towers-victim-alive-life-support-leah-washington","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/alton-towers-victim-alive-life-support-leah-washington"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934510602/e20772b0-fee3-43c4-8f1b-76f910ee8929-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Leah Washington, who has had one of her legs amputated above the knee as a result of the crash at Alton Towers. Photograph: Handout","credit":"Handout","altText":"Leah Washington","cleanCaption":"Leah Washington, who has had one of her legs amputated above the knee as a result of the crash at Alton Towers.","cleanCredit":"Photograph: Handout"}},"importance":1,"kicker":{"title":"Alton Towers crash"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433934510602/e20772b0-fee3-43c4-8f1b-76f910ee8929-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Handout","altText":"Leah Washington","cleanCredit":"Photograph: Handout"}}]}],"lastModified":"2015-06-10T14:21:21Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}