{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Queen's speech / Cameron's immigration bill to include crackdown on illegal foreign workers","rawTitle":"Cameron's immigration bill to include crackdown on illegal foreign workers","item":{"type":"article","id":"uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","title":"Cameron's immigration bill to include crackdown on illegal foreign workers","trailText":"David Cameron to promise bill in Queen’s speech that will make ‘Britain a less attractive place to come and work illegally’","standFirst":"<p>David Cameron to promise bill in Queen’s speech that will make ‘Britain a less attractive place to come and work illegally’</p>","byline":"Patrick Wintour Political editor","body":"<p>David Cameron will try to brush off embarrassing net migration figures on Thursday by announcing details of a new immigration bill to be included in the Queen’s speech, which will propose a new criminal offence of illegal working that will allow police to seize the wages of anyone employed unlawfully.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>If you have uncontrolled immigration, you have uncontrolled pressure on public services</p> \n  <footer> \n   <cite>David Cameron</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>It has been estimated that the backlog of people in Britain who have overstayed their visas and whose whereabouts are unknown is 300,000, but it is not known how many are working. Cameron managed to survive the general election, even though he once urged voters to kick him out if he failed to bring net migration down to the tens of thousands.<br /></p> \n<p>The last official quarterly net migration figures showed net migration was 298,000 last year, 54,000 higher than when he made the pledge in 2010.</p> \n<p>Cameron promised in the Tory manifesto to keep the pledge, although he also said he would be adding new metrics to test whether migration was being reduced.</p> \n<p>In practice, his success in this parliament will not depend solely on new legislation but also on deeper trends in the European labour market and any agreements reached on tightening social security entitlements within the EU – one of his key targets in his renegotiation of the UK relationship with the rest of the trading bloc.</p> \n<p>The last published figures covered the 12 months to September 2014 and showed that immigration rose from 530,000 the previous year to 624,000, while emigration remained stable at 327,000.</p> \n<p>In his latest speech on immigration – clearly designed to address the latest figures – Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows. He will promise the bill will make “Britain a less attractive place to come and work illegally”.<br /></p> \n<p>Migrants with current leave to remain but who are working illegally in breach of their conditions may be prosecuted under the Immigration Act 1971 and be liable on summary conviction to a six-month custodial sentence and/or an unlimited fine.</p> \n<p>But ministers say there is a loophole for migrants who entered illegally or have overstayed their leave and are not therefore subject to current conditions of stay. <br /></p> \n<p>This new offence will address this gap and close a loophole whereby the wages of some illegal migrants fall outside of the scope of the confiscation provisions in the Proceeds of Crime Act, unlike those individuals who are working in breach of leave conditions.The offence will apply to those who arrived illegally or those who entered the UK legally but then overstayed.</p> \n<p>Cameron will say: “A strong country isn’t one that pulls up the drawbridge … it is one that controls immigration. Because if you have uncontrolled immigration, you have uncontrolled pressure on public services. And that is a basic issue of fairness.</p> \n<p>“Uncontrolled immigration can damage our labour market and push down wages. It means too many people entering the UK legally but staying illegally. The British people want these things sorted.</p> \n<p>“That means … dealing with those who shouldn’t be here by rooting out illegal immigrants and bolstering deportations. Reforming our immigration and labour market rules so we reduce the demand for skilled migrant labour and crack down on the exploitation of unskilled workers. That starts with making Britain a less attractive place to come and work illegally.</p> \n<p>He will promise the bill will put “an end to houses packed full of illegal workers; stop illegal migrants stalling deportation; give British people the skills to do the jobs Britain needs”.</p> \n<p>The home secretary said on BBC Radio 4’s Today that the amendments would act as a deterrent to people working in the UK illegally. </p> \n<p>Theresa May said: “it is not about revenue raising. It is about making it harder for people to be working illegally and setting a clear deterrent for those that want to stay here illegally I think most people would think it is entirely fair and right to say that if you’re here illegally you have got no right to be here and you’re working, that is an offence, and we should be able to deal with the wages as the proceeds of crime.” <br /></p> \n<p>The main powers, many previously trailed but rejected by the Liberal Democrats, include new measures for councils to crack down on unscrupulous landlords and evict illegal migrants more quickly.</p> \n<p>Banks will also be required to do more to check bank accounts against databases of people in the UK illegally.</p> \n<p>The right to deport first and for the migrant to appeal later will be extended to all immigration appeals and judicial reviews. Satellite tracking tags will be placed on foreign criminals awaiting deportation so it is easier for Home Office officials to follow their location.</p> \n<p>A new offence of illegal working will also be introduced to close a loophole that means people who are in the UK illegally cannot benefit from working and their wages will be given the same status as a proceed of crime so making it subject to seizure by police.</p> \n<p>No businesses and recruitment agency will be permitted to recruit abroad without advertising in the UK.</p> \n<p>In addition, a new labour market enforcement agency will established to crack down on the worst cases of labour market exploitation, such as workers being paid the minimum wage but then being housed in tied accommodation at extortionate rents.</p> \n<p>May said: “We continue to have as a government the aim of bringing net migration down to the tens of thousands. It is the ambition we have set in our manifesto.” She said the government had failed to meet its promise in the previous parliament. She refused to set a date for meeting the target, saying “instead it is something we are working to. Net migration matters because it is the number of people that stay here.” </p> \n<p>She said she was asking the EU to let the UK debar EU migrants receive tax credits for at least four years. </p> \n<p>May denied her plans would be hindered by a lack of funding and there was no need to increase border staff. The problem lay less with illegal migrants, than with legal migrants who have over staye, she argued.</p> \n<p>The home secretary said the Conservatives could introduce the ”deport now, appeal later” principle in majority government, having previously been unable to in coalition with the Liberal Democrats.</p> \n<p>“We introduced this for foreign national offenders, foreign national criminals, under the last government, but because we were in coalition we weren’t able to go further. Now we are a majority Conservative government we can go further and make sure that people who are here illegally are deported before they appeal,” she said.<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3def96f06640c1900d5acd2bb457c60352de0d0f/886_0_3249_1949/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1949,"width":3249,"orientation":"landscape","credit":"Pool/Getty Images","altText":"David Cameron","cleanCredit":"Photograph: Pool/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-21T08:22:48Z","lastModified":"2015-05-21T08:34:03Z","metadata":{"commentable":true,"commentCount":1147,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["Immigration and asylum","UK news","David Cameron","Migration","Employment law","Law","Politics","World news","Queen's speech"],"tags":[{"id":"uk/immigration","webTitle":"Immigration and asylum"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/migration","webTitle":"Migration"},{"id":"law/employment-law","webTitle":"Employment law"},{"id":"law/law","webTitle":"Law"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"},{"id":"politics/queens-speech","webTitle":"Queen's speech"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","shortUrl":"http://gu.com/p/494j7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers","webUri":"http://www.theguardian.com/uk-news/2015/may/20/immigration-bill-to-include-crackdown-on-illegal-foreign-workers"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3def96f06640c1900d5acd2bb457c60352de0d0f/886_0_3249_1949/3249.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1949,"width":3249,"orientation":"landscape","caption":"David Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows. Photograph: Getty","credit":"Getty","altText":"David Cameron.","cleanCaption":"David Cameron will promise that the Queen’s speech will contain an immigration bill designed to bring the whole of government into the battle to reduce migration flows.","cleanCredit":"Photograph: Getty"}},"importance":7,"kicker":{"title":"Queen's speech"},"showQuotedHeadline":false},{"title":"Islamic State / Palmyra: historic Syrian city falls under control of Isis","rawTitle":"Palmyra: historic Syrian city falls under control of Isis","item":{"type":"article","id":"world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis","title":"Palmyra: historic Syrian city falls under control of Isis","trailText":"Some of the most beautiful and well-preserved ruins of antiquity face destruction as forces loyal to Assad withdraw to western strongholds","standFirst":"<p>Some of the most beautiful and well-preserved ruins of antiquity face destruction as forces loyal to Assad withdraw to western strongholds</p>","byline":"Kareem Shaheen in Beirut","body":"<p>The historic city of Palmyra has fallen almost entirely under the control of Islamic State, after forces loyal to the Syrian president, Bashar al-Assad, collapsed under a seven-day siege that has left the magnificent ruins there exposed to near-certain destruction by the terror group.</p> \n<p>Activists from the city and the <a href=\"http://www.syriahr.com/en/\">Syrian Observatory for Human Rights</a>, a monitoring group, said most of Palmyra fell on Wednesday shortly after the Assad regime evacuated most of its civilians and began withdrawing towards regime strongholds in the west.</p> \n<figure class=\"element element-embed\" data-alt=\"Palmyra\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1432150059251/Palmyra-map_WEB.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>“The Islamic State organisation has now established almost complete control over the area from Palmyra to the Syrian-Iraqi border and onwards to the Syrian-Jordanian frontier,” said SOHR’s director, Rami Abdul Rahman.<br /></p> \n<p>The ancient city, once a Silk Road hub and one of the cultural centres of the ancient world that occupies mythological status in Syria, is home to some of the most beautiful and well-preserved ruins of antiquity, including the Temple of Bel, built in the first century.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/cities/gallery/2015/may/15/palmyra-ancient-city-isis-threat-in-pictures\">How the ancient city of Palmyra looked before the fighting – in pictures</a> </p> \n</aside> \n<p>Isis considers the preservation of such historical ruins a form of idolatry and has destroyed temples and historic artefacts, as well as ancient Assyrian sites in Nineveh in Iraq, after conquering the province in a lightning offensive last year.</p> \n<p>The group has profited from looting historic treasures, in addition to scoring propaganda victories by the wanton destruction of archaeological sites, and Palmyra is likely to face a similar fate now.</p> \n<p>The loss of the city and its surrounding gas fields, which supply electricity to much of the Assad regime’s strongholds in western Syria, is another strategic defeat that could expose Homs and Damascus to the terror group’s advances.<br /></p> \n<p>Isis also appeared to have taken control of major facilities in and around the city, including the legendary military prison of Tadmur, the modern name for Palmyra, a symbol of state repression for decades.</p> \n<p>The terror group advanced into the city after seizing its northern districts earlier in the day, backed by suicide bombers and artillery.<br /></p> \n<p>Activists said the regime had begun launching retaliatory air strikes on the city and much of it fell into darkness with widespread electricity outages.</p> \n<div>\n __VIDEO_EMBED_gu-video-456854242__\n</div> \n<p>The loss of Palmyra and the surrounding gas fields, al-Hail and Arak, is a major strategic defeat for the Assad regime. The fields supply much of the electricity in the regime’s western strongholds, allowing the militant group to potentially profit from selling power back to Assad.</p> \n<p>It also severs key supply lines to embattled regime forces in the eastern province of Deir Ezzor, where they are also fighting a persistent Isis encroachment. In addition, it opens the road to a possible offensive by the militants on Homs and Damascus, key regime strongholds.</p> \n<p>The fall of Palmyra also raises questions about the fighting capability and cohesion of Assad’s remaining troops and allied militias, whose rapid collapse surprised observers, given their close proximity to supply lines and the strategic importance of the city.</p> \n<p>The regime is stretched thin after a string of losses to rebels in Idlib in the north, who are backed by Saudi Arabia and Turkey, but residents had expected Assad’s forces to withstand the siege for longer. Instead, they appear to be retrenching in the country’s west, cutting their losses in the face of advances by both Isis and the opposition.</p> \n<p>“The regime didn’t seem to put up a sustained fight against the Isis attack on Palmyra, which is in and of itself concerning,” said Charles Lister, a visiting fellow at the Brookings Doha Center and author of Profiling the Islamic State. “Increasingly over the last several months, a new regime strategy has been emerging whereby only the most strategically critical locations and regions receive total support and thus put up the most resistance against attack.”</p> \n<figure class=\"element element-image\" data-media-id=\"8483d97081fa064cef9be4a355bb5d4db2dd5b3e\"> \n <img src=\"http://media.guim.co.uk/8483d97081fa064cef9be4a355bb5d4db2dd5b3e/0_0_1769_1208/1000.jpg\" alt=\"The historic city of Palmyra has fallen almost entirely under the control of ISIS\" width=\"1000\" height=\"683\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The historic city of Palmyra has fallen almost entirely under the control of ISIS</span> \n  <span class=\"element-image__credit\">Photograph: SKY News</span> \n </figcaption> \n</figure> \n<p>Palmyra is the second city to be seized by Isis in less than a week, after the militants routed Iraqi security forces in Ramadi, the provincial capital of Anbar province, highlighting the group’s resilience in the face of a US-led coalition air campaign and the limits of its strategy.</p> \n<p>“Far from being degraded, Isis is still advancing in important areas – capturing Ramadi and Palmyra in the same week speaks volumes as to the group’s continued capabilities,” said Lister.</p> \n<p>The director general of the UN’s cultural agency called for an immediate end to hostilities in the Unesco world heritage site and for the protection of cultural heritage from direct targeting.</p> \n<p>“I am deeply concerned by the situation at the site of Palmyra. The fighting is putting at risk one of the most significant sites in the Middle East, and its civilian population,” said Irina Bokova.</p> \n<p>“I reiterate my appeal for an immediate cessation of hostilities at the site. I further call on the international community to do everything in its power to protect the affected civilian population and safeguard the unique cultural heritage of Palmyra.”</p> \n<p>However, Isis has often cherished its destruction of cultural artefacts, releasing long, well-produced videos of their destruction of objects in the Mosul Museum and their detonation and bulldozing of much of the ancient fortress city of Hatra in Iraq.</p> \n<p>Experts say the group benefits from its destruction of cultural heritage because it shows the militants can act with impunity and exposes the impotence of the international community in the face of the provocations.</p> \n<p>Syria’s antiquities chief, Mamoun Abdulkarim, told AFP that hundreds of statues and artefacts from Palmyra’s museum had been transferred out of the city but many others, including massive tombs, could not be moved. Many of the city’s monumental ruins are too heavy to transport or consist of ancient buildings and architecture.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/86348afb54dad9b64545c1b35b5889774cf875cb/1151_349_2034_1221/2034.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1221,"width":2034,"orientation":"landscape","credit":"STR/EPA","altText":"The historic city of Palmyra has fallen almost entirely under the control of Islamic State, after forces loyal to Bashar al-Assad collapsed under a seven-day siege","cleanCredit":"Photograph: STR/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8483d97081fa064cef9be4a355bb5d4db2dd5b3e/0_0_1769_1208/1769.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1208,"width":1769,"orientation":"landscape","caption":"The historic city of Palmyra has fallen almost entirely under the control of ISIS Photograph: SKY News","credit":"SKY News","altText":"The historic city of Palmyra has fallen almost entirely under the control of ISIS","cleanCaption":"The historic city of Palmyra has fallen almost entirely under the control of ISIS","cleanCredit":"Photograph: SKY News"}],"webPublicationDate":"2015-05-21T06:45:52Z","lastModified":"2015-05-21T08:15:23Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kareem Shaheen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kareem-shaheen"}],"feature":false,"keywords":["Syria","Bashar al-Assad","Islamic State","Middle East and North Africa","World news"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"world/bashar-al-assad","webTitle":"Bashar al-Assad"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kareem Shaheen","topic":{"type":"tag-contributor","name":"profile/kareem-shaheen"}}],"embeddedVideos":[{"id":"gu-video-456854242","source":"YouTube/Reuters","durationInSeconds":60,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10387920&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521Syria_1.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432192376768/KP_236511_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Palmyra   ","credit":"guardian.co.uk","altText":"620x372 trailpic for Palmyra   ","cleanCaption":"620x372 trailpic for Palmyra   "}}],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis","shortUrl":"http://gu.com/p/494ke","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis","webUri":"http://www.theguardian.com/world/2015/may/20/syrian-city-of-palmyra-falls-under-control-of-isis"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456779398","source":"Reuters","durationInSeconds":70,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/19/150518ruins_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/19/150518ruins.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/19/1432049483298/KP_233030_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for See the See the Syrian Unesco site under threat from Islamic State  - video","credit":"guardian.co.uk","altText":"620x372 trailpic for See the See the Syrian Unesco site under threat from Islamic State  - video","cleanCaption":"620x372 trailpic for See the See the Syrian Unesco site under threat from Islamic State  - video"}}},"importance":6,"kicker":{"title":"Islamic State"},"showQuotedHeadline":false},{"title":"Revealed / BP's deep ties with UK government","rawTitle":"BP's deep ties with UK government","item":{"type":"article","id":"environment/2015/may/20/revealed-bps-close-ties-with-the-uk-government","title":"Revealed: BP's close ties with the UK government","trailText":"Documents show the extent of BP’s influence on government policy and how their intimate relationship is at odds with UK commitments to reduce carbon emissions","standFirst":"<p>Documents show the extent of BP’s influence on government policy and how their intimate relationship is at odds with UK commitments to reduce carbon emissions</p>","byline":"Felicity Lawrence and Harry Davies","body":"<p>For the oil multinational BP, it was a historic moment – the signing of a joint venture to exploit the vast oil and gas reserves of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/jan/14/bp-rosneft-deal\">Russia’s Arctic shelf with the Russian energy giant Rosneft</a>. The deal was worth &pound;10bn in share swaps. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/2015/05/climate-nav-sticky/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/2015/05/climate-nav-sticky/boot.js\" data-alt=\"Nav bar\"> \n</figure> \n<p> The chief executive of Rosneft, Igor Sechin – then Russian deputy prime minister, key Putin ally and one of the most forbidding characters in the world of oil – would be coming to London to seal the agreement. Rosneft is majority owned by the Russian state, and BP urgently needed a senior British government figure to mark the alliance.</p> \n<p>So, the night before the signing in January 2011, BP’s managing director Iain Conn picked up the phone to the then secretary of state for energy and climate change, Chris Huhne. It was awkward, for Huhne had a long-standing engagement – <a href=\"http://iowlibdems.org.uk/en/article/2011/0455015/reporting-back-isle-of-wight-lib-dem-dinner-for-members-and-business-representatives\">to give a speech at a Liberal Democrat dinner</a> on the Isle of Wight to an audience that would include key representatives of the island’s renewable energy industry. There was, though, only ever going to be one winner.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/bp-ditched-arctic-concerns-for-strategic-deal-with-russia\">BP ditched Arctic concerns for strategic deal with Russia</a> </p> \n</aside> \n<p>Despite any doubts Huhne, a champion of a low-carbon economy, may have held, he agreed to be there, alongside Sechin, the former KGB officer variously dubbed ‘the scariest man on earth’ and ‘Darth Vadar’. Officials had quickly prepared briefings for Huhne, which discussed the “environmental sensitivities” about risky – and carbon costly – deep water drilling in the Arctic. If pressed on why he was “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/jan/17/bp-rosneft-share-swap-oil-business\">publicly blessing</a>” the company behind one of the world’s worst environmental disasters, Huhne was simply to say: “Russia is a valuable energy partner for the UK and a deal of this scale is a major development for the energy industry in both countries.” But it was instead <a href=\"http://www.bbc.co.uk/news/business-12195576\">Russia’s contribution to “fuelling Europe”</a> in coming decades rather than fears over climate change that officials emphasised. </p> \n<p> It helped that Conn and other senior BP executives had been in to visit Huhne just a couple of days earlier to discuss BP’s interests. They had talked through the company’s $20bn (&pound;13bn) exposure to its Deepwater Horizon oil spill disaster in the Gulf of Mexico.</p> \n<figure class=\"element element-image\" data-media-id=\"2c6e13ba2f6fb917ab828e7ac8b1cd2b65c1bc3d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142341875/65f002be-71a9-49be-81c3-67912f696b27-460x276.jpeg\" alt=\"A file photo taken on on April 21, 2010 shows a US Coast Guard handout image of fire boat response crews as they battle the blazing remnants of the BP operated off shore oil rig, Deepwater Horizon, in the Gulf of Mexico.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A US coast guard fire boat battles the blazing remnants of the BP operated offshore oil rig, Deepwater Horizon, in the Gulf of Mexico.</span> \n  <span class=\"element-image__credit\">Photograph: HO/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p> Although the government viewed the financial hit as BP’s problem, it was worried the oil giant’s vast bill for the Gulf accident would hit many UK pension-holders, according to Tom Burke, former BP employee, now chairman of the environmental organisation E3G and advisor to Shell, Rio Tinto and Unilever. About 1.5% of UK pension industry money was invested in BP shares, which had plummeted. And BP had scrapped its dividend payments. </p> \n<p>“Around <a href=\"http://www.fundexpert.co.uk/research/news,oil-part-ii-danger-in-equity-income_488.htm\">7% of UK pension fund annual income came from BP</a> at the time. A further 12% came from Shell, so nearly one-fifth of <a href=\"http://www.bbc.co.uk/news/10293829\">pension funds were intricately linked</a> to the profits of these two oil and gas companies,” explained Burke. </p> \n<p></p> \n<p></p> \n<p>At that meeting, BP was assured by the Department of Energy and Climate Change (Decc) that it would do what it could, with lawyers from the Treasury, the Foreign Office and the business department, to find “an operational solution” to allow <a href=\"http://www.thisismoney.co.uk/money/news/article-2496047/Giant-BPs-North-Sea-gas-field-reopens--late-winter.html\">BP to reopen the major North Sea gas field</a> it owned jointly with Iran despite the EU’s sanction regime against that country.</p> \n<p> The solution, a couple of years later, would be for Iran’s share of the profits to be held by the British government in a frozen account.</p> \n<p></p> \n<p>These extraordinary insights into the extreme closeness between the British government and one of its biggest companies came to light after a Freedom of Information (FoI) request. Nobody, perhaps, should be much surprised by it. After all, they have shared mutual interests since the first British involvement in commercial oil exploration in the Gulf over 100 years ago.</p> \n<p> British governments realised that this company could fuel its economy and its war effort. By switching the Navy to running on BP’s oil, Winston Churchill helped ensure the survival of the struggling business that had begun life drilling speculatively in Persia as the First Exploitation Company. He then insisted on controlling this vital resource, and, in 1914, the government bought a majority share of the company, by now called Anglo-Persian Oil.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Climate campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Climate campaign sign up</a> \n</figure> \n<p> British Petroleum, as it became in 1954, was privatised in 1979, when Mrs Thatcher sold a 5% stake to take the government’s share to 46%, a minority holding for the first time. It was only in 1987 that the government sold the last of its shares. </p> \n<p>As one former Whitehall official put it: “The presumption that the British government should have an intimate relationship with big British multinationals especially BP and Shell was in the air you breathed.”</p> \n<p> But, even after the sell-off, the place of BP in the life of the British nation – and at the heart of government – remains strong. Only last month, Downing Street told BP and city investors that it would not remain neutral if BP became the target of a foreign takeover.</p> \n<p> And yet there is one big difference now: on climate change, the interests of the government, signed up to cutting its greenhouse gas emissions by 80% on 1990 levels by 2050, are not aligned with those of BP, which is pressing on with the pace of fossil fuel exploration. Critics say BP’s business model of continuing to prospect for more reserves is at odds with attempts to limit carbon emissions to keep the rise in the Earth’s temperature below 2C, the widely-agreed threshold for dangerous climate change.</p> \n<p>Keeping below that figure is at the heart of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">Guardian’s Keep it in the Ground campaign</a>. It is calling on the world’s two largest health charities, the Bill and Melinda Gates Foundation and the Wellcome Trust to move their investments out of fossil fuel companies. Both are world leaders in health research who recognise the serious threat to public health posed by climate change, but they both hold significant holdings in fossil fuels. For BP specifically, the Gates Foundation’s Asset Trust has a &pound;243m holding and Wellcome has &pound;118m, according to the most recent figures. </p> \n<p> Despite the UK government’s commitment to tackling climate change, documents released under the Freedom of Information Act show that BP and the British government are still hand-in-hand.</p> \n<p> John Ashton, the UK’s top climate diplomat until 2012, fears they are caught in old habits.</p> \n<p>He has been highly critical of the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/30/open-letter-shell-ben-van-beurden-john-ashton-climate-change\">oil companies’ failure to embrace the speed of change</a> needed.</p> \n<p> “Britain’s overriding national interest is an effective response to climate change, which will require a carbon-free energy system within a generation or so,” Ashton told the Guardian. “This is an existential challenge to the oil and gas companies. They now face an uncomfortable choice between finding new business models, or clinging to the status quo of fossil fuel dependency and coming increasingly to be seen as enemies of the national interest.”</p> \n<p> Not yet though. Documents from the Foreign Office reveal government policy that still barely distinguishes between the British national interest and the commercial interests of its main oil and gas companies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/apr/28/fossil-fuel-lobby-given-far-more-access-to-uk-ministers-than-renewables-analysis\">Shell and BP alone eclipse renewable energy sector on access to ministers</a> </p> \n</aside> \n<p>The Foreign Office, for example, held its annual “BP high level dinner” last July, “to strengthen the strategic relationship between BP and the FCO on global economic and energy issues”, according to heavily redacted documents marked “sensitive” and “restricted”. All the top FCO directors from the head of the diplomatic service down through the directors of the main regions, to the heads of the FCO economic, strategy, and “prosperity” units, were on the attendees list.</p> \n<p> Tensions were running high at the time. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/mar/18/putin-confirms-annexation-crimea-ukrainian-soldier-casualty\">Russia had annexed the Ukrainian territory of Crimea in March</a>. The West would - in time - respond with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/mar/20/us-sanction-list-vladimir-putin-inner-circle\">sanctions against Putin’s inner circle</a>, including Sechin, and against Russian companies, including Rosneft.</p> \n<p> The implications for western energy security and a company like BP were profound. <a href=\"http://www.economist.com/news/briefing/21600111-reducing-europes-dependence-russian-gas-possiblebut-it-will-take-time-money-and-sustained\">Europe imports a quarter of its gas from Russia</a>, which also accounts for 13% of world oil production. BP was painfully exposed to any sanctions; by 2013 it had acquired a 20% minority shareholding in Rosneft.</p> \n<p> The week before the annexation of Crimea, the British ambassador in Washington organised a dinner “at BP’s suggestion for the visit of BP’s chief executive of downstream operations” with several “local big hitters” from the State Department and US business.</p> \n<p> In Moscow, immediately after the Russian Crimea move, the British ambassador met BP’s Russia Energy president to discuss BP’s exposure. A note of the conversation, marked “restricted and commercially sensitive”, and which is mostly redacted, says “BP’s equities in Russia were clear: $14-15bn of investment in Rosneft”.</p> \n<p> The inference: BP was in a fix. The British government was there to help. BP’s commercial interests would inform the precise detail of the inevitable sanctions against Russia. </p> \n<p>If the stakes over BP and Rosneft were high geopolitically, elsewhere the British government’s support for the company was more straightforwardly commercial. The coalition agreement in 2010 promised – at Liberal Democrat insistence – to help move to a low-carbon economy. But the Foreign Office was being refocused by Conservative foreign secretary William Hague away from diplomacy towards the promotion of British trade. </p> \n<p>It upgraded its presence to a full consular office in Calgary, Canada, in 2011 to support UK businesses investing in the region — <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2011/nov/27/canada-oil-sands-uk-backing\">BP and Shell both have major tar sands projects in the area</a>. Tar sands are among the dirtiest, most-carbon intensive of fossil fuels to exploit.</p> \n<p> For BP, this intimate relationship with ministers and officials is as natural as it appears for Whitehall. “BP is a major UK-headquartered company with significant businesses and investments in the UK and worldwide. We employ around 15,000 people in this country and are currently undertaking a multi-billion pound investment programme in the UK North Sea. As such, we have regular meetings with various UK government departments who are interested in both our business and various issues involving our industry. Many of these are at the government’s request,” the company said in a statement to the Guardian.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"c80e6620f5b0f10541255e9018f02912c4f75452\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432142492678/d49791e8-20f4-4761-b7c9-71ff0766d679-460x307.jpeg\" alt=\"Prime Minister David Cameron (2nd right) with Regional President Trevor Garlick (left) BP Chief Executive Bob Dudley (2nd left) and Simon Richardson (right) Clair Reservoir Team Leader as they view an exploration map at BP North Sea Headquarters in Aberdeen.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Prime minister David Cameron (second from right) with BP’s regional president Trevor Garlick (left), BP chief executive Bob Dudley (second left) and Simon Richardson (right), Clair Reservoir team leader at BP North Sea headquarters in Aberdeen.</span> \n  <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> \n </figcaption> \n</figure> \n<p> A key feature of this relationship is the revolving door between BP and government. It earned the company the moniker Blair Petroleum under Labour governments. It continues to revolve today, with former BP chief executive Lord Browne brought in to the Cabinet Office by the Conservatives in 2010 to help appoint business leaders to new boards of each government department, and former BP executive John Manzoni now chief executive of the Civil Service. </p> \n<p> The door swung the other way last week, as BP appointed the recently-retired head of the UK’s secret intelligence services to its board. The former MI6 spy chief, Sir John Sawers, would bring invaluable geopolitical experience, said BP’s chairman.</p> \n<p> The significance of all this for climate change is profound. Being embedded in Whitehall, it appears, has given the oil and gas multinationals confidence that the government will not act on emissions in a way that will restrict their growth.</p> \n<p> Burke, at BP when Browne experimented with moving towards renewables, only to retreat after a shareholders’ savaging, says the oil companies know climate change represents “an existential threat” to their business. </p> \n<p> “They’ve worked it out. The only people who have done as much thinking as them on this are the military,” said Burke. BP is “certain that government won’t act on their obligation to keep the rise in global temperatures below 2C and in fact will be allies to keep the revenues flowing.”</p> \n<p> Asked how the company reconciled the urgent need to cap dangerous greenhouse gas emissions with its exploration of new frontiers, BP said: “Affordable, secure energy is essential for economic prosperity and we forecast that global demand for energy is set to grow by nearly 40% by 2035. The International Energy Agency’s (IEA) estimates that by 2040 up to 60% of the fuel mix will still be fossil fuels; investment to develop oil and gas will continue to be needed.”</p> \n<p> The trouble with that, as environmentalists point out, is that the IEA’s estimate from which BP takes comfort is based on capping CO2 emissions in the atmosphere at 450 parts per million. At that level, we have by scientific consensus only a 50% chance of preventing dangerous climate change. </p> \n<h2>The BP chief executives</h2> \n<h2><strong>John Browne </strong>(1995-2007)</h2> \n<figure class=\"element element-image\" data-media-id=\"a671212a1b48a68d3252e113f98e457039a0e598\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432139833130/c69f8e3b-368a-450c-9060-77ef2301e8ba-460x276.jpeg\" alt=\"John Brown of BP, for City.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">John Brown.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Chung/Dan Chung for The Guardian</span> \n </figcaption> \n</figure> \n<p>Lord John Browne, now 67, transformed BP from a second-tier oil company to a major player on the international stage. He became one of the most celebrated British businessmen and was dubbed the oil industry’s “sun king”.</p> \n<p>Browne – who enjoyed close ties to both New Labour’s business-friendly elite and later David Cameron’s coalition – attempted to position BP as environmentally-minded, flirting with renewables and launching the “Beyond Petroleum” PR campaign.</p> \n<p>Today, assessments of Browne’s record at BP are less gushing. Browne later admitted BP should have done more to prevent two major disasters that occurred on his watch and a long-term culture of ruthless cost cutting and risk taking, which began under Browne, has also been blamed for leading to the Deepwater Horizon disaster in 2010.</p> \n<h2><strong>Tony Hayward </strong>(2007-2010)</h2> \n<figure class=\"element element-image\" data-media-id=\"3f9ac9db53d0a3f5f4df6cb8f956541df98ee599\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432140038595/0b6297b5-1862-4ea2-88a7-2eec77715cb9-460x276.jpeg\" alt=\"CEO of BP Tony Hayward stands on the deck of the Discover Enterprise drill ship during recovery operations May 28, 2010 in the Gulf of Mexico 55, miles south of Venice, Louisiana.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tony Hayward.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Gardner/-Pool/Getty Images</span> \n </figcaption> \n</figure> \n<p>Tony Hayward, who will be 58 on Thursday, was Lord Browne’s “turtle”. This was the nickname for Browne’s indispensable right hand men who swiftly worked their way through company ranks – a reference to the cartoon superheroes.<br /></p> \n<p>After taking the top job, Hayward doubted whether solar and wind would ever compete with fossil fuels and closed Browne’s renewables division. For BP it was, as the Financial Times put it, back to petroleum.</p> \n<p>Hayward was forced to resign as oil continued to spill from BP’s Macondo well in the Gulf of Mexico. His response to the disaster was littered with “thoughtless” gaffes, angering Republican senators and environmentalists alike.</p> \n<p>Two years later, Hayward was back. He became chief executive of Iraq-focussed oil company Genel Energy and last year became chairman of commodities giant Glencore Xstrata.</p> \n<h2><strong>Bob Dudley </strong>(2010-present)</h2> \n<p>Bob Dudley, 59, arrived at BP in 1999 after its acquisition of the US oil company Amoco. In 2003, Dudley – a “nice guy” from a small town in Mississippi – became chief executive of BP’s Russian joint venture TNK-BP but was forced to flee Moscow in 2008 under pressure from authorities.</p> \n<p>In 2010, Dudley became chief executive amid an existential crisis for BP. His task: salvage the company as a viable business after the worst oil spill in US history.</p> \n<p>Despite falling profits and shrinking shareholder returns, Dudley received a 25% total pay rise earlier this year which he accepted after implementing a raft of job cuts and missing safety targets.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142063654/c1b25c50-c060-450e-8fdf-2973b05b3165-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Tim Ireland/PA","altText":"British Prime Minister David Cameron speaks at an event at BP in Muscat, Oman, for the official inauguration of BP Oman's Extended Well Test Facility.","cleanCredit":"Photograph: Tim Ireland/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142343424/65f002be-71a9-49be-81c3-67912f696b27-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A US coast guard fire boat battles the blazing remnants of the BP operated offshore oil rig, Deepwater Horizon, in the Gulf of Mexico. Photograph: HO/AFP/Getty Images","credit":"HO/AFP/Getty Images","altText":"A file photo taken on on April 21, 2010 shows a US Coast Guard handout image of fire boat response crews as they battle the blazing remnants of the BP operated off shore oil rig, Deepwater Horizon, in the Gulf of Mexico.","cleanCaption":"A US coast guard fire boat battles the blazing remnants of the BP operated offshore oil rig, Deepwater Horizon, in the Gulf of Mexico.","cleanCredit":"Photograph: HO/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432142491483/d49791e8-20f4-4761-b7c9-71ff0766d679-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Prime minister David Cameron (second from right) with BP’s regional president Trevor Garlick (left), BP chief executive Bob Dudley (second left) and Simon Richardson (right), Clair Reservoir team leader at BP North Sea headquarters in Aberdeen. Photograph: Andrew Milligan/PA","credit":"Andrew Milligan/PA","altText":"Prime Minister David Cameron (2nd right) with Regional President Trevor Garlick (left) BP Chief Executive Bob Dudley (2nd left) and Simon Richardson (right) Clair Reservoir Team Leader as they view an exploration map at BP North Sea Headquarters in Aberdeen.","cleanCaption":"Prime minister David Cameron (second from right) with BP’s regional president Trevor Garlick (left), BP chief executive Bob Dudley (second left) and Simon Richardson (right), Clair Reservoir team leader at BP North Sea headquarters in Aberdeen.","cleanCredit":"Photograph: Andrew Milligan/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432139834418/c69f8e3b-368a-450c-9060-77ef2301e8ba-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"John Brown. Photograph: Dan Chung/Dan Chung for The Guardian","credit":"Dan Chung/Dan Chung for The Guardian","altText":"John Brown of BP, for City.","cleanCaption":"John Brown.","cleanCredit":"Photograph: Dan Chung/Dan Chung for The Guardian"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432140039988/0b6297b5-1862-4ea2-88a7-2eec77715cb9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Tony Hayward. Photograph: Sean Gardner/-Pool/Getty Images","credit":"Sean Gardner/-Pool/Getty Images","altText":"CEO of BP Tony Hayward stands on the deck of the Discover Enterprise drill ship during recovery operations May 28, 2010 in the Gulf of Mexico 55, miles south of Venice, Louisiana.","cleanCaption":"Tony Hayward.","cleanCredit":"Photograph: Sean Gardner/-Pool/Getty Images"}],"webPublicationDate":"2015-05-20T17:34:23Z","lastModified":"2015-05-20T23:00:32Z","metadata":{"commentable":true,"commentCount":336,"contributors":[{"name":"Felicity Lawrence","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/felicitylawrence"},{"name":"Harry Davies","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/harry-davies"}],"feature":true,"keywords":["Oil","Fossil fuels","Fossil fuel divestment","Energy","Environment","Climate change","Oil and gas companies","Business","Energy industry","Politics","Conservatives","UK news"],"tags":[{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/fossil-fuel-divestment","webTitle":"Fossil fuel divestment"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"business/business","webTitle":"Business"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/20/revealed-bps-close-ties-with-the-uk-government","shortUrl":"http://gu.com/p/4945z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/20/revealed-bps-close-ties-with-the-uk-government","webUri":"http://www.theguardian.com/environment/2015/may/20/revealed-bps-close-ties-with-the-uk-government"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432141835970/63824061-adbf-443d-a418-83dfa5e7c4be-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"UK’s prime minister David Cameron during a visit to the BP Etap platform in the North Sea, off the coast of Aberdeen, Scotland. Photograph: PA","credit":"PA","altText":"Prime Minister David Cameron (centre) with BP regional president (North Sea) Trevor Garlick (right) and offshore installation manager Mark Furness, ","cleanCaption":"UK’s prime minister David Cameron during a visit to the BP Etap platform in the North Sea, off the coast of Aberdeen, Scotland.","cleanCredit":"Photograph: PA"}},"importance":5,"kicker":{"title":"Revealed"},"showQuotedHeadline":false},{"title":"Disputed islands / China warns US plane to leave airspace","rawTitle":"China warns US plane to leave airspace","item":{"type":"article","id":"world/2015/may/21/china-warns-us-plane-to-leave-airspace-over-disputed-islands","title":"China warns US plane to leave airspace over disputed islands","trailText":"TV crew witnesses exchange between Chinese naval operator and US pilots over South China Sea as tensions rise in region over contested reefs","standFirst":"<p>TV crew witnesses exchange between Chinese naval operator and US pilots over South China Sea as tensions rise in region over contested reefs</p>","byline":"Justin McCurry in Tokyo, and agencies","body":"<p>China’s navy has issued multiple warnings to a US surveillance aircraft to leave the airspace over artificial islands Beijing is building to strengthen its claims over disputed territory in the South China Sea.</p> \n<p>The warnings, witnessed by a US TV crew aboard the P8-A Poseidon surveillance aircraft, came soon after the Pentagon said it was considering military patrols in the region, amid warnings that Chinese activity was raising the risk of a confrontation between Washington and Beijing.<br /></p> \n<p><a href=\"http://edition.cnn.com/2015/05/20/politics/south-china-sea-navy-flight/\">CNN reported</a> that a Chinese naval vessel issued eight warnings to the US plane on Wednesday, in an apparent effort to establish a no-fly zone near the artificial islands. When US pilots pointed out that they were flying through international airspace, an exasperated Chinese radio operator responded: “This is the Chinese navy … you go!”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/china-caution-us-south-china-sea-disputes\">China urges caution from US over South China Sea disputes</a> </p> \n</aside> \n<p>The exchange is an indication of what could lie ahead if the US decides to send military aircraft and ships to the area, where China is locked in a battle of wills over ownership of reefs with the Philippines and several other countries.<br /></p> \n<p>The incident occurred in the skies above Fiery Cross reef, where China has triggered international anger with the construction of an early-warning radar station and other military facilities on reclaimed land. </p> \n<p>TV footage taken from the aircraft showed construction and dredging activity on the newly built islands, together with a strong Chinese naval presence. Experts believe the islands, which include a 3,000-metre-long runway, could be fully operational by the end of the year.</p> \n<p>Capt Mike Parker, commander of US surveillance aircraft deployed in Asia, said he believed the aircraft had been challenged by a nearby Chinese vessel.<br tabindex=\"-1\" /></p> \n<p>“We were just challenged 30 minutes ago and the challenge came from the Chinese navy,” he told CNN. “I’m highly confident it came from ashore, this facility here,” he added, pointing to an early-warning radar station on Fiery Cross Reef. <br /></p> \n<p>Ambitious Chinese reclamation work has added to tensions around the Spratly archipelago, where the Philippines, Vietnam, Malaysia, Brunei and Taiwan have competing territorial claims. The area includes vital commercial shipping lanes responsible for annual trade of about $5tn (&pound;3.2bn).</p> \n<p>China claims 90% of the South China Sea, which is believed to be rich in oil and gas deposits. Earlier this week, the US deputy secretary of state, Antony Blinken, warned that Chinese land reclamation work was damaging stability in the region and could even lead to conflict.</p> \n<p>“As China seeks to make sovereign land out of sandcastles and redraw maritime boundaries, it is eroding regional trust and undermining investor confidence,” he said. “Its behaviour threatens to set a new precedent whereby larger countries are free to intimidate smaller ones, and that provokes tensions, instability and can even lead to conflict.” </p> \n<p>In response, the Pentagon is considering sending military aircraft and ships to the area to ensure freedom of navigation around China’s growing number of artificial islands. “We are considering how to demonstrate freedom of navigation in an area that is critical to world trade,” a US official said, speaking on condition of anonymity. “The US and its allies have a very different view than China over the rules of the road in the South China Sea.” </p> \n<p>Beijing says it will not stop reclamation work, with China’s foreign minister, Wang Yi, describing its sovereignty claims as “hard as a rock”.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6406bae916eac34eaa8b6cf36343042f84ccbb14/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Ritchie B Tongo/AP","altText":"Chinese naval vessels patrol near disputed reefs in the South China Sea.","cleanCredit":"Photograph: Ritchie B Tongo/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-21T07:41:37Z","lastModified":"2015-05-21T08:24:39Z","metadata":{"commentable":true,"commentCount":55,"contributors":[{"name":"Justin McCurry","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/justinmccurry"}],"feature":false,"keywords":["China","US news","US military","Asia Pacific","World news"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-military","webTitle":"US military"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Justin McCurry","topic":{"type":"tag-contributor","name":"profile/justinmccurry"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/21/china-warns-us-plane-to-leave-airspace-over-disputed-islands","shortUrl":"http://gu.com/p/494qf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/21/china-warns-us-plane-to-leave-airspace-over-disputed-islands","webUri":"http://www.theguardian.com/world/2015/may/21/china-warns-us-plane-to-leave-airspace-over-disputed-islands"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/6406bae916eac34eaa8b6cf36343042f84ccbb14/0_0_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Chinese naval vessels patrol near disputed reefs in the South China Sea. Photograph: Ritchie B Tongo/AP","credit":"Ritchie B Tongo/AP","altText":"Chinese naval vessels patrol near disputed reefs in the South China Sea.","cleanCaption":"Chinese naval vessels patrol near disputed reefs in the South China Sea.","cleanCredit":"Photograph: Ritchie B Tongo/AP"}},"importance":4,"kicker":{"title":"Disputed islands"},"showQuotedHeadline":false},{"title":"Drug alert / Five students in hospital after taking synthetic high","rawTitle":"Five students in hospital after taking synthetic high","item":{"type":"article","id":"society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","title":"Five students in hospital after taking synthetic high","trailText":"Lancaster University sends out Twitter alert over use of banned synthetic cannabis substitute Spice","standFirst":"<p>Lancaster University sends out Twitter alert over use of banned synthetic cannabis substitute ‘spice’</p>","byline":"Damien Gayle","body":"<p>Five students from Lancaster University are being treated in hospital after taking a synthetic cannabis substitute. </p> \n<p>The university sent an alert out on its Twitter account just after 9pm on Wednesday asking all students to check on friends and to call for an ambulance if any were ill. </p> \n<p>The tweet said the students had been taken to hospital after using spice, one of the UK’s most common synthetic highs. Now banned, it was previously marketed as a legal alternative to cannabis. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LancasterUni/statuses/601117276503449602\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Urgent message: Several students have been hospitalised today after taking legal high Spice – please check on friends and call 999 if needed</p>— Lancaster University (@LancasterUni) \n  <a href=\"https://twitter.com/LancasterUni/status/601117276503449602\">May 20, 2015</a>\n </blockquote> \n</figure> \n<p>Vicky Tyrrell, a spokeswoman for the university, said police had called university authorities to tell them that the students had been taken to the Royal Lancaster Hospital. </p> \n<p>“We’ve got five students who have been taken to hospital with a suspicion that they had taken the drug,” Tyrell said. “Of the five, we know that two of them are seriously ill.”</p> \n<p>The five students were taken to hospital after ambulances were called to student halls between 6pm and 7pm, <a href=\"http://scan.lusu.co.uk/news/breaking-news-police-arrive-at-grizedale-townhouse/\">according to Scan</a>, Lancaster University’s student paper.</p> \n<p>The university has also since emailed students to warn them against using Spice. “It is extremely important if you have taken the drug to call 999 immediately and call for an ambulance. Please also check on anyone you think may have taken it,” the email, seen by Scan, said.</p> \n<p>Spice is just one of a growing multitude of brand names for synthetic cannabis – designer chemicals that mimic the drug’s psychoactive effects. </p> \n<p>It is designed to have a structure similar to THC, the active ingredient in cannabis, meaning it binds to the same receptors in the brain and in theory produces a similar high.</p> \n<p>The products typically come in the form of herbs sprayed with the chemicals, meaning that they do not necessarily smell like cannabis when smoked.</p> \n<p>At least some varieties of spice-style drugs are shown to bind more strongly to brain receptors than natural cannabinoids, potentially explaining reports of unpredictable effects such as heart palpitations, anxiety and acute psychosis. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432154602244/c033f650-783d-487b-9c0f-3f95eba7bc4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Paul Williams / Alamy/Alamy","altText":"Lancaster University","cleanCredit":"Photograph: Paul Williams / Alamy/Alamy"}],"bodyImages":[],"webPublicationDate":"2015-05-20T20:47:54Z","lastModified":"2015-05-20T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["Drugs","Students","UK news","Higher education","Society","Legal highs"],"tags":[{"id":"society/drugs","webTitle":"Drugs"},{"id":"education/students","webTitle":"Students"},{"id":"uk/uk","webTitle":"UK news"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"society/society","webTitle":"Society"},{"id":"society/legal-highs","webTitle":"Legal highs"}],"section":{"id":"society"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","shortUrl":"http://gu.com/p/494y5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high","webUri":"http://www.theguardian.com/society/2015/may/20/five-students-in-hospital-after-taking-synthetic-high"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432154602244/c033f650-783d-487b-9c0f-3f95eba7bc4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Lancaster University has asked students to check on their friends. Photograph: Paul Williams/Alamy","credit":"Paul Williams/Alamy","altText":"Lancaster University.","cleanCaption":"Lancaster University has asked students to check on their friends.","cleanCredit":"Photograph: Paul Williams/Alamy"}},"importance":3,"kicker":{"title":"Drug alert"},"showQuotedHeadline":false},{"title":"Phone-hacking / High court to reveal damages Mirror publisher must pay","rawTitle":"High court to reveal damages Mirror publisher must pay","item":{"type":"article","id":"uk-news/2015/may/20/scores-of-alleged-phone-hacking-victims-pepare-to-sue-mirror-publisher","title":"Scores of alleged phone-hacking victims prepare to sue Mirror publisher","trailText":"Trinity Mirror braced for fresh lawsuits as high court is to reveal damages publisher must pay to eight victims","standFirst":"<p>Trinity Mirror braced for fresh lawsuits as high court is to reveal damages publisher must pay to eight victims</p>","byline":"Josh Halliday","body":"<p>Trinity Mirror is facing a soaring legal bill after dozens more alleged phone-hacking victims, including senior Labour party figures, scores of TV stars and David Beckham’s father, prepare to sue the Daily Mirror publisher.</p> \n<p>A high court judge will on Thursday reveal the scale of damages Trinity Mirror must pay to eight phone-hacking victims, including the actor Sadie Frost and ex-footballer Paul Gascoigne, following a civil trial in March.<br /></p> \n<p>The judge, Mr Justice Mann, is expected to order the publisher to make significant six-figure payouts after it admitted publishing more than 100 articles about the claimants based on phone hacking.</p> \n<p>A number of journalists at the Daily Mirror, Sunday Mirror and the People were accused at the trial of carrying out “industrial-scale phone hacking” between mid-1999 and 2009.<br /></p> \n<p>More than 100 alleged victims are believed to be preparing to launch claims once a compensation precedent has been set by Mann’s judgment.<br /></p> \n<p>It is understood that several senior Labour party figures are among those planning to sue the publisher, in a significant departure from the current crop of celebrity victims.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"e45419b8517077d9cec214341d987e44432ca95d\"> \n <img src=\"http://media.guim.co.uk/e45419b8517077d9cec214341d987e44432ca95d/0_0_5167_3100/1000.jpg\" alt=\"Ted Beckham, Jimmy ‘Fivebellies’ Gardner and Phil Hughes.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Ted Beckham, Jimmy ‘Fivebellies’ Gardner and Phil Hughes.</span> \n </figcaption> \n</figure> \n<p>Hilary Perrin, a former Labour regional director in London, is understood to have launched a claim among others including David Beckham’s father, Ted Beckham, George Best’s former agent Phil Hughes and Gascoigne’s close friend Jimmy Gardner.</p> \n<p>Others taking legal action include “designer to the stars” Kelly Hoppen, former motorsport team boss and BBC presenter Eddie Jordan, Holby City actor Tina Hobley, Torchwood star Caroline Chikezie and Jeff Brazier, the TV personality and former partner of reality star Jade Goody.</p> \n<figure class=\"element element-image\" data-media-id=\"7bcb837ee109fc0628654f216f4fab06102efbee\"> \n <img src=\"http://media.guim.co.uk/7bcb837ee109fc0628654f216f4fab06102efbee/0_0_5167_3100/1000.jpg\" alt=\"Clockwise from top left: Kelly Hoppen, Eddie Jordan, Tina Hobley, Caroline Chikezie, Jeff Brazier, and Jade Goody.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Clockwise from top left: Kelly Hoppen, Eddie Jordan, Tina Hobley, Caroline Chikezie, Jeff Brazier, and Jade Goody.</span> \n  <span class=\"element-image__credit\">Photograph: Getty/Getty</span> \n </figcaption> \n</figure> \n<p>The Coronation Street actor Claire King, and Tim Horlick, the ex-husband of high-profile fund manager Nicola Horlick, have instructed London law firm Stewart-Moore solicitors to take action after being told by police that they were targeted.</p> \n<p>“There’s a stream of other claims in preparation. The door is open and people keep coming in,” said one senior legal source.</p> \n<p>The actors Hugh Grant and Elizabeth Hurley, and television personalities including Amanda Holden, Denise Van Outen and Rhys Ifans were among 40 celebrities to file claims against the publisher before the trial ended.<br /></p> \n<p>Christopher Hutchings of the law firm Hamlins, which is representing flight attendant Lauren Alcorn, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/mar/10/former-lover-of-rio-ferdinand-lauren-alcorn-court-sunday-mirror-hacking-phone\">whose voicemails were intercepted during her brief relationship with footballer Rio Ferdinand in 2003</a>, said the judgment was “enormously significant” because it would set a precedent for future phone-hacking claims.</p> \n<figure class=\"element element-image\" data-media-id=\"38f67aa6a649c8233586b50ae5379ccdf51c7a7e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432135983960/a19ff59f-8eb7-46be-b6ee-2f790082c446-460x276.jpeg\" alt=\"Hugh Grant gives a television interview in support of the Hacked off campaign group near parliament in 2011.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hugh Grant gives a television interview in support of the Hacked off campaign group near parliament in 2011.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty Images</span> \n </figcaption> \n</figure> \n<p>“There’s never been a privacy case like it,” he said. “There’s no question that whatever the result this is going to set a precedent for all future phone-hacking claims. I’m personally aware of dozens more [claimants] but there are said to be hundreds more, possibly thousands.”</p> \n<p>Trinity Mirror has set aside a &pound;12m compensation fund to deal with the celebrity claims but legal sources say its total bill is likely to be “well over” that.</p> \n<p>Each of the eight victims could command a six-figure compensation payout and the overall bill could reach &pound;10m once costs are included, according to one senior legal source.</p> \n<p>The civil case, which is the first of its kind to result in a high court trial, ran in parallel to an ongoing police investigation into phone hacking at the three titles.</p> \n<p>Metropolitan police detectives in the inquiry, codenamed Operation Golding, are understood to be examining allegations that at least 16 journalists – including some at senior editorial levels – were aware or involved in phone hacking at the titles.</p> \n<p>To date four journalists have been arrested and 14 have been interviewed under caution. They cannot be named for legal reasons.</p> \n<p>The Crown Prosecution Service is reviewing files of evidence in relation to the four arrested journalists to decide whether they can be charged or whether further detective work is required.</p> \n<p>A CPS spokeswoman said:<strong> </strong>“The CPS has recently received four files from the police in relation to Operation Golding.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/24/1427199843380/041055dc-bbab-4ae4-90f9-5c124c6744f6-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Montage//the Guardian","altText":"Clockwise from top left: Shane Richie, Lucy Taggart, Robert Ashworth, Shobna Gulati, Paul Gascoigne, Sadie Frost, Alan Yentob and Lauren Alcorn.","cleanCredit":"Photograph: Montage//the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e45419b8517077d9cec214341d987e44432ca95d/0_0_5167_3100/5167.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3100,"width":5167,"orientation":"landscape","caption":"Ted Beckham, Jimmy ‘Fivebellies’ Gardner and Phil Hughes.","credit":"Getty","altText":"Ted Beckham, Jimmy ‘Fivebellies’ Gardner and Phil Hughes.","cleanCaption":"Ted Beckham, Jimmy ‘Fivebellies’ Gardner and Phil Hughes."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7bcb837ee109fc0628654f216f4fab06102efbee/0_0_5167_3100/5167.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3100,"width":5167,"orientation":"landscape","caption":"Clockwise from top left: Kelly Hoppen, Eddie Jordan, Tina Hobley, Caroline Chikezie, Jeff Brazier, and Jade Goody. Photograph: Getty/Getty","credit":"Getty/Getty","altText":"Clockwise from top left: Kelly Hoppen, Eddie Jordan, Tina Hobley, Caroline Chikezie, Jeff Brazier, and Jade Goody.","cleanCaption":"Clockwise from top left: Kelly Hoppen, Eddie Jordan, Tina Hobley, Caroline Chikezie, Jeff Brazier, and Jade Goody.","cleanCredit":"Photograph: Getty/Getty"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432135985212/a19ff59f-8eb7-46be-b6ee-2f790082c446-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Hugh Grant gives a television interview in support of the Hacked off campaign group near parliament in 2011. Photograph: Peter Macdiarmid/Getty Images","credit":"Peter Macdiarmid/Getty Images","altText":"Hugh Grant gives a television interview in support of the Hacked off campaign group near parliament in 2011.","cleanCaption":"Hugh Grant gives a television interview in support of the Hacked off campaign group near parliament in 2011.","cleanCredit":"Photograph: Peter Macdiarmid/Getty Images"}],"webPublicationDate":"2015-05-20T16:14:20Z","lastModified":"2015-05-20T17:53:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Josh Halliday","topic":{"type":"tag-contributor","name":"profile/josh-halliday"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/scores-of-alleged-phone-hacking-victims-pepare-to-sue-mirror-publisher","shortUrl":"http://gu.com/p/4939h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/scores-of-alleged-phone-hacking-victims-pepare-to-sue-mirror-publisher","webUri":"http://www.theguardian.com/uk-news/2015/may/20/scores-of-alleged-phone-hacking-victims-pepare-to-sue-mirror-publisher"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/3/24/1427199843380/041055dc-bbab-4ae4-90f9-5c124c6744f6-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Clockwise from top left: Shane Richie, Lucy Taggart, Robert Ashworth, Shobna Gulati, Paul Gascoigne, Sadie Frost, Alan Yentob and Lauren Alcorn. Photograph: Montage//the Guardian","credit":"Montage//the Guardian","altText":"Clockwise from top left: Shane Richie, Lucy Taggart, Robert Ashworth, Shobna Gulati, Paul Gascoigne, Sadie Frost, Alan Yentob and Lauren Alcorn.","cleanCaption":"Clockwise from top left: Shane Richie, Lucy Taggart, Robert Ashworth, Shobna Gulati, Paul Gascoigne, Sadie Frost, Alan Yentob and Lauren Alcorn.","cleanCredit":"Photograph: Montage//the Guardian"}},"importance":2,"kicker":{"title":"Phone-hacking"},"showQuotedHeadline":false},{"title":"Hatton Garden heist / Eight charged over conspiracy to burgle","rawTitle":"Eight charged over conspiracy to burgle","item":{"type":"article","id":"uk-news/2015/may/20/hatton-garden-heist-haul-recovered-police-believe","title":"Hatton Garden heist: Eight charged over jewellery raid in London","trailText":"Men were arrested on suspicion of burglary from safety deposit box vault in capital’s diamond district on Easter weekend","standFirst":"<p>Men were arrested on suspicion of burglary from safety deposit box vault in capital’s diamond district on Easter weekend</p>","byline":"Vikram Dodd, Jamie Grierson and Nadia Khomami","body":"<p>Eight men have been charged with conspiracy to burgle, following the Hatton Garden jewellery raid. <br /></p> \n<p>Detectives from the Metropolitan police’s flying squad charged Terry Perkins, 67, Daniel Jones, 58, and Hugh Doyle, 48, all from Enfield, along with William Lincoln, 59, of Bethnal Green, east London, and John Collins, 74, of north London. Brian Reader, 76, and Paul Reader, 50, both of Dartford, and Carl Wood, 58, of Cheshunt also face the same charge. All eight have been remanded in custody to appear before Westminster magistrates’ court on Thursday. A ninth man has been bailed pending further inquiries. </p> \n<p>The men were all arrested on Tuesday on suspicion of burglary from the safety deposit box vault at Hatton Garden, the heart of London’s diamond district, over the Easter weekend. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"dc996dc0d1c9f0da1aa60a901b35ad4d0d13ab2a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432132829540/4ffd198a-e46b-4ca6-9910-10b92cbfb604-354x420.jpeg\" alt=\"Brian Reader\" width=\"354\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Brian Reader.</span> \n  <span class=\"element-image__credit\">Photograph: PNS/UPPA/Photoshot</span> \n </figcaption> \n</figure> \n<p>Detectives investigating the heist believe they have now recovered most of the valuables stolen during the audacious raid.</p> \n<p>The majority of the valuables linked to the theft were found at one of at least 12 addresses searched on Tuesday, stashed in bags. Police were trying to establish who owned the property they recovered.</p> \n<p>Covert officers staked out various addresses before 200 police swooped on Tuesday morning. Armed officers were at some of the raids but were not deployed to enter any of the homes.</p> \n<p>One of the addresses being searched was an &pound;800,000 property in Dartford, Kent, where two arrests were made. According to official documents, Paul and Brian Reader were registered as living at the address.</p> \n<p>Doyle was registered on the electoral roll as living at Riverside Gardens in north London, which has been the subject of a police presence. A plumbing and heating business is also linked to the property.</p> \n<p>Neighbours said a family of four, including two children, resided in the large house. One woman, who employed the man to work on plumbing in her nearby home, said there had been a police presence at the property for nearly 24 hours.</p> \n<p>Millions of pounds’ worth of jewels, cash and other valuables are believed to have been stolen from the Hatton Garden vault by a gang who bored through a thick concrete wall to break in.</p> \n<figure class=\"element element-image\" data-media-id=\"deaca5ebe8763a9fd94fcb41d7167295d9277bd1\"> \n <img src=\"http://media.guim.co.uk/deaca5ebe8763a9fd94fcb41d7167295d9277bd1/0_42_4118_2470/1000.jpg\" alt=\"Police search at the home of Brian Reader in Dartford, Kent.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Police search a home in Dartford, Kent.</span> \n  <span class=\"element-image__credit\">Photograph: National Pictures/ Joe Newman</span> \n </figcaption> \n</figure> \n<p>The first set of arrests was made at 10.30am on Tuesday. </p> \n<p>During the heist, the gang rifled through 72 secure boxes. They left behind tools, including drills, crowbars and angle-grinders used to force the boxes open. Officers have been trying to find out why only 72 of 999 boxes were opened.</p> \n<p>Forensic experts were given priority at the crime scene, which was left strewn with dust, rubble and equipment used by the gang. Material they were able to recover, such as DNA and fingerprints, may be crucial to enabling prosecutions.</p> \n<p>Police believed the gang had substantial knowhow and sophisticated skills, as they would be needed to bypass the tight security. The gang would have had to know how to gain intelligence about the premises, when it might be vacant, how to access the equipment to drill through the concrete wall encasing the vault, how to break into the boxes, and how to transport away valuables.</p> \n<p>Businesses in Hatton Garden expressed relief on Wednesday that the police were making progress in the case. Many were not insured when the heist happened, believing the safety deposit boxes to be impenetrable. </p> \n<p>Michael Miller, a Knightsbridge-based jeweller who had uninsured property in the boxes, said he heard about the arrests on the news – but added it appeared likely it would be days before it became clear what may be returned.</p> \n<figure class=\"element element-image\" data-media-id=\"8a454bf9c846439ab57c65083debec3ef33319a8\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/20/1432133467241/56d8c48a-192b-4b65-a2f4-f196447a93df-460x276.jpeg\" alt=\"The hole drilled into the wall of the safe deposit vault.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The hole drilled into the wall of the safe deposit vault.</span> \n  <span class=\"element-image__credit\">Photograph: HO/EPA</span> \n </figcaption> \n</figure> \n<p>“The police … said they retrieved large bags of high-value items, I don’t know how they can relate that to the actual burglary. The last thing I heard was the police were asking people who had their boxes broken into to come in and identify their property, so it might take a couple of days or weeks,” he said. <br /></p> \n<p>Daniel Caspi, another local jeweller, also welcomed news of the arrests. “If the goods that have been recovered are those from the Hatton Garden theft, our only concern is that they be returned as soon as possible so the jewellers concerned can carry on with their livelihood, which has been put on hold for the past few weeks.”<br /></p> \n<p>Caspi said there was a sense of pride in the Metropolitan police and their investigation, but that it was too early to say whether jewellers would be getting their property back as the police needed to determine ownership of the valuables.</p> \n<p>“The next stage [should be] that the goods are returned speedily to their rightful owners. The main concern is the efficiency at which this will be handled, that the goods won’t be held back from them to stop them from working, for evidence or any prosecution that may happen in due course, and be bogged down in the legal system for two or three years. That’s our only concern.”<br /></p> \n<p>Gerald Landon, another jeweller in the district, said he had believed for two weeks that he had property stolen in the raid, but he said: “My box thankfully wasn’t broken into. I eventually found out I was one of the lucky ones, but it caused quite a trauma for two and a half weeks. Nobody knew exactly what had happened.”</p> \n<p>Landon said it was “fantastic news” that suspects had been arrested. “One of the guys I know who unfortunately had a loss was informed of the arrests by the flying squad,” he said. “That was the first news that he got that they’d made arrests. Hopefully they’ll recover a considerable amount of goods.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432133591470/9e82665d-e266-4397-af5e-520b8bb4e92c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andy Rain/EPA","altText":"A police officer outside the Hatton Garden Safe Deposit company.","cleanCredit":"Photograph: Andy Rain/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432132830090/4ffd198a-e46b-4ca6-9910-10b92cbfb604-859x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":859,"orientation":"portrait","caption":"Brian Reader. Photograph: PNS/UPPA/Photoshot","credit":"PNS/UPPA/Photoshot","altText":"Brian Reader","cleanCaption":"Brian Reader.","cleanCredit":"Photograph: PNS/UPPA/Photoshot"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/deaca5ebe8763a9fd94fcb41d7167295d9277bd1/0_42_4118_2470/4118.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2470,"width":4118,"orientation":"landscape","caption":"Police search a home in Dartford, Kent. Photograph: National Pictures/ Joe Newman","credit":"National Pictures/ Joe Newman","altText":"Police search at the home of Brian Reader in Dartford, Kent.","cleanCaption":"Police search a home in Dartford, Kent.","cleanCredit":"Photograph: National Pictures/ Joe Newman"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432133467737/56d8c48a-192b-4b65-a2f4-f196447a93df-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"The hole drilled into the wall of the safe deposit vault. Photograph: HO/EPA","credit":"HO/EPA","altText":"The hole drilled into the wall of the safe deposit vault.","cleanCaption":"The hole drilled into the wall of the safe deposit vault.","cleanCredit":"Photograph: HO/EPA"}],"webPublicationDate":"2015-05-21T06:48:57Z","lastModified":"2015-05-21T06:49:08Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"},{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"},{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Crime","UK news","London"],"tags":[{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/london","webTitle":"London"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/20/hatton-garden-heist-haul-recovered-police-believe","shortUrl":"http://gu.com/p/49494","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/20/hatton-garden-heist-haul-recovered-police-believe","webUri":"http://www.theguardian.com/uk-news/2015/may/20/hatton-garden-heist-haul-recovered-police-believe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/20/1432133591470/9e82665d-e266-4397-af5e-520b8bb4e92c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A police officer outside the Hatton Garden Safe Deposit company. Photograph: Andy Rain/EPA","credit":"Andy Rain/EPA","altText":"A police officer outside the Hatton Garden Safe Deposit company.","cleanCaption":"A police officer outside the Hatton Garden Safe Deposit company.","cleanCredit":"Photograph: Andy Rain/EPA"}},"importance":1,"kicker":{"title":"Hatton Garden heist"},"showQuotedHeadline":false}],"lastModified":"2015-05-21T08:22:20Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}