{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Isis / Defence secretary to tell MPs to consider air strikes in Syria","rawTitle":"Defence secretary to tell MPs to consider air strikes in Syria","item":{"type":"article","id":"world/2015/jul/02/defence-secretary-michael-fallon-mps-reconsider-air-strikes-isis-in-syria","title":"MPs should reconsider backing strikes against Isis in Syria – defence secretary","trailText":"British forces have been carrying out air strikes on Isis in Iraq since September 2014, but should expand the attacks to targets in Syria, Michael Fallon will say","standFirst":"<p>British forces have been carrying out air strikes on Isis in Iraq since September 2014, but should expand the attacks to targets in Syria, Michael Fallon will say</p>","byline":"Frances Perraudin and Nicholas Watt","body":"<p>MPs should be given the opportunity to reconsider authorising British air strikes on Isis forces in Syria, the defence secretary, Michael Fallon, will tell MPs on Thursday.</p> \n<p>British forces have been carrying out air strikes on the terror group in Iraq since September 2014, but the RAF should expand its aerial bombing to targets in Syria, Fallon will say.</p> \n<p>The minister is expected to make the argument that Isis does not respect borders and that any evidence that last week’s massacre in Tunisia was planned in Syria would demonstrate that the group’s leadership in the country is a direct threat to the British people. </p> \n<p>Fallon will make his comments in Thursday’s debate in parliament on Britain and international security. He is expected to assure MPs that no action will be taken without a Commons vote. It is thought that David Cameron would prefer to wait until a new Labour leader is in place in September before seeking parliamentary approval. </p> \n<p>Cameron was defeated in August 2013 when Ed Miliband effectively blocked military strikes against the regime of Bashar al-Assad in Syria after a chemical weapons attack near Damascus.</p> \n<p>The coalition government won parliament’s support last year for the air strikes against Isis targets in Iraq. But the prime minister stopped short of trying to win approval for expanding the air strikes to targets in Syria amid objections from the Labour party. </p> \n<p>Fallon told the BBC’s World at One on Wednesday that MPs needed to think carefully about how to defeat an organisation that ignores international borders, describing the UK’s current approach as illogical.</p> \n<p>“We’ve always been clear that Isil [Isis] has to be defeated in both Syria and Iraq. We have plenty to do in Iraq. Each member of the coalition is doing different things. Isil is organised and directed and administered from Syria. There is an illogicality about not being able to do it.”</p> \n<p>Conservative MP Crispin Blunt, the newly appointed chair of the foreign affairs select committee, warned that any action taken should be a “battle winning decision” and that air strikes in Syria would make little difference to the outcome of the mission to defeat Isis. He stressed that the UK’s role in fighting the terrorist group was minor, saying that only 5% of the anti-Isis missions flown in the region were by United Kingdom aircraft.</p> \n<p>Speaking to the BBC’s Today programme, Blunt said the UK would be getting itself into a legal grey area. “I don’t think it’s quite as clear as people have said it is. It’s easy to come in as the guest of the government in Iraq, at their invitation, in their country. It becomes slightly more questionable when you don’t have a United Nations security council resolution and you’re operating in another country.”</p> \n<p>The prime minister is keen to explore whether the newly elected parliament would support an expansion of the bombing campaign as part of what he describes as his “full spectrum” response to Isis in light of the Tunisia gun attack. </p> \n<p>Cameron, who is due to outline his response to the Isis threat abroad and to the extremist threat at home within weeks, wants to test the waters for a renewed parliamentary vote to permit air strikes on targets in Syria.</p> \n<p>In what is being described a “pitch-rolling” – the buzz-phrase for the process of preparing the ground for a change in strategy – the prime minister will see if it is realistic to return to the Commons for a vote in the autumn after the election of a new Labour leader. Cameron will be unable to act without the support of the Labour frontbench because Tory rebels would cut his parliamentary majority on any military action.</p> \n<p>Fallon said: “It is a new parliament and MPs will want to think very carefully about how we best deal with Isil. [There is an] illogicality [with] Isil not respecting the border lines; they don’t differentiate between Syria and Iraq, they’re establishing this evil caliphate across both countries. There is no legal bar to us operating in Syria but we don’t have the parliamentary approval for it.</p> \n<p>“We don’t need it at the moment because we are playing our part in the campaign and what we do in Iraq actually frees up the US aircraft to attack in Syria. Isil has to be defeated in both countries. Its evil in Iraq is all being directed by its headquarters in Syria.”</p> \n<p>Fallon suggested that proof of a direct link between the Tunisian gun attack and Isil would intensify calls for striking targets in Syria. He said: “If we can link it back, [if] it does link directly back to Isil in Syria then we will have to reflect with the rest of the coalition how best we deal with that.”</p> \n<p>Speaking to the BBC’s Today programme on Thursday morning, retired British Army officer, Lord Richard Dannatt, said Fallon was right to say that Britain’s current approach was inconsistent.<br /></p> \n<p>“So called Islamic State, Isil, Isis, call them what you like, have no respect for the borders that currently exist,” he said. “Iraq is Iraq, Syria is Syria to us, but not to them. Michael Fallon has said they don’t differentiate and frankly it has been illogical for the last year that our forces have been engaged in the air above Iraq and not above Syria. </p> \n<p>“There is a practical consideration and I don’t know what the technical answer is. We have been concerned about the Syrian air defence system for quite some time, but it would seem that the Americans and other members of the coalition have successfully been operating in the Syrian air space. If they can, then I believe that we can too and if that is not a major isue then we should.”</p> \n<p>The prime minister’s spokeswoman said: “The prime minister has been clear on the need for us to be crushing Isil in both Iraq and Syria in the sense of the role we are playing alongside others.</p> \n<p>“Clearly Isil is seeking to find areas from which it can operate, from which it can seek to threaten people here in Britain. As part of what the PM was talking about, in terms of having a full-spectrum response, that means not just focusing on one area where they are but looking at a whole range of areas and how Isil are operating.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3126135b376f9f94c1d36e1f05c4fab5b497437d/606_0_2876_1727/2876.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1727,"width":2876,"orientation":"landscape","credit":"Cpl Neil Bryden/RAF/Mod/Crown Co/PA","altText":"An RAF Tornado GR4 returning to RAF Akrotiri in Cyprus following a mission over north-west Iraq","cleanCredit":"Photograph: Cpl Neil Bryden/RAF/Mod/Crown Co/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T08:04:46Z","lastModified":"2015-07-02T08:15:14Z","metadata":{"commentable":true,"commentCount":3,"contributors":[{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"},{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["Islamic State","World news","Syria","Middle East and North Africa","Iraq","Michael Fallon","Politics","UK news","Military","House of Commons"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"politics/michael-fallon","webTitle":"Michael Fallon"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/military","webTitle":"Military"},{"id":"politics/houseofcommons","webTitle":"House of Commons"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/defence-secretary-michael-fallon-mps-reconsider-air-strikes-isis-in-syria","shortUrl":"http://gu.com/p/4aakc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/defence-secretary-michael-fallon-mps-reconsider-air-strikes-isis-in-syria","webUri":"http://www.theguardian.com/world/2015/jul/02/defence-secretary-michael-fallon-mps-reconsider-air-strikes-isis-in-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3126135b376f9f94c1d36e1f05c4fab5b497437d/606_0_2876_1727/2876.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1727,"width":2876,"orientation":"landscape","caption":"An RAF Tornado GR4 returning to RAF Akrotiri in Cyprus following a mission over north-west Iraq. Photograph: Cpl Neil Bryden/RAF/Mod/Crown Co/PA","credit":"Cpl Neil Bryden/RAF/Mod/Crown Co/PA","altText":"An RAF Tornado GR4 returning to RAF Akrotiri in Cyprus following a mission over north-west Iraq","cleanCaption":"An RAF Tornado GR4 returning to RAF Akrotiri in Cyprus following a mission over north-west Iraq.","cleanCredit":"Photograph: Cpl Neil Bryden/RAF/Mod/Crown Co/PA"}},"importance":7,"kicker":{"title":"Isis"},"showQuotedHeadline":false,"sublinks":[{"title":"Islamic State or Daesh? / BBC rejects calls to change policy","rawTitle":"BBC rejects calls to change policy","item":{"type":"article","id":"media/2015/jul/02/bbc-rejects-mps-calls-to-refer-to-islamic-state-as-daesh","title":"BBC rejects MPs' calls to refer to Islamic State as Daesh","trailText":"Letter had urged broadcaster to use term Daesh, but BBC head Tony Hall said it risked giving impression of support for group’s opponents","standFirst":"<p>Letter had urged broadcaster to use term Daesh, but BBC head Tony Hall said it risked giving impression of support for group’s opponents</p>","byline":"Dominic Smith","body":"<p>The director general of the BBC, Tony Hall, has rejected demands from a cross-party group of MPs, including Boris Johnson and Alex Salmond, to stop the broadcaster using the term “Islamic State” to refer to the terrorist group.</p> \n<p>The MPs made their demand in a letter following criticism of the BBC from David Cameron, who used an appearance on the Today programme on Monday to suggest that Muslim listeners would “recoil every time they hear the words Islamic State” to refer to its “appalling, barbarous regime”.</p> \n<p>Initiated by Rehman Chishti, the Conservative MP for Gillingham and Rainham, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2015/jun/29/bbc-to-review-use-of-islamic-state-after-mps-protest-against-term\">the letter urged the BBC</a> to instead adopt the term “Daesh”, based on Arabic acronym al-Dawla al-Islamiya fil Iraq wa’al Sham, which translates as Islamic State of Iraq and Sham (Syria), but is close to “Dahes” or “one who sows discord”. It was signed by 120 MPs including the London mayor Boris Johnson and chair of the home affairs select committee Keith Vaz.</p> \n<p>But the head of the BBC rejected the demands, saying that using Daesh would not preserve the BBC’s impartiality as it risked giving an impression of support for the group’s opponents, the Times reports. He is said to claim that the term is used pejoratively by its enemies.</p> \n<p>Instead, it is reported, Hall said the BBC would use terms such as the “Islamic State group” to distinguish it from a true state, and continue to use descriptions such as extremist or militant for its members. </p> \n<p>Chishti told the Times that Hall’s decision not to adopt the term Daesh was very surprising and rather unacceptable, as it has been adopted across the Middle East and by the French and Turkish governments.</p> \n<p>In a Commons debate later on Monday on the UK’s response to the Tunisia massacre, the prime minister said it would even be preferable for the broadcaster to use the term Isil, which is used by most UK politicians. Isil is short for Islamic State in Iraq and the Levant, the description used by British security agency MI5.</p> \n<p>“I personally think that using the term Isil or ‘so-called’ would be better than what the BBC currently does,” Cameron said. “I don’t think we’ll move them all the way to Daesh, so I think saying Isil is probably better than Islamic State because it is neither, in my view, Islamic or a state.”</p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e21569ab099983ae8223243fb4e9df4b5905ceda/819_492_2589_1553/2589.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1553,"width":2589,"orientation":"landscape","credit":"Lewis Whyld/PA","altText":"The BBC’s director general Tony Hall","cleanCredit":"Photograph: Lewis Whyld/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-02T00:30:58Z","lastModified":"2015-07-02T00:36:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Dominic Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dominic-smith"}],"feature":false,"keywords":["BBC","Media","David Cameron","Islamic State","Politics","UK news","World news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/media","webTitle":"Media"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"media"},"topics":[{"displayName":"Dominic Smith","topic":{"type":"tag-contributor","name":"profile/dominic-smith"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/jul/02/bbc-rejects-mps-calls-to-refer-to-islamic-state-as-daesh","shortUrl":"http://gu.com/p/4aata","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/jul/02/bbc-rejects-mps-calls-to-refer-to-islamic-state-as-daesh","webUri":"http://www.theguardian.com/media/2015/jul/02/bbc-rejects-mps-calls-to-refer-to-islamic-state-as-daesh"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e21569ab099983ae8223243fb4e9df4b5905ceda/819_492_2589_1553/2589.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1553,"width":2589,"orientation":"landscape","caption":"The BBC’s director general Tony Hall said it would use terms such as the ‘Islamic State group’ to distinguish Isis from a true state, and continue to use descriptions such as extremist or militant for its members. Photograph: Lewis Whyld/PA","credit":"Lewis Whyld/PA","altText":"The BBC’s director general Tony Hall","cleanCaption":"The BBC’s director general Tony Hall said it would use terms such as the ‘Islamic State group’ to distinguish Isis from a true state, and continue to use descriptions such as extremist or militant for its members.","cleanCredit":"Photograph: Lewis Whyld/PA"}},"importance":0,"kicker":{"title":"Islamic State or Daesh?"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e21569ab099983ae8223243fb4e9df4b5905ceda/819_492_2589_1553/2589.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1553,"width":2589,"orientation":"landscape","credit":"Lewis Whyld/PA","altText":"The BBC’s director general Tony Hall","cleanCredit":"Photograph: Lewis Whyld/PA"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3126135b376f9f94c1d36e1f05c4fab5b497437d/606_0_2876_1727/2876.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1727,"width":2876,"orientation":"landscape","credit":"Cpl Neil Bryden/RAF/Mod/Crown Co/PA","altText":"An RAF Tornado GR4 returning to RAF Akrotiri in Cyprus following a mission over north-west Iraq","cleanCredit":"Photograph: Cpl Neil Bryden/RAF/Mod/Crown Co/PA"}}]},{"title":"Tunisia attack / Police arrest 12 people and hunt for two trained by gunman","rawTitle":"Police arrest 12 people and hunt for two trained by gunman","item":{"type":"article","id":"world/2015/jul/02/tunisia-beach-attack-sousse-police-arrests-libya","title":"Tunisia attack: police arrest 12 people and hunt for two trained by gunman","trailText":"Authorities in Tunisia arrest people with suspected links to Sousse beach attack and search for men who trained in Libya jihadi camp with attacker","standFirst":"<p>Authorities in Tunisia arrest people with suspected links to Sousse beach attack and search for men who trained in Libya jihadi camp with attacker</p>","byline":"Reuters in Tunis","body":"<p>Tunisian authorities have arrested 12 people they suspect are linked to the deadly Sousse beach attack on foreign tourists, and are hunting for two men who trained in a Libyan jihadi camp with the Sousse attacker, according to an official.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-beach-attack-the-victims\"> Thirty-eight foreigners</a>, most British holidaymakers, were killed in last Friday’s attack before the gunman was shot by police. In March, two gunmen killed 21 people at the Tunis Bardo museum, before they were also shot.</p> \n<p> “This is a group who were trained in Libya, and who had the same objective. Two attacked the Bardo and one attacked Sousse,” Lazhar Akremi, minister for parliamentary relations, told reporters late on Wednesday. “Police are hunting for two more.” </p> \n<p><em>More details soon</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823732290/d841f454-0397-4fe2-91b6-6a72f4ab7c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andreas Gebert/dpa/Corbis","altText":"Sousse, Tunisia, where notes and flowers have been placed at the site of a terror attack last Friday.","cleanCredit":"Photograph: Andreas Gebert/dpa/Corbis"}],"bodyImages":[],"webPublicationDate":"2015-07-02T08:04:47Z","lastModified":"2015-07-02T08:04:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/tunisia-beach-attack-sousse-police-arrests-libya","shortUrl":"http://gu.com/p/4aay3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/tunisia-beach-attack-sousse-police-arrests-libya","webUri":"http://www.theguardian.com/world/2015/jul/02/tunisia-beach-attack-sousse-police-arrests-libya"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823732290/d841f454-0397-4fe2-91b6-6a72f4ab7c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sousse, Tunisia, where notes and flowers have been placed at the site of Friday’s terror attack. Photograph: Andreas Gebert/dpa/Corbis","credit":"Andreas Gebert/dpa/Corbis","altText":"Sousse, Tunisia, where notes and flowers have been placed at the site of a terror attack last Friday.","cleanCaption":"Sousse, Tunisia, where notes and flowers have been placed at the site of Friday’s terror attack.","cleanCredit":"Photograph: Andreas Gebert/dpa/Corbis"}},"importance":6,"kicker":{"title":"Tunisia attack"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823732290/d841f454-0397-4fe2-91b6-6a72f4ab7c3b-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Andreas Gebert/dpa/Corbis","altText":"Sousse, Tunisia, where notes and flowers have been placed at the site of a terror attack last Friday.","cleanCredit":"Photograph: Andreas Gebert/dpa/Corbis"}}]},{"title":"Greece crisis / Berlin accuses Tsipras of seeking scapegoats outside own ranks","rawTitle":"Berlin accuses Tsipras of seeking scapegoats outside own ranks","item":{"type":"article","id":"business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany","title":"Greece crisis: Berlin accuses Tsipras of seeking scapegoats outside own ranks","trailText":"Criticism of Greek prime minister reinforces view that Germany might refuse to negotiate with Syriza administration on rescue package until after referendum","standFirst":"<p>Criticism of Greek prime minister reinforces view that Germany might refuse to negotiate with Syriza administration on rescue package until after referendum</p>","byline":"Ian Traynor Europe editor","body":"<p>Berlin has delivered a blistering attack on Greece’s beleaguered radical prime minister, Alexis Tsipras, accusing him of lying to his own people and seeking scapegoats for the country’s misery everywhere but in his own ranks.</p> \n<p>The German government dismissed desperate attempts by Athens to salvage some form of bailout, prompting Tsipras to hit back, accusing the country’s creditors of trying to “blackmail” Greek voters with dire warnings that a vote against austerity in this weekend’s referendum would be a vote to leave the euro.</p> \n<p>Tsipras referred to leaders of other eurozone nations as “extremist conservative forces” and blamed them for the capital controls that have forced the banks to shut down and ration cash.</p> \n<p>With relations between Greece and Germany now at their lowest point in the crisis, divisions have also opened up among the main EU powers over what to do about Greece after five years of bailout closed down on Tuesday and the country became the EU’s first to default on loans to the International Monetary Fund.</p> \n<p>The trenchant criticism of Tsipras from Berlin reinforced the view that the German government might refuse to negotiate with the leftwing Syriza administration on any new rescue package after Sunday’s referendum in Greece – which Berlin insists is a vote on whether to stay in the euro.</p> \n<p>The validity of the vote is now also being questioned. The Council of Europe said one week’s notice fell short of international standards and the wording was unclear, while Greece’s highest court has been asked to cancel the plebiscite on constitutional grounds. A judgement will not be made until Friday. </p> \n<p>Syriza’s allies in the German parliament – die Linke, or the Left – accused the chancellor, Angela Merkel, of seeking to topple the Greek prime minister. It is an open secret in Berlin that Merkel, and especially her hawkish finance minister, Wolfgang Sch&auml;uble, would be happy to see Tsipras fall as a consequence of Sunday’s vote. At the very least, German government sources say privately, Berlin wants Greece’s flamboyant finance minister, Yanis Varoufakis, replaced.</p> \n<p>The rising tension over the Greek debacle surfaced at the very top of the EU on Wednesday when Sch&auml;uble rejected the latest Tsipras letter to his creditors accepting most of the austerity terms that last Saturday he had described as “humiliation” and “extortion”, while arguing for much more generous rescue funding over two years and including debt relief.</p> \n<p>Sch&auml;uble said the Tsipras overture just muddied the waters further, while Merkel flatly ruled out any more negotiations this week after the Greeks have voted.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=JnOXkGF4dr0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/JnOXkGF4dr0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Merkel says negotiations on a bailout are not possible before the referendum\n </figcaption> \n</figure> \n<p>“There can be no negotiations on a new aid programme until after the referendum,” said Merkel.</p> \n<p>The French president, Fran&ccedil;ois Hollande, however, urged a quick fix. “The agreement must come immediately,” he said. “It’s been a while that we’ve been talking about this agreement. It must happen now.”</p> \n<p>Tsipras’s erratic tactics in veering from rejectionism to conciliation and back within hours only added to the exasperation in eurozone circles. </p> \n<p>Sch&auml;uble made plain that he had given up listening to the confusing signals from the Greek government, suggesting it will be very difficult for the two key parties, Athens and Berlin, to move quickly towards defusing a situation losing control. Time is very tight. As well as defaulting on €1.5bn of loans to the IMF on Tuesday, Greece has to redeem European Central Bank bonds worth €3.5bn on 20 July.</p> \n<p> “Greece is in a difficult situation, but purely because of the behaviour of the Greek government ... Seeking the blame outside Greece might be helpful in Greece, but it has nothing to do with reality,” said Sch&auml;uble. “The Greek government is not doing its people any favours at all if it keeps making completely false statements. Nobody else is to blame for their situation ... It’s all very sad. We’re in a much harder situation than before. It was always difficult. But it has just kept getting more and more difficult since January.” Tsipras assumed office in January.</p> \n<p>Tsipras was also criticised by Germany’s vice-chancellor in the Merkel coalition, Sigmar Gabriel. He accused the leftwing Syriza government of allowing the wealthy and the oligarchs to suck the country dry and take “billions” out of the country.</p> \n<p> “Who’s liable for this money? Workers in Germany, among others.” He said Europe was doing nothing but throw money at “this corrupt state”.</p> \n<p> Valdis Dombrovskis of Latvia, the EU commissioner for the euro, also said it might be possible to strike a deal before the ECB payment deadline on 20 July, only for Sch&auml;uble to signal that may not be possible.</p> \n<p> In the last 24 hours Tsipras has pirouetted on his tactics to demand debt relief plus a new two-year €29bn baillout from the eurozone’s permanent bailout fund, known as the ESM.</p> \n<p> However, this could only be negotiated quickly with maximum goodwill on both sides. The Germans will drive a hard bargain and Merkel may balk at having to take a third Greek bailout to the Bundestag where she could face a revolt.</p> \n<p> </p> \n<p> Merkel and Sch&auml;uble strongly emphasised that there was no risk to the rest of the currency bloc from the Greek meltdown.</p> \n<p> “Europe is strong,” said Merkel. “Much stronger than five years ago at the start of Europe’s debt crisis which originated in Greece.”</p> \n<p> The German finance ministry website on Wednesday issued an FAQs list on Greece blaming the Tsipras government for the breakdown while reassuring Germans about the low likelihood of spillover effects.</p> \n<p> “The impact is limited. The eurozone itself is stable and safe. Contagion risks as in 2012 no longer exist.”</p> \n<p> “The fact is,” said Sch&auml;uble, “that this [Tsipras] government has done nothing to build up a competent administration and it’s been in office for six months.”</p> \n<p> Merkel added: “Europe’s future is not at stake. It would be at stake if we forgot who we are and what makes us strong. We are stronger because of the reform policies of recent years, mainly due to Germany’s position.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/26093afff9254fdfcd1607c5124ef445245f7e8e/0_3_3676_2207/3676.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2207,"width":3676,"orientation":"landscape","credit":"Fabrizio Bensch/Reuters","altText":"The German chancellor, Angela Merkel","cleanCredit":"Photograph: Fabrizio Bensch/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-01T18:39:32Z","lastModified":"2015-07-02T06:58:00Z","metadata":{"commentable":true,"commentCount":4400,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["Eurozone crisis","Syriza","Alexis Tsipras","World news","Angela Merkel","Banking","Germany","Business","Economics","Euro","Currencies","Europe","European Central Bank","European Union","European banks","European monetary union","Greece"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/world","webTitle":"World news"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/germany","webTitle":"Germany"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/europeanbanks","webTitle":"European banks"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/greece","webTitle":"Greece"}],"section":{"id":"business"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany","shortUrl":"http://gu.com/p/4aadg","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany","webUri":"http://www.theguardian.com/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/26093afff9254fdfcd1607c5124ef445245f7e8e/0_3_3676_2207/3676.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2207,"width":3676,"orientation":"landscape","caption":"The German chancellor, Angela Merkel, leaves after talks on the Greek debt crisis in Berlin. Syriza’s allies in the German parliament have accused Merkel of seeking to topple Alexis Tsipras. Photograph: Fabrizio Bensch/Reuters","credit":"Fabrizio Bensch/Reuters","altText":"The German chancellor, Angela Merkel","cleanCaption":"The German chancellor, Angela Merkel, leaves after talks on the Greek debt crisis in Berlin. Syriza’s allies in the German parliament have accused Merkel of seeking to topple Alexis Tsipras.","cleanCredit":"Photograph: Fabrizio Bensch/Reuters"}},"importance":5,"kicker":{"title":"Greece crisis"},"showQuotedHeadline":false,"sublinks":[{"title":"Live / Athens and creditors hunker down","rawTitle":"Athens and creditors hunker down","item":{"type":"liveBlog","id":"business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live","title":"Greek debt crisis: Athens and creditors hunker down before referendum","trailText":"Both sides are entrenched, three days before Greeks head to the polls","standFirst":"<p>Both sides are entrenched, three days before Greeks head to the polls</p>","byline":"Graeme Wearden","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b62450faad0308d060afa3e456b09f54ead7da69/0_226_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Andrea Bonetti/Reuters","altText":"Greek PM Tsipras addresses the nation in this handout photo released by the Greek Prime Minister's office in Athens<br>Greek Prime Minister Alexis Tsipras addresses the nation in this handout photo released by the Greek Prime Minister's office in Athens, Greece July 1, 2015. A defiant Tsipras urged Greeks on Wednesday to reject an international bailout deal, wrecking any prospect of repairing broken relations with EU partners before a referendum on Sunday that may decide Greece's future in Europe. REUTERS/Andrea Bonetti/Greek Prime Minister's Office/Handout via Reuters  ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THE AUTHENTICITY, CONTENT, LOCATION OR DATE OF THIS IMAGE. FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS PICTURE IS DISTRIBUTED EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS. NO SALES. NO ARCHIVES.      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Andrea Bonetti/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/604eb8544f282e85011389105f0942b185532cbd/0_0_3500_2334/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2334,"width":3500,"orientation":"landscape","caption":" ","credit":"Jonathan Ernst/Reuters","altText":"Lagarde sits for an interview at IMF headquarters in Washington<br>International Monetary Fund (IMF) Managing Director Christine Lagarde sits for an interview at IMF headquarters in Washington July 1, 2015. Greece’s last-minute overtures to international creditors for financial aid on Tuesday were not enough to save the country from becoming the first developed economy to default on a loan with the International Monetary Fund. REUTERS/Jonathan Ernst","cleanCaption":" "},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/2/1435823699891/c367b684-96ca-4028-906d-372748645365-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"The Canary Wharf business district in London. Photograph: Matt Dunham/AP","credit":"Matt Dunham/AP","altText":"Youngsters take selfies backdropped by the view of the Canary Wharf business district in London, which includes the headquarters building of HSBC, Tuesday, June 9, 2015.","cleanCaption":"The Canary Wharf business district in London.","cleanCredit":"Photograph: Matt Dunham/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1c811fc2a3f226919205e5c72a74a0523a091410/0_0_4608_3072/4608.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3072,"width":4608,"orientation":"landscape","caption":"Placards supporting the No vote are hanging on pillars in the centre of Athens. Photograph: Nikolas Georgiou/ZUMA Press/Corbis","credit":"Nikolas Georgiou/ZUMA Press/Corbis","altText":"Placards supporting the No vote are hanging on pillars in the center of Athens. At the referendum of the 5th of July Greek citizens will get to decide whether they agree or not to the bailout deal offered by the Institutions(ECB, IMF, EU) and the austerity measures that come with it. (Credit Image: © Nikolas Georgiou/ZUMA Wire) --- Image by © Nikolas Georgiou/ZUMA Press/Corbis","cleanCaption":"Placards supporting the No vote are hanging on pillars in the centre of Athens.","cleanCredit":"Photograph: Nikolas Georgiou/ZUMA Press/Corbis"}],"webPublicationDate":"2015-07-02T08:09:57Z","lastModified":"2015-07-02T08:15:48Z","latestBlock":{"id":"block-5594eedee4b08f71d0eba696","publishedDateTime":"2015-07-02T08:09:48Z","lastUpdatedDateTime":"2015-07-02T08:09:57Z","body":"Christine Lagarde has punctured hopes of early debt relief for Greece. In an interview with Reuters, the IMF chief said that it would be “preferable to see a deliberate move towards reforms”, before tackling the issue of Athens’s debt pile. Here’s the story, by Jennifer Rankin in Brussels: Related: IMF tells Greece: no debt relief before reforms. Don’t forget, though, that the IMF’s own research shows that Greece has no chance of hitting the target of cutting debt “well below 110% of GDP by 2022”. IMF own analysis shows #Greece debt still unsustainable in 2030-even with austerity + III bailout-w/out restructuring http://t.co/1tZc46DC46. — Alberto Nardelli (@AlbertoNardelli) July 1, 2015","postType":"blog"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Graeme Wearden","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399476625361/Graeme-Wearden-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graemewearden"}],"feature":false,"keywords":["Eurozone","Eurozone crisis","Greece","Business","Europe","Euro","Economics","Financial sector","Financial crisis","European Central Bank","Alexis Tsipras"],"tags":[{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"}],"section":{"id":"business"},"displayHint":"news","topics":[{"displayName":"Greek debt crisis: Athens and creditors hunker down before referendum","topic":{"type":"content","name":"business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live"}}],"series":{"title":"Eurozone crisis live","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/eurozone-crisis-live"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-5594dc10e4b08f71d0eba672","title":"Introduction: Waiting for the referendum","publishedDateTime":"2015-07-02T07:23:33Z","body":"<figure class=\"element element-image\" data-media-id=\"1c811fc2a3f226919205e5c72a74a0523a091410\"> \n <img src=\"http://media.guim.co.uk/1c811fc2a3f226919205e5c72a74a0523a091410/0_0_4608_3072/1000.jpg\" alt=\"Placards supporting the No vote are hanging on pillars in the center of Athens. At the referendum of the 5th of July Greek citizens will get to decide whether they agree or not to the bailout deal offered by the Institutions(ECB, IMF, EU) and the austerity measures that come with it. (Credit Image: &copy; Nikolas Georgiou/ZUMA Wire) --- Image by &copy; Nikolas Georgiou/ZUMA Press/Corbis\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Placards supporting the No vote are hanging on pillars in the centre of Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Nikolas Georgiou/ZUMA Press/Corbis</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling of the Greek debt crisis.</strong></p> \n<p>We’re entering a period of limbo this morning, with both sides now firmly entrenched ahead of Sunday’s referendum.</p> \n<p>In Athens, Alexis Tsipras is pressing on with the vote, insisting it will give him a stronger mandate to agree a third bailout and put Greece on a brighter path.</p> \n<p>But after yesterday’s TV address, slamming the “extremist conservative forces” in Europe who have tried to undermine him, the rest of Europe hunkering down until Sunday.</p> \n<p>Last night, euro finance ministers refused to even discuss a third bailout until Sunday’s polls are closed, the ballot boxes emptied, and a result declared. </p> \n<p>And maybe not even then, if the No side win.</p> \n<p><strong>As Ian Traynor explained last night: </strong></p> \n<blockquote class=\"quoted\"> \n <p>The trenchant criticism of Tsipras from Berlin reinforced the view that the German government might refuse to negotiate with the leftwing Syriza administration on any new rescue package after Sunday’s referendum in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> – which Berlin insists is a vote on whether to stay in the euro.</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany\">Greece crisis: Berlin accuses Tsipras of seeking scapegoats outside own ranks</a> </p> \n</aside> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brumbymark/statuses/616496259579400192\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Eurozone leaders have ruled out more talks with Greece until after the latter’s Sunday referendum. Effectively going over Syriza’s head</p>— Mark Brumby (@brumbymark) \n  <a href=\"https://twitter.com/brumbymark/status/616496259579400192\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>Writing in our comment section today, <strong>Seamus Milne </strong>argues that <strong>Berlin</strong> and <strong>Brussels</strong> are determined to achieve “regime change” in Athens:</p> \n<blockquote class=\"quoted\"> \n <p>There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.</p> \n <p>We know from the IMF documents prepared for last week’s “final proposals” and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">reported in the Guardian</a> that the creditors were fully aware they meant unsustainable levels of debt and self-defeating austerity for Greece until at least 2030, even on the most fancifully optimistic scenario....</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change\">Syriza can’t just cave in. Europe’s elites want regime change in Greece | Seumas Milne</a> </p> \n</aside> \n<p>Wolfgang Munchau of Euro Intelligence sums it up:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EuroBriefing/statuses/616500607042588672\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Just as the mood in Greece is shifting towards a Yes, the mood in Germany is shifting towards a No. A fine mess. <a href=\"http://t.co/5k79LAUuoq\">http://t.co/5k79LAUuoq</a></p>— Wolfgang Munchau (@EuroBriefing) \n  <a href=\"https://twitter.com/EuroBriefing/status/616500607042588672\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>So now we wait....Three days of uncertainty lie ahead, with Greece’s economy continuing to bleed from the imposition of capital controls. Last night, the European Central Bank maintained the cap on Greek emergency funding, meaning the banks won’t open before the referendum either. </p> \n<p><em><strong>We’ll be tracking all the main events through the day...</strong></em></p>","postType":"summary"},"blocks":[{"id":"block-5594eedee4b08f71d0eba696","publishedDateTime":"2015-07-02T08:09:48Z","lastUpdatedDateTime":"2015-07-02T08:09:57Z","body":"<figure class=\"element element-image element--thumbnail\" data-media-id=\"604eb8544f282e85011389105f0942b185532cbd\"> \n <img src=\"http://media.guim.co.uk/604eb8544f282e85011389105f0942b185532cbd/0_0_3500_2334/1000.jpg\" alt=\"Lagarde sits for an interview at IMF headquarters in Washington&lt;br&gt;International Monetary Fund (IMF) Managing Director Christine Lagarde sits for an interview at IMF headquarters in Washington July 1, 2015. Greece’s last-minute overtures to international creditors for financial aid on Tuesday were not enough to save the country from becoming the first developed economy to default on a loan with the International Monetary Fund. REUTERS/Jonathan Ernst\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n </figcaption> \n</figure> \n<p><strong>Christine Lagarde has punctured hopes of early debt relief for Greece.</strong><br /></p> \n<p>In an interview with Reuters, the IMF chief said that it would be “preferable to see a deliberate move towards reforms”, before tackling the issue of Athens’s debt pile</p> \n<p>Here’s the story, by Jennifer Rankin in Brussels:</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/02/imf-tells-greece-no-debt-relief-before-reforms\">IMF tells Greece: no debt relief before reforms</a> </p> \n</aside> \n<p>Don’t forget, though, that the IMF’s own research shows that Greece has no chance of hitting the target of cutting debt “well below 110% of GDP by 2022”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlbertoNardelli/statuses/616317120478081024\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">IMF own analysis shows <a href=\"https://twitter.com/hashtag/Greece?src=hash\">#Greece</a> debt still unsustainable in 2030-even with austerity + III bailout-w/out restructuring <a href=\"http://t.co/1tZc46DC46\">http://t.co/1tZc46DC46</a></p>— Alberto Nardelli (@AlbertoNardelli) \n  <a href=\"https://twitter.com/AlbertoNardelli/status/616317120478081024\">July 1, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5594ec9be4b08f71d0eba692","publishedDateTime":"2015-07-02T07:55:25Z","body":"<figure class=\"element element-image\" data-media-id=\"f21749032511d1aaeadd63b3d4dfbe708081a0ce\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/2/1435823699364/c367b684-96ca-4028-906d-372748645365-460x307.jpeg\" alt=\"Youngsters take selfies backdropped by the view of the Canary Wharf business district in London, which includes the headquarters building of HSBC, Tuesday, June 9, 2015.\" width=\"460\" height=\"307\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Canary Wharf business district in London.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> \n </figcaption> \n</figure> \n<p>The Greek limbo extends to the financial markets, where the main indices are broadly flat in early trading.</p> \n<ul> \n <li><strong>FTSE 100:</strong> down 2 points at 6606<br /></li> \n <li><strong>German DAX:</strong> up 27 points at 11207<br /></li> \n <li><strong>French CAC:</strong> up 14 points at 4879.<br /></li> \n</ul> \n<p>Investors are waiting for the Greek crisis to develop, says <strong>Tony Cross of Trustnet direct:</strong> </p> \n<blockquote class=\"quoted\"> \n <p>The political grandstanding continues over the Greek debt talks and although the next key indicator here is likely to be the result of Sunday’s referendum, there’s still the prospect of either side throwing in a firework.</p> \n</blockquote> \n<p>The euro is also becalmed - hovering around $1.105. Perhaps London traders are simply overcome with sunstroke and unable to put many bids it.</p>","postType":"blog"},{"id":"block-5594eb07e4b03edf9cb7bf0e","publishedDateTime":"2015-07-02T07:47:17Z","body":"<p>Over in the FT’s letters section, one young Greek citizen has written about her fears for the future:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lionelbarber/statuses/616488503753474048\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">A young Greek, 21, writes from the heart about her country's fate <a href=\"http://t.co/9aNpgK22Oj\">pic.twitter.com/9aNpgK22Oj</a></p>— Lionel Barber (@lionelbarber) \n  <a href=\"https://twitter.com/lionelbarber/status/616488503753474048\">July 2, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5594e7e4e4b08f71d0eba681","publishedDateTime":"2015-07-02T07:38:57Z","body":"<p>Having made optimistic noises in recent weeks, France’s finance minister sounds increasingly like a glass-half-empty man.</p> \n<p>Speaking on iTELE, Michel Sapin warned that a No vote could lead to Grexit, as:</p> \n<blockquote class=\"quoted\"> \n <p>“You cannot reach a deal with someone who tells you ‘No’.”</p> \n</blockquote> \n<p>(<em>quote via Reuters</em>)</p> \n<p>A Yes vote, though, would lead to negotiations resuming immediately. All eurozone finance ministers were united on this point at yesterday’s meeting, Sapin added.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Dealingroom_EN/statuses/616510260442976256\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">*EUROGROUP UNITED IN SAYING ACCORD IMPOSSIBLE BEFORE VOTE: SAPIN</p>— Dealingroom (@Dealingroom_EN) \n  <a href=\"https://twitter.com/Dealingroom_EN/status/616510260442976256\">July 2, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5594dc10e4b08f71d0eba672","title":"Introduction: Waiting for the referendum","publishedDateTime":"2015-07-02T07:23:33Z","body":"<figure class=\"element element-image\" data-media-id=\"1c811fc2a3f226919205e5c72a74a0523a091410\"> \n <img src=\"http://media.guim.co.uk/1c811fc2a3f226919205e5c72a74a0523a091410/0_0_4608_3072/1000.jpg\" alt=\"Placards supporting the No vote are hanging on pillars in the center of Athens. At the referendum of the 5th of July Greek citizens will get to decide whether they agree or not to the bailout deal offered by the Institutions(ECB, IMF, EU) and the austerity measures that come with it. (Credit Image: &copy; Nikolas Georgiou/ZUMA Wire) --- Image by &copy; Nikolas Georgiou/ZUMA Press/Corbis\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Placards supporting the No vote are hanging on pillars in the centre of Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Nikolas Georgiou/ZUMA Press/Corbis</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling of the Greek debt crisis.</strong></p> \n<p>We’re entering a period of limbo this morning, with both sides now firmly entrenched ahead of Sunday’s referendum.</p> \n<p>In Athens, Alexis Tsipras is pressing on with the vote, insisting it will give him a stronger mandate to agree a third bailout and put Greece on a brighter path.</p> \n<p>But after yesterday’s TV address, slamming the “extremist conservative forces” in Europe who have tried to undermine him, the rest of Europe hunkering down until Sunday.</p> \n<p>Last night, euro finance ministers refused to even discuss a third bailout until Sunday’s polls are closed, the ballot boxes emptied, and a result declared. </p> \n<p>And maybe not even then, if the No side win.</p> \n<p><strong>As Ian Traynor explained last night: </strong></p> \n<blockquote class=\"quoted\"> \n <p>The trenchant criticism of Tsipras from Berlin reinforced the view that the German government might refuse to negotiate with the leftwing Syriza administration on any new rescue package after Sunday’s referendum in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> – which Berlin insists is a vote on whether to stay in the euro.</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany\">Greece crisis: Berlin accuses Tsipras of seeking scapegoats outside own ranks</a> </p> \n</aside> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brumbymark/statuses/616496259579400192\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Eurozone leaders have ruled out more talks with Greece until after the latter’s Sunday referendum. Effectively going over Syriza’s head</p>— Mark Brumby (@brumbymark) \n  <a href=\"https://twitter.com/brumbymark/status/616496259579400192\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>Writing in our comment section today, <strong>Seamus Milne </strong>argues that <strong>Berlin</strong> and <strong>Brussels</strong> are determined to achieve “regime change” in Athens:</p> \n<blockquote class=\"quoted\"> \n <p>There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.</p> \n <p>We know from the IMF documents prepared for last week’s “final proposals” and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">reported in the Guardian</a> that the creditors were fully aware they meant unsustainable levels of debt and self-defeating austerity for Greece until at least 2030, even on the most fancifully optimistic scenario....</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change\">Syriza can’t just cave in. Europe’s elites want regime change in Greece | Seumas Milne</a> </p> \n</aside> \n<p>Wolfgang Munchau of Euro Intelligence sums it up:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EuroBriefing/statuses/616500607042588672\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Just as the mood in Greece is shifting towards a Yes, the mood in Germany is shifting towards a No. A fine mess. <a href=\"http://t.co/5k79LAUuoq\">http://t.co/5k79LAUuoq</a></p>— Wolfgang Munchau (@EuroBriefing) \n  <a href=\"https://twitter.com/EuroBriefing/status/616500607042588672\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>So now we wait....Three days of uncertainty lie ahead, with Greece’s economy continuing to bleed from the imposition of capital controls. Last night, the European Central Bank maintained the cap on Greek emergency funding, meaning the banks won’t open before the referendum either. </p> \n<p><em><strong>We’ll be tracking all the main events through the day...</strong></em></p>","postType":"summary"}],"keyEvents":[{"id":"block-5594dc10e4b08f71d0eba672","title":"Introduction: Waiting for the referendum","publishedDateTime":"2015-07-02T07:23:33Z","body":"<figure class=\"element element-image\" data-media-id=\"1c811fc2a3f226919205e5c72a74a0523a091410\"> \n <img src=\"http://media.guim.co.uk/1c811fc2a3f226919205e5c72a74a0523a091410/0_0_4608_3072/1000.jpg\" alt=\"Placards supporting the No vote are hanging on pillars in the center of Athens. At the referendum of the 5th of July Greek citizens will get to decide whether they agree or not to the bailout deal offered by the Institutions(ECB, IMF, EU) and the austerity measures that come with it. (Credit Image: &copy; Nikolas Georgiou/ZUMA Wire) --- Image by &copy; Nikolas Georgiou/ZUMA Press/Corbis\" width=\"1000\" height=\"667\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Placards supporting the No vote are hanging on pillars in the centre of Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Nikolas Georgiou/ZUMA Press/Corbis</span> \n </figcaption> \n</figure> \n<p><strong>Good morning, and welcome to our rolling of the Greek debt crisis.</strong></p> \n<p>We’re entering a period of limbo this morning, with both sides now firmly entrenched ahead of Sunday’s referendum.</p> \n<p>In Athens, Alexis Tsipras is pressing on with the vote, insisting it will give him a stronger mandate to agree a third bailout and put Greece on a brighter path.</p> \n<p>But after yesterday’s TV address, slamming the “extremist conservative forces” in Europe who have tried to undermine him, the rest of Europe hunkering down until Sunday.</p> \n<p>Last night, euro finance ministers refused to even discuss a third bailout until Sunday’s polls are closed, the ballot boxes emptied, and a result declared. </p> \n<p>And maybe not even then, if the No side win.</p> \n<p><strong>As Ian Traynor explained last night: </strong></p> \n<blockquote class=\"quoted\"> \n <p>The trenchant criticism of Tsipras from Berlin reinforced the view that the German government might refuse to negotiate with the leftwing Syriza administration on any new rescue package after Sunday’s referendum in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> – which Berlin insists is a vote on whether to stay in the euro.</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/01/greece-crisis-berlin-blasts-tsipras-scapegoats-germany\">Greece crisis: Berlin accuses Tsipras of seeking scapegoats outside own ranks</a> </p> \n</aside> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brumbymark/statuses/616496259579400192\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Eurozone leaders have ruled out more talks with Greece until after the latter’s Sunday referendum. Effectively going over Syriza’s head</p>— Mark Brumby (@brumbymark) \n  <a href=\"https://twitter.com/brumbymark/status/616496259579400192\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>Writing in our comment section today, <strong>Seamus Milne </strong>argues that <strong>Berlin</strong> and <strong>Brussels</strong> are determined to achieve “regime change” in Athens:</p> \n<blockquote class=\"quoted\"> \n <p>There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.</p> \n <p>We know from the IMF documents prepared for last week’s “final proposals” and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">reported in the Guardian</a> that the creditors were fully aware they meant unsustainable levels of debt and self-defeating austerity for Greece until at least 2030, even on the most fancifully optimistic scenario....</p> \n</blockquote> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change\">Syriza can’t just cave in. Europe’s elites want regime change in Greece | Seumas Milne</a> </p> \n</aside> \n<p>Wolfgang Munchau of Euro Intelligence sums it up:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EuroBriefing/statuses/616500607042588672\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Just as the mood in Greece is shifting towards a Yes, the mood in Germany is shifting towards a No. A fine mess. <a href=\"http://t.co/5k79LAUuoq\">http://t.co/5k79LAUuoq</a></p>— Wolfgang Munchau (@EuroBriefing) \n  <a href=\"https://twitter.com/EuroBriefing/status/616500607042588672\">July 2, 2015</a> \n </blockquote> \n</figure> \n<p>So now we wait....Three days of uncertainty lie ahead, with Greece’s economy continuing to bleed from the imposition of capital controls. Last night, the European Central Bank maintained the cap on Greek emergency funding, meaning the banks won’t open before the referendum either. </p> \n<p><em><strong>We’ll be tracking all the main events through the day...</strong></em></p>","postType":"summary"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live?date=2015-07-02T08:15:48Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live","shortUrl":"http://gu.com/p/4aak8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live","webUri":"http://www.theguardian.com/business/live/2015/jul/02/greek-debt-crisis-athens-creditors-referendum-yes-no-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b62450faad0308d060afa3e456b09f54ead7da69/0_226_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","caption":"Greek PM Tsipras addresses the nation yesterday. Photograph: Andrea Bonetti/Reuters","credit":"Andrea Bonetti/Reuters","altText":"Greek PM Tsipras addresses the nation yesterday.","cleanCaption":"Greek PM Tsipras addresses the nation yesterday.","cleanCredit":"Photograph: Andrea Bonetti/Reuters"}},"importance":0,"kicker":{"title":"Live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b62450faad0308d060afa3e456b09f54ead7da69/0_226_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Andrea Bonetti/Reuters","altText":"Greek PM Tsipras addresses the nation in this handout photo released by the Greek Prime Minister's office in Athens<br>Greek Prime Minister Alexis Tsipras addresses the nation in this handout photo released by the Greek Prime Minister's office in Athens, Greece July 1, 2015. A defiant Tsipras urged Greeks on Wednesday to reject an international bailout deal, wrecking any prospect of repairing broken relations with EU partners before a referendum on Sunday that may decide Greece's future in Europe. REUTERS/Andrea Bonetti/Greek Prime Minister's Office/Handout via Reuters  ATTENTION EDITORS - THIS PICTURE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THE AUTHENTICITY, CONTENT, LOCATION OR DATE OF THIS IMAGE. FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS PICTURE IS DISTRIBUTED EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS. NO SALES. NO ARCHIVES.      TPX IMAGES OF THE DAY","cleanCredit":"Photograph: Andrea Bonetti/Reuters"}}]},{"title":"Q&A / How long can Greece survive?","rawTitle":"How long can Greece survive?","item":{"type":"article","id":"world/2015/jul/01/how-long-can-greece-survive-without-support-from-its-creditors","title":"How long can Greece survive without support from its creditors?","trailText":"The debt-stricken country is in deep trouble already but things could still get worse for the economy, the currency, public sector and banks ","standFirst":"<p>The debt-stricken country is in deep trouble already but things could still get worse for the economy, the currency, public sector and banks </p>","byline":"Phillip Inman economics correspondent","body":"<p>After the Greeks dramatically walked out of talks in Brussels last Friday and announced a referendum, a question has been posed: how long can Athens survive without support from its creditors before it collapses?</p> \n<h2>What are the key dates?</h2> \n<p><strong>June 30:</strong> Delayed €1.6bn payment owed to IMF</p> \n<p><strong>June 30:</strong> €2bn owed to Greek public sector workers and pensioners</p> \n<p><strong>July 5: </strong>Greek referendum on whether to accept austerity measures</p> \n<p><strong>July 20</strong>: €3.5bn owed to the European Central Bank</p> \n<h2>Will Greece run out of cash?</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/treatment-of-greece-and-the-future-of-the-european-project\">Treatment of Greece and the future of the European project | Letters</a> </p> \n</aside> \n<p>The banks appear to have enough cash to pay €2bn worth of welfare and pension payments this week and a large public sector pay bill. What is less clear is the amount of funds left in the banking sector to repay depositors should a dispute with the EU drag on for several more weeks. Banks have already limited customers to €60-a-day withdrawals. Nobody has yet said how long the banks can keep filling the ATM machines.</p> \n<h2>Can Greece go bust?</h2> \n<p>A country is not like a household that has run out of cash and cannot afford to make loan payments. No one is going to come and take the furniture. The worst that can happen is that the Greek central bank is forced to switch to a new currency, most likely at a lower value than the euro.</p> \n<h2>What about the creditors?</h2> \n<p>Like a household, the Greeks can work out a debt management plan that schedules payments over several years, probably with a hiatus for a year or two while the country gets its house in order and with a discount on the original sum owed. </p> \n<h2>It can’t be that simple?</h2> \n<p>It isn’t. Nobody knows how it will play out. There is no precedent for a country to default on debts and crash out of a currency union that remains intact. Athens could rely on the large number of euros swimming around the economy and the stock of funds sitting inside the banking system to stagger on for several weeks, especially if the ECB maintains a facility for trading euros with domestic banks. </p> \n<h2>So how long can this go on for?</h2> \n<p>Several months, if the ECB is helpful. The governing council met on Wednesday. For instance, Montenegro uses euros with the ECB’s blessing, even though it is outside the euro. But there is a problem when the Hellenic central bank cannot repay a €3.5bn loan to the ECB on 20 July. The ECB has already hinted it might demand more collateral from Greek banks for the €89bn of Emergency Liquidity Assistance that have been pumped into the banking system. If there is not enough funds to make the €3.5bn payment, the ECB could switch off access to euros altogether. Without access to euros, Greek banks would struggle to stay open.</p> \n<h2>Why would the ECB pull the plug?</h2> \n<p>If the Frankfurt-based bank cannot see a resolution to the dispute between Greece and its creditors, it could consider Greece insolvent and block further access to Greek banks. Athens could be forced to issue IOUs to suppliers and possibly employees and welfare recipients, passing a law forcing businesses to recognise the IOUs as currency. Then it could start printing drachmas.</p> \n<h2>What do the ratings agencies say?</h2> \n<p>Moody’s said a default to the ECB was likely to be the final straw. More than the failure to pay debts to the International Monetary Fund or European Financial Stability Fund, it would “imply a material increase in expected losses on privately held debt”. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad772c924ab9aff5d6e9753059b672657978aed7/300_323_2994_1795/2994.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1795,"width":2994,"orientation":"landscape","credit":"Andrea Bonetti/EPA","altText":"Greek prime minister Alex Tsipras.","cleanCredit":"Photograph: Andrea Bonetti/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:16:47Z","lastModified":"2015-07-02T00:00:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Greece","European Central Bank","European Union","Europe","Economics","Alexis Tsipras","International Monetary Fund (IMF)","Euro","European monetary union"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"world/euro","webTitle":"Euro"},{"id":"business/emu","webTitle":"European monetary union"}],"section":{"id":"world"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/01/how-long-can-greece-survive-without-support-from-its-creditors","shortUrl":"http://gu.com/p/4aa3z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/01/how-long-can-greece-survive-without-support-from-its-creditors","webUri":"http://www.theguardian.com/world/2015/jul/01/how-long-can-greece-survive-without-support-from-its-creditors"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad772c924ab9aff5d6e9753059b672657978aed7/300_323_2994_1795/2994.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1795,"width":2994,"orientation":"landscape","caption":"Greek prime minister Alex Tsipras has his country teetering on the brink. Photograph: Andrea Bonetti/EPA","credit":"Andrea Bonetti/EPA","altText":"Greek prime minister Alex Tsipras.","cleanCaption":"Greek prime minister Alex Tsipras has his country teetering on the brink.","cleanCredit":"Photograph: Andrea Bonetti/EPA"}},"importance":0,"kicker":{"title":"Q&A"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ad772c924ab9aff5d6e9753059b672657978aed7/300_323_2994_1795/2994.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1795,"width":2994,"orientation":"landscape","credit":"Andrea Bonetti/EPA","altText":"Greek prime minister Alex Tsipras.","cleanCredit":"Photograph: Andrea Bonetti/EPA"}}]},{"title":"Opinion / Syriza can’t just cave in","rawTitle":"Syriza can’t just cave in","item":{"type":"comment","id":"commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","title":"Syriza can’t just cave in. Europe’s elites want regime change in Greece","trailText":"Greece’s confrontation with the euro overlords will shape resistance to austerity – and the future of the whole European Union","standFirst":"<p>Greece’s confrontation with the euro overlords will shape resistance to austerity – and the future of the whole European Union</p>","byline":"Seumas Milne","body":"<p>It’s now clear that Germany and Europe’s powers that be don’t just want the Greek government to bend the knee. They want regime change. Not by military force, of course – this operation is being directed from Berlin and Brussels, rather than Washington.</p> \n<p>But that the German chancellor Angela Merkel and the troika of Greece’s European and International Monetary Fund creditors are out to remove the elected government in Athens <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/01/greek-debt-crisis-creditors-consider-next-moves-after-imf-default-live\">now seems beyond serious doubt</a>. Everything they have done in recent weeks in relation to the leftist Syriza administraton, elected to turn the tide of austerity, appears designed to divide or discredit Alexis Tsipras’s government.</p> \n<p>They were at it again today, when Tsipras offered what looked like almost complete acceptance of the austerity package he had called a referendum on this Sunday. There could be no talks, Merkel responded, until the ballot had taken place.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners\">We're not traitors, insist Greece's yes campaigners</a> </p> \n</aside> \n<p>There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration. We know from the IMF documents prepared for last week’s “final proposals” and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/30/greek-debt-troika-analysis-says-significant-concessions-still-needed\">reported in the Guardian</a> that the creditors were fully aware they meant unsustainable levels of debt and self-defeating austerity for Greece until at least 2030, even on the most fancifully optimistic scenario.</p> \n<p>That’s because, just as the earlier <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/where-did-the-greek-bailout-money-go\">bailouts went to the banks not the country</a>, and troika-imposed austerity has brought penury and a debt explosion, these demands are really about power, not money. If they are successful in forcing Tsipras out of office, a slightly less destructive package could then be offered to a more house-trained Greek leader who replaced him.</p> \n<p>Hence the European Central Bank’s decision to switch off emergency funding of Greece’s banks after Tsipras called the referendum on an austerity scheme he had described as blackmail. That was what triggered the bank closures and capital controls, which have taken Greece’s crisis to a new level this week as it became the first developed country to default on an IMF loan.</p> \n<p>The EU authorities have a deep aversion to referendums, and countries are routinely persuaded to hold them again if they give the wrong answer. The vote planned in Greece is no exception. A barrage of threats and scaremongering was unleashed as soon as it was called.</p> \n<p>One European leader after another warned Greeks to ignore their government and vote yes – or be forced out of the eurozone, with dire consequences. Already the class nature of the divide between the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/30/were-not-traitors-insist-greeks-yes-campaigners\">wealthier yes and more working-class no camps</a> is stark. The troika’s hope seems to be that if Tsipras is defeated by fear of chaos, Syriza will split or be forced from office in short order. The euro elite insists it is representing the interests of Portuguese or Irish taxpayers who have to pick up the bill for bailing out the feckless Greeks – or will be enraged by any debt forgiveness when they have been forced to swallow similar medicine. The reality is the other way round.</p> \n<p>Not only has no German or any other EU taxpayer taken any loss bailing out Greece. The real fear in Brussels and Berlin is not that people in countries such as Spain and Portugal who have taken the brunt of eurozone austerity will oppose relief for ravaged Greece – but that they’ll want an end to austerity and their own debts written off as well.</p> \n<p>That’s what they call “moral hazard”. But it has nothing to do with morality and everything to do with a dysfunctional currency union, a destructive neoliberal economic model enforced by treaty and an austerity regime maintained to ensure a return to profitability on corporate terms.</p> \n<p>That’s why Merkel and the ECB mandarins want Greece’s surrender. Upstart democratic governments that challenge austerity must be crushed: the real risk of contagion is as much political as financial. This is, after all, a system where unelected institutions and other states have the power to override elected governments – in fact to impose not only policies but effectively governments too, as we may be about to see in Greece. Anti-democratic firewalls are built into Europe’s institutions.</p> \n<p>The achilles heel of Syriza has been its simultaneous commitment to ending disastrous austerity and remaining in the euro. That has reflected Greek public opinion. But there was never going to be an honourable compromise with the creditors, or much mileage in trying to persuade the authorities they were good Europeans. For the euro elite, the dangers of Grexit are outweighed by the risk that larger states could follow a successful Greek stand against austerity.</p> \n<p>Tsipras and Syriza’s determination to stay in the eurozone come what may has seriously weakened Greece’s hand. The economic dislocation of jumping off the euro train would doubtless be <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/29/joseph-stiglitz-how-i-would-vote-in-the-greek-referendum\">severe in the short term, though the costs of permanent austerity would almost certainly be greater thereafter</a>.</p> \n<p>But Syriza insiders say there is little preparation for what anyway may be forced on them. The relentless pressure of the EU bureaucracy demands a strong and clear-headed response. Right now, for example, that means the Athens government immediately taking control of its banks, currently shutting down all transactions.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Syriza's' achilles heel has been its commitment to ending austerity while remaining in the euro</p> \n </blockquote> \n</aside> \n<p>The worst outcome of this crisis would be for Syriza to implement the austerity it was elected to end. A yes vote in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/ng-interactive/2015/jun/30/greece-euro-referendum-100-greeks-give-their-view\">next weekend’s referendum</a>, if it goes ahead, would probably lead to the government’s fall, and almost certainly new elections. But even a no vote, which would offer the best chance for Greece, would need to be followed by more radical measures if the government was going to strengthen its negotiating hand or prepare the ground for euro exit.</p> \n<p>The real risk across Europe is that if Syriza caves in or collapses, that failure will be used to turn back the rising tide of support for anti-austerity movements such as Podemos in Spain, or Sinn F&eacute;in in Ireland, leaving the field to populists of the right.</p> \n<p>Either way, any Greek euro deal that fails to write off unrepayable debt or end the austerity squeeze will only postpone the crisis. If the Syriza government survives, it will have to change direction. Its fate, and its chaotic confrontation with the eurozone’s overlords, is going to shape all of Europe’s future.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/baf7f92373ecd2ddfa203b28926668680ba3669b/556_507_4029_2417/4029.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2417,"width":4029,"orientation":"landscape","credit":"Handout/Greek Prime Minister's Office vi","altText":"Greek PM Urges A No Vote In Sunday's Referendum As Greek Economic Crisis Deepens<br>ATHENS, GREECE - JULY 1: In this handout photo provided by the Greek Prime Minister's Office, Greek Prime Minister Alexis Tsirpas delivers a televised address to the nation from his office at Maximos Mansion on July 1, 2015 in Athens, Greece. Mr Tsipras has vowed to push on with his plan for a referendum this Sunday on the recent proposals from the country's creditors. (Photo by Greek Prime Minister's Office via Getty Images)","cleanCredit":"Photograph: Handout/Greek Prime Minister's Office vi"}],"bodyImages":[],"webPublicationDate":"2015-07-01T19:54:28Z","lastModified":"2015-07-01T23:01:17Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Seumas Milne","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/seumasmilne"}],"feature":false,"keywords":["Greece","World news","Eurozone","International Monetary Fund (IMF)","Business","European Central Bank","European Union","European monetary union","Economics","Europe"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"business/business","webTitle":"Business"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"world/europe-news","webTitle":"Europe"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Seumas Milne","topic":{"type":"tag-contributor","name":"profile/seumasmilne"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","shortUrl":"http://gu.com/p/4aafz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change","webUri":"http://www.theguardian.com/commentisfree/2015/jul/01/syriza-cave-in-elites-regime-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/baf7f92373ecd2ddfa203b28926668680ba3669b/556_507_4029_2417/4029.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2417,"width":4029,"orientation":"landscape","caption":"‘There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.’","credit":"Handout","altText":"Tsipras at a podium with Greek and Euro flags","cleanCaption":"‘There’s no suggestion of genuine compromise. The aim is apparently to humiliate Tsipras and his government in preparation for its early replacement with a more pliable administration.’"}},"importance":0,"kicker":{"title":"Opinion"},"byline":{"title":"Seumas Milne"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2014/3/13/1394733748508/SeumasMilne.png"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/26093afff9254fdfcd1607c5124ef445245f7e8e/0_3_3676_2207/3676.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2207,"width":3676,"orientation":"landscape","credit":"Fabrizio Bensch/Reuters","altText":"The German chancellor, Angela Merkel","cleanCredit":"Photograph: Fabrizio Bensch/Reuters"}}]},{"title":"TransAsia plane crash / Pilot pulled wrong throttle, shutting down sole working engine","rawTitle":"Pilot pulled wrong throttle, shutting down sole working engine","item":{"type":"article","id":"world/2015/jul/02/transasia-crash-pilot-pulled-wrong-throttle-shut-down-sole-engine","title":"TransAsia crash pilot pulled wrong throttle, shut down sole working engine","trailText":"Report into plane crash that killed 43 people in Taiwan says captain had previously failed training on dealing with engine failure","standFirst":"<p>Report into plane crash that killed 43 people in Taiwan says captain had previously failed training on dealing with engine failure</p>","byline":"Reuters","body":"<p>The captain of a TransAsia Airways ATR mistakenly switched off the plane’s only working engine seconds before it <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/04/taiwan-plane-crash-lands-in-river\">crashed in February</a>, killing 43 people, Taiwan’s Aviation Safety Council (ASC) said in its latest report on Thursday.</p> \n<p>The ASC’s report also showed that Captain Liao Jian-zong, who was at the controls, had failed simulator training in May 2014, in part because he had insufficient knowledge of how to deal with an engine flame-out on take-off. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Wow, pulled back the wrong side throttle.</p> \n  <footer> \n   <cite>Captain Liao Jian-zong</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>“Wow, pulled back the wrong side throttle,” Liao, 41, was heard to say on voice recordings seconds before the crash. </p> \n<p>There appeared to be confusion in the cockpit as the two captains tried to regain control of the plane after the other engine lost power about three minutes into the doomed flight.</p> \n<p>Liao reduced the throttle on the working engine but did not appear to realise his mistake until it was too late. </p> \n<p>He tried to restart the engine before a junior first officer, who was also in the cockpit as part of his training, said: “Impact, impact, brace for impact.” </p> \n<p>Those chilling words were the last heard on the data recordings, according to the latest report of the ASC’s investigation into the crash, which happened on 4 Feburary in clear weather. </p> \n<p>Seconds later the ATR 72-600, which had 58 people on board, crashed upside down into a shallow river in downtown Taipei after it lurched between buildings, clipping an overpass and a taxi. Liao was not among the 15 people who survived. </p> \n<figure class=\"element element-image\" data-media-id=\"357c5d74432a21cc3c6e047b30bd2cbb60d20ad3\"> \n <img src=\"http://media.guim.co.uk/357c5d74432a21cc3c6e047b30bd2cbb60d20ad3/0_0_3400_2040/1000.jpg\" alt=\"Rescuers lift the wreckage of the TransAsia plane from the Keelung river at New Taipei City.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rescuers lift the wreckage of the TransAsia plane from the Keelung river at New Taipei City.</span> \n  <span class=\"element-image__credit\">Photograph: Ashley Pon/Getty Images</span> \n </figcaption> \n</figure> \n<p>A source with direct knowledge of the report <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/transasia-plane-crash-crew-shut-off-working-engine-reports\">told Reuters on Wednesday</a> that the working engine had been shut off. Data readings showed the almost-new turboprop ATR 72-600 stalled and crashed shortly after it was switched off.</p> \n<p>TransAsia had no immediate comment about the latest findings but was due to hold a media briefing later on Thursday.</p> \n<p>The ASC report, which neither assigns responsibility nor suggests recommendations for improvement, paints a more detailed picture of the evidence than a <a href=\"http://www.nytimes.com/2015/02/07/world/asia/transasia-airways-plane-crash-taiwan.html?_r=1\">preliminary report</a> released days after the crash.</p> \n<p>The investigation so far has shown that Liao, a former air force pilot, began to fly commercial aircraft in 2009 and joined TransAsia the following year. He was promoted to captain in August 2014 and joined the ATR 72-600 fleet in November.</p> \n<p>He had a total of 4,914 flight hours at the time of the crash, including 3,151 in the ATR 72-500 and 250 hours in the ATR 72-600.</p> \n<p>However, the report showed that Liao failed the simulator check in May 2014 when he was being evaluated for promotion. Assessors found he had a tendency not to complete procedures and checks, and his “cockpit management and flight planning” were also found wanting.</p> \n<p>He passed after a second simulator check in June and was promoted to captain, although similar problems were detected during training in July last year.</p> \n<p>Instructors commented at the time that he was “prone to be nervous and may make oral errors during the engine start procedure”, and displayed a “lack of confidence”, the report shows.</p> \n<p>Issues cropped up again during training for the ATR 72-600 in November, when an instructor said Liao “may need extra training” when dealing with an engine failure after take-off.</p> \n<p>Since the crash, Taiwan’s Civil Aeronautics Administration has put all 55 of TransAsia’s ATR pilots through oral proficiency tests on how to handle an aircraft during engine failure.</p> \n<p>All but one of the pilots passed the tests, although some needed more than one attempt. The lone failure was demoted in rank to vice-captain from captain.</p> \n<p>A draft of the final report will be issued in November with the final report to be completed in April 2016, the council said. The cause of the crash and recommendations for the future will be included in the final report.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a525009b100bd82f85d5b994da5347a74a4090cc/0_0_2996_1799/2996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":2996,"orientation":"landscape","credit":"Tvbs Taiwan/AFP/Getty Images","altText":"This screen grab courtesy of TVBS Taiwan shows a TransAsia plane clipping an elevated motorway before crashing into the Keelung river outside Taiwan’s capital Taipei.","cleanCredit":"Photograph: Tvbs Taiwan/AFP/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/357c5d74432a21cc3c6e047b30bd2cbb60d20ad3/0_0_3400_2040/3400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":3400,"orientation":"landscape","caption":"Rescuers lift the wreckage of the TransAsia plane from the Keelung river at New Taipei City. Photograph: Ashley Pon/Getty Images","credit":"Ashley Pon/Getty Images","altText":"Rescuers lift the wreckage of the TransAsia plane from the Keelung river at New Taipei City.","cleanCaption":"Rescuers lift the wreckage of the TransAsia plane from the Keelung river at New Taipei City.","cleanCredit":"Photograph: Ashley Pon/Getty Images"}],"webPublicationDate":"2015-07-02T05:33:30Z","lastModified":"2015-07-02T05:58:09Z","metadata":{"commentable":true,"commentCount":167,"contributors":[],"feature":false,"keywords":["Taiwan","Plane crashes","Asia Pacific","World news","Air transport"],"tags":[{"id":"world/taiwan","webTitle":"Taiwan"},{"id":"world/plane-crashes","webTitle":"Plane crashes"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"world/air-transport","webTitle":"Air transport"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/02/transasia-crash-pilot-pulled-wrong-throttle-shut-down-sole-engine","shortUrl":"http://gu.com/p/4aaj9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/02/transasia-crash-pilot-pulled-wrong-throttle-shut-down-sole-engine","webUri":"http://www.theguardian.com/world/2015/jul/02/transasia-crash-pilot-pulled-wrong-throttle-shut-down-sole-engine"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-455296897","source":"Reuters","durationInSeconds":45,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10040080&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/02/04/150204taiwan3.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/2/4/1423039702438/crop_KP_85534_1200x720.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Nine dead in Taiwan plane crash - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Nine dead in Taiwan plane crash - video","cleanCaption":"620x372 trailpic for Nine dead in Taiwan plane crash - video"}}},"importance":4,"kicker":{"title":"TransAsia plane crash"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a525009b100bd82f85d5b994da5347a74a4090cc/0_0_2996_1799/2996.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1799,"width":2996,"orientation":"landscape","credit":"Tvbs Taiwan/AFP/Getty Images","altText":"This screen grab courtesy of TVBS Taiwan shows a TransAsia plane clipping an elevated motorway before crashing into the Keelung river outside Taiwan’s capital Taipei.","cleanCredit":"Photograph: Tvbs Taiwan/AFP/Getty Images"}}]},{"title":"Defra report in full / Fracking could hurt house prices, health and environment","rawTitle":"Fracking could hurt house prices, health and environment","item":{"type":"article","id":"environment/2015/jul/01/fracking-could-hurt-house-prices-health-and-environment-official-report-says","title":"Fracking could hurt house prices, health and environment, official report says","trailText":"Defra report, published in full after freedom of information battle, admits impact on water quality and wildlife is ‘uncertain’, though possible benefits also listed ","standFirst":"<p>Defra report, published in full after freedom of information battle, admits impact on water quality and wildlife is ‘uncertain’, though possible benefits also listed </p>","byline":"Adam Vaughan and Rowena Mason","body":"<p>Fracking operations to extract shale gas in Britain could cause nearby house prices to fall by up to 7% and create a risk of environmental damage, according to a government report that has been published in full for the first time.</p> \n<p>Entitled <a href=\"https://t.co/mii16ytcdY\">Shale Gas Rural Economy Impacts</a>, the Department for Environment, Food &amp; Rural Affairs (Defra) document was released on Wednesday after a freedom of information battle.</p> \n<p>An official assessment of the impact of fracking, it warned that leakage of waste fluids could affect human health through polluted water or the consumption of contaminated agricultural products.</p> \n<p>The report was first published last year in a heavily redacted form under freedom of information rules, prompting the Green MP, Caroline Lucas, to <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2014/aug/10/fracking-censored-house-price-report\">accuse the government of censorship and of trying to hide the negative impacts of fracking</a>. Two weeks ago the information commissioner’s office <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/18/government-ordered-to-publish-fracking-report-in-full\">ruled that the environment department must release the report unredacted</a>.<br tabindex=\"-1\" /></p> \n<p>The findings of the study come at a crucial time for the government and shale industry, just two days after the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/jun/29/fracking-application-cuadrilla-rejected-lancashire-county-council\">surprise rejection by Lancashire county council of what would have been the biggest round of fracking so far</a>.</p> \n<p>Previously omitted sections reveal that:</p> \n<ul> \n <li>House prices near fracking wells were likely to fall, and there was a potential reduction of up to 7% in property values within a mile of wells.<br tabindex=\"-1\" /></li> \n <li>Properties within a one- to five-mile radius of fracking sites may incur additional insurance costs.</li> \n <li>Leakage of waste fluids from fracking processes has resulted in environmental damage in the US.</li> \n <li>Even if contaminated surface water did not directly impact on drinking-water supplies, fracking could affect human health indirectly through consumption of contaminated wildlife, livestock or agricultural products. It concluded that the UK regulatory regime was “likely to be more robust” but the impact on water-resource availability, aquatic habitats and ecosystems, and water quality was “uncertain”.</li> \n</ul> \n<p>The report also spelled out possible benefits of fracking, such as generating jobs and economic growth, as well as providing greater energy security for the UK. Rents may also increase due to additional demand from fracking-site workers, it suggested.</p> \n<p>It added that communities could benefit from investment in local services and infrastructure due to community payments that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2013/dec/19/fracking-shale-gas-benefits\">shale companies will have to pay to people nearby their operations</a>.</p> \n<p>Liz Truss, the environment secretary, has distanced herself from the report, calling it misleading and emphasising its draft nature. Ministers were split over the publication of the report in full, with Truss saying it should not be released, and the energy minister Andrea Leadsom saying the paper was “going to be published”.</p> \n<p>Tony Bosworth, an energy campaigner at Friends of the Earth, said the timing of the report’s release was significant.</p> \n<p>“No wonder Defra sat on this explosive report until after the Lancashire decisions,” he said.</p> \n<p>Lancashire councillors had debated whether to hold off making their planning decision until the report was published in full, but eventually decided to reject bids by Cuadrilla to frack at two sites on the Fylde plain.</p> \n<p>The main industry body, UK Onshore Oil and Gas, dismissed the report as being “in danger of extrapolating the experiences of other jurisdictions that have different regulation, planning regimes and geologies”. </p> \n<p>Ken Cronin, chief executive of UKOOG, said: “It is a shame that this report has become such a cause c&eacute;lėbre as it is merely a review of literature and brings nothing new to the debate or any new information in a UK context.”</p> \n<p>A Defra spokesman said: “This document was drawn up as a draft internal discussion paper – it is not analytically robust, has not been peer-reviewed and remains incomplete. </p> \n<p>“It does not contain any new data or evidence, and many of the conclusions amount to unsubstantiated conjecture, which do not represent the views of officials or ministers.”</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/878fa6a3726951790df02d118242dd8454187976/0_243_4365_2620/4365.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2620,"width":4365,"orientation":"landscape","credit":"Paul Ellis/AFP/Getty Images","altText":"A cyclist shows his support to protesters at County Hall in Preston. The report’s release comes days after Lancashire council rejected the UK’s biggest fracking bids so far. ","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-01T21:04:12Z","lastModified":"2015-07-01T23:01:13Z","metadata":{"commentable":true,"commentCount":273,"contributors":[{"name":"Adam Vaughan","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/adam-vaughan"},{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Fracking","Environment","UK news","Energy","Fossil fuels","Gas"],"tags":[{"id":"environment/fracking","webTitle":"Fracking"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/energy","webTitle":"Energy"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"environment/gas","webTitle":"Gas"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jul/01/fracking-could-hurt-house-prices-health-and-environment-official-report-says","shortUrl":"http://gu.com/p/4aadk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jul/01/fracking-could-hurt-house-prices-health-and-environment-official-report-says","webUri":"http://www.theguardian.com/environment/2015/jul/01/fracking-could-hurt-house-prices-health-and-environment-official-report-says"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/878fa6a3726951790df02d118242dd8454187976/0_243_4365_2620/4365.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2620,"width":4365,"orientation":"landscape","caption":"A cyclist shows his support to protesters at County Hall in Preston. The report’s release comes days after Lancashire council rejected the UK’s biggest fracking bids so far.  Photograph: Paul Ellis/AFP/Getty Images","credit":"Paul Ellis/AFP/Getty Images","altText":"A cyclist shows his support to protesters at County Hall in Preston. The report’s release comes days after Lancashire council rejected the UK’s biggest fracking bids so far. ","cleanCaption":"A cyclist shows his support to protesters at County Hall in Preston. The report’s release comes days after Lancashire council rejected the UK’s biggest fracking bids so far. ","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Defra report in full"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/878fa6a3726951790df02d118242dd8454187976/0_243_4365_2620/4365.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2620,"width":4365,"orientation":"landscape","credit":"Paul Ellis/AFP/Getty Images","altText":"A cyclist shows his support to protesters at County Hall in Preston. The report’s release comes days after Lancashire council rejected the UK’s biggest fracking bids so far. ","cleanCredit":"Photograph: Paul Ellis/AFP/Getty Images"}}]},{"title":"Luton family of 12 feared to have gone to Syria","rawTitle":"Luton family of 12 feared to have gone to Syria","item":{"type":"article","id":"world/2015/jul/01/luton-family-of-12-feared-gone-syria","title":"Luton family of 12 feared to have gone to Syria","trailText":"Police say family, including a one-year-old, have been missing since 17 May after visiting Bangladesh","standFirst":"<p>Police say family, including a one-year-old, have been missing since 17 May after visiting Bangladesh</p>","byline":"Vikram Dodd and Nadia Khomami","body":"<p>Police are investigating suggestions that 12 members of one British family, including a baby, have travelled to regions in Syria controlled by Islamic State after going missing in Turkey.</p> \n<p>The family from Luton, Bedfordshire, ranging from small grandchildren to grandparents, travelled to Bangladesh for a holiday, and were then due to fly back to Britain in mid-May via Istanbul, Turkey. The grandparents are said to have health problems that require medication. </p> \n<p>Police say they never arrived back as scheduled, and were reported missing by a concerned relative.</p> \n<p>In a statement, Bedforshire police said: “There is a suggestion that the family may have gone to Syria. However, police have so far been unable to corroborate that information.”</p> \n<p>The family members still in Britain have said their loved ones may have been tricked into going to Syria.</p> \n<p>Those missing include Muhammed Abdul Mannan, 75, and his wife Minera Khatun, 53. Mannan was described as frail and reportedly suffers from diabetes, while his wife is understood to have cancer. Also missing are their daughter Rajia Khanom, 21, and sons Mohammed Zayd Hussain, 25, Mohammed Toufique Hussain, 19, Mohammed Abil Kashem Saker, 31, and his wife Sheida Khanam, 27, Mohammed Saleh Hussain, 26, and his wife Roshanara Begum, 24, and three children aged between one and 11.</p> \n<p>Counter-terrorism officials are believed to be helping the investigation.</p> \n<figure class=\"element element-image\" data-media-id=\"df809c31a948ee76d0ed6d06df5f7ad4302ed6c3\"> \n <img src=\"http://media.guim.co.uk/df809c31a948ee76d0ed6d06df5f7ad4302ed6c3/0_716_2362_1417/1000.jpg\" alt=\"Hussain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Photo issued by Bedfordshire police of Mohammed Toufique Hussain, 19.</span> \n  <span class=\"element-image__credit\">Photograph: Bedfordshire police/PA</span> \n </figcaption> \n</figure> \n<p>The group from Luton, who are of Bangladeshi heritage, flew out for their holiday on 10 April, flying from London Heathrow to Istanbul, and then onto Bangladesh.</p> \n<p>On 11 May they flew back to Istanbul and were due back at Heathrow on 14 May. They did not reurn on were reported missing to police on 17 May.</p> \n<p>It remains possible some other reason may explain their disappearence.</p> \n<p>In a statement issued via the police, the family said: “We are devastated by the disappearance of these 12 and are very concerned for their safety. This is completely out of character and we are very worried of the danger they may now be in.</p> \n<p>“Muhammed Abdul Mannan is elderly and both he and Minera Khatun have health issues. This just does not make any sense. We can only think they have been tricked into going there; it is no place for elderly or young people.</p> \n<p>“We would urge any of them to please make contact with us or the police to let us know they are ok.”</p> \n<p>Ashuk Ahmed, who has known the family for 30 years, said: “This is three generations of one family ... who have disappeared. We need to know where they are. We are concerned about where they are.”</p> \n<p>Ahmed also said: “The sons all had successful businesses, running plumbing and electrical companies. All the boys were doing really well and getting lots of work.”</p> \n<p>At the family home, a nextdoor neighbour said he would sometimes take the grandfather to the mosque. “They were just a normal family, but you never know how these things happen. They were just normal religious guys, you’d never think they were extremists in any way. It’s really shocking and unexpected.</p> \n<p>“I feel sorry for the elder members of the family because they probably didn’t know where they were going. If they’re in Syria they might have been taken against their will, they probably thought they were just going on holiday.”</p> \n<p>Neighbours found out the family were missing when the police arrived in May. </p> \n<p>Last month three sisters and nine children from Bradford were feared to have fled to Syria to join Isis.</p> \n<p>Kalsoom Bashir, co-director of counter-extremism organisation Inspire, said: “This is profoundly troubling and highlights the problem that Muslim communities in the UK are facing. </p> \n<p>“It’s horrifying that we seem to be losing families because of the lies and fantasy that Isis peddles, and of course we must do all we can to stop it from happening. </p> \n<p>“There is so much work to challenge this going on already, including in communities – and events like this really underline how urgent it is to prevent families like this from being lost to this despicable group.”</p> \n<p><br /></p> \n<p> </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/044d6f3fd6e20426d725ac64531086b6e4bc6f4e/93_50_885_531/885.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":531,"width":885,"orientation":"landscape","credit":"Bedfordshire Police/Handout","altText":"Police confirmed they were investigating the disappearance of a missing family of 12 from Luton.","cleanCredit":"Photograph: Bedfordshire Police/Handout"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/df809c31a948ee76d0ed6d06df5f7ad4302ed6c3/0_716_2362_1417/2362.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1417,"width":2362,"orientation":"landscape","caption":"Photo issued by Bedfordshire police of Mohammed Toufique Hussain, 19. Photograph: Bedfordshire police/PA","credit":"Bedfordshire police/PA","altText":"Hussain","cleanCaption":"Photo issued by Bedfordshire police of Mohammed Toufique Hussain, 19.","cleanCredit":"Photograph: Bedfordshire police/PA"}],"webPublicationDate":"2015-07-01T18:12:54Z","lastModified":"2015-07-01T23:10:02Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"},{"name":"Nadia Khomami","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/8/1428480381597/Nadia-Khomami-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nadia-khomami"}],"feature":false,"keywords":["Syria","UK news"],"tags":[{"id":"world/syria","webTitle":"Syria"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/01/luton-family-of-12-feared-gone-syria","shortUrl":"http://gu.com/p/4aaak","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/01/luton-family-of-12-feared-gone-syria","webUri":"http://www.theguardian.com/world/2015/jul/01/luton-family-of-12-feared-gone-syria"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/044d6f3fd6e20426d725ac64531086b6e4bc6f4e/93_50_885_531/885.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":531,"width":885,"orientation":"landscape","caption":"Police confirmed they were investigating the disappearance of a missing family of 12 from Luton. Photograph: Bedfordshire Police/Handout","credit":"Bedfordshire Police/Handout","altText":"Police confirmed they were investigating the disappearance of a missing family of 12 from Luton.","cleanCaption":"Police confirmed they were investigating the disappearance of a missing family of 12 from Luton.","cleanCredit":"Photograph: Bedfordshire Police/Handout"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/044d6f3fd6e20426d725ac64531086b6e4bc6f4e/93_50_885_531/885.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":531,"width":885,"orientation":"landscape","credit":"Bedfordshire Police/Handout","altText":"Police confirmed they were investigating the disappearance of a missing family of 12 from Luton.","cleanCredit":"Photograph: Bedfordshire Police/Handout"}}]},{"title":"US presidential race / Bernie Sanders draws crowd of 10,000 at Wisconsin rally","rawTitle":"Bernie Sanders draws crowd of 10,000 at Wisconsin rally","item":{"type":"article","id":"us-news/2015/jul/02/bernie-sanders-draws-crowd-of-10000-at-wisconsin-rally","title":"Bernie Sanders draws crowd of 10,000 at Wisconsin rally","trailText":"Democratic presidential hopeful hails ‘little bit of history’ with strong turnout on the turf of Scott Walker, who is seeking Republican nomination","standFirst":"<p>Democratic presidential hopeful hails ‘little bit of history’ with strong turnout on the turf of Scott Walker, who is seeking Republican nomination</p>","byline":"Associated Press in Madison","body":"<p>The Democratic presidential candidate Bernie Sanders touted his progressive credentials before his largest crowd to date on Wednesday night as he pushed his campaign into Wisconsin Republican Governor Scott Walker’s backyard. <br /></p> \n<p> Sanders packed the Veterans Memorial Coliseum in Madison, filling its 10,000 seats to show his bid to snatch the Democratic nomination from front-runner Hillary Rodham Clinton isn’t a longshot.</p> \n<p>“Tonight we have made a little bit of history,” the white-haired Sanders said at a podium positioned between Wisconsin and United States flags at the outset of his hourlong speech before a boisterous crowd. “Tonight we have more people at any meeting for a candidate of president of the United States than any other candidate.”</p> \n<figure class=\"element element-image\" data-media-id=\"49d3c7f528d9624f39fac67c4a7530ddcf8bfc99\"> \n <img src=\"http://media.guim.co.uk/49d3c7f528d9624f39fac67c4a7530ddcf8bfc99/0_0_4000_2401/1000.jpg\" alt=\"People cheer as Bernie Sanders speaks in the Veterans Memorial Coliseum.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People cheer as Bernie Sanders speaks in the Veterans Memorial Coliseum.</span> \n  <span class=\"element-image__credit\">Photograph: Michael P King/AP</span> \n </figcaption> \n</figure> \n<p>Sanders, a 73-year-old self-described democratic socialist, is trying to appeal to the most liberal Democrats with his message of raising the minimum wage to $15 an hour, bridging the gap between rich and poor, criminal justice reform and raising taxes on the wealthy and Wall Street.</p> \n<p>The message resonated in Madison, the state’s reliably liberal capital and home to the University of Wisconsin. It stood as a sharp contrast to Wisconsin’s own conservative White House hopeful Walker, who is preparing to enter the crowded field of GOP candidates. The governor is expected to make his announcement on or shortly after 13 July.</p> \n<p>Sanders immediately went after Republicans and Walker, who made his name restricting collective bargaining rights for public workers. “When you deny the right of workers to come together in collective bargaining, that’s extremism,” Sanders said to rousing cheers. “When you tell a woman that she cannot control her own body, that’s extremism.”</p> \n<p>Walker, whom the crowd loudly booed whenever Sanders mentioned his name, criticized Sanders in a statement issued on Wednesday in advance of the speech. <br /> “Bernie Sanders is right about one thing: we don’t need another Clinton in the White House,” Walker said. “On virtually every other issue, however, he stands in stark opposition to most Americans. Wisconsinites have rejected his top-down, government-knows-best approach three times in the last four years.”</p> \n<p>Walker’s statement is a reference to his three election victories since 2010. He won election, defeated a recall in 2012 and then won re-election. His victories have helped fuel his expected run for the White House. <br /></p> \n<p> Sanders has built his underdog campaign to succeed President Barack Obama on blunt talk about the economy. In addition to advocating a $15-an-hour minimum wage and raising taxes on the rich, he also supports a massive government-led jobs program to fix roads and bridges, a single-payer health care system, an expansion of social security benefits and debt-free college.</p> \n<p>“The big money interests – Wall Street, corporate America, all of these guys – have so much power that no president can defeat them unless there is an organized grassroots movement making them an offer they can’t refuse,” Sanders said.</p> \n<p>The message resonated with the welcoming crowd, many of whom had gathered at the state Capitol four years ago to protest against Walker and his move against unions.</p> \n<p>Savannah Kramas, a 26-year-old health care worker from Mosinee, said on Wednesday night: “He’s reminiscent of Obama in that he breaks the mold of what we’ve seen election after election with presidential candidates.” Kramas said she liked Clinton but wanted to hear more about her positions.</p> \n<p>“I think Sanders has the benefit of being a little more obscure, so he can say what he wants,” Kramas said.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27b6fa737e0f90e4659c5b8a5daf3d3ae16fd4d1/0_302_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","credit":"Michael P King/AP","altText":"Bernie Sanders addresses a crowd of 10,000 in Madison, Wisconsin.","cleanCredit":"Photograph: Michael P King/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/49d3c7f528d9624f39fac67c4a7530ddcf8bfc99/0_0_4000_2401/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2401,"width":4000,"orientation":"landscape","caption":"People cheer as Bernie Sanders speaks in the Veterans Memorial Coliseum. Photograph: Michael P King/AP","credit":"Michael P King/AP","altText":"People cheer as Bernie Sanders speaks in the Veterans Memorial Coliseum.","cleanCaption":"People cheer as Bernie Sanders speaks in the Veterans Memorial Coliseum.","cleanCredit":"Photograph: Michael P King/AP"}],"webPublicationDate":"2015-07-02T05:20:44Z","lastModified":"2015-07-02T05:29:47Z","metadata":{"commentable":true,"commentCount":120,"contributors":[],"feature":false,"keywords":["Bernie Sanders","US elections 2016","Democrats","US politics","US news"],"tags":[{"id":"us-news/bernie-sanders","webTitle":"Bernie Sanders"},{"id":"us-news/us-elections-2016","webTitle":"US elections 2016"},{"id":"us-news/democrats","webTitle":"Democrats"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jul/02/bernie-sanders-draws-crowd-of-10000-at-wisconsin-rally","shortUrl":"http://gu.com/p/4aajp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jul/02/bernie-sanders-draws-crowd-of-10000-at-wisconsin-rally","webUri":"http://www.theguardian.com/us-news/2015/jul/02/bernie-sanders-draws-crowd-of-10000-at-wisconsin-rally"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27b6fa737e0f90e4659c5b8a5daf3d3ae16fd4d1/0_302_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","caption":"Bernie Sanders addresses a crowd of 10,000 in Madison, Wisconsin. Photograph: Michael P King/AP","credit":"Michael P King/AP","altText":"Bernie Sanders addresses a crowd of 10,000 in Madison, Wisconsin.","cleanCaption":"Bernie Sanders addresses a crowd of 10,000 in Madison, Wisconsin.","cleanCredit":"Photograph: Michael P King/AP"}},"importance":1,"kicker":{"title":"US presidential race"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/27b6fa737e0f90e4659c5b8a5daf3d3ae16fd4d1/0_302_4000_2400/4000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2400,"width":4000,"orientation":"landscape","credit":"Michael P King/AP","altText":"Bernie Sanders addresses a crowd of 10,000 in Madison, Wisconsin.","cleanCredit":"Photograph: Michael P King/AP"}}]}],"lastModified":"2015-07-02T08:15:30Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}