{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","rawTitle":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","item":{"type":"article","id":"politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","title":"Ukip spy who infiltrated protest group 'tried to encourage abuse of Farage'","trailText":"Party admits it sent informant into Thanet branch of Stand Up to Ukip during election campaign, and protesters claim he urged them to deface posters ","standFirst":"<p>Party admits it sent informant into Thanet branch of Stand Up to Ukip during election campaign, and protesters claim he urged them to deface posters </p>","byline":"Rowena Mason","body":"<p><br />Ukip sent a spy to obtain “information from the inside” on an anti-Nigel Farage protest group, where campaigners say he tried to encourage activists to deface posters and heckle outside meetings.</p> \n<p>The party admitted that it had sent an informant into the Thanet branch of the “Stand Up to Ukip” group during the election campaign, following what the party described as “a series of threatening attacks against Mr Farage in the run-up”.</p> \n<p>It added: “In order to provide reasonable security it was of course necessary to have information from the inside. In order to do this it was important to gain the trust of the activists, an approach used by a great many security operations tasked with protecting the safety and well being of a targeted individual.”</p> \n<p>The party’s statement comes after campaigners in the Stand Up to Ukip group uncovered the spy after finding a photograph of him standing next to Farage and his close protection officers on a Ukip members’ Facebook page.<br /></p> \n<p>They said they were always suspicious of a man claiming to be called “Edward Johnson” who turned up for a few of their meetings this year in Farage’s target seat of South Thanet, saying he was a builder from Essex.</p> \n<figure class=\"element element-image\" data-media-id=\"612aa08ced54a50c117d562ff0f6ff75fda8deb7\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431703340118/d4c44a58-074e-4fc1-955c-caf60fd143c4-460x276.jpeg\" alt=\"\" edward=\"\" johnson\"\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Edward Johnson’ in dark glasses on the far right.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook page of Ukip member</span> \n </figcaption> \n</figure> \n<p>But the Stand Up to Ukip group claims the insider went even further than just trying to infiltrate their activities and tried to encourage the campaigners to behave badly and abuse Farage, which could potentially have discredited them.</p> \n<p>Text messages from “Edward Johnson” provided by Thanet Stand Up to Ukip urged one campaigner to help him deface Ukip posters. This read: “Alright mate I done a bit of defacing last night at the billboards only a bit as there was quite a lot of people about also saw some more that havnt been touched next to asda in town what do you think ? They mega offend Me what say you pal ??? You have some friends that might want to help ?”<br /></p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"c2759c6f34e2e324ff04fa2a41019f4737ce632e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431713108554/81753aa1-2ace-4e22-a56a-9432dc07b707-235x420.jpeg\" alt=\"Text message from \" edward=\"\" johnson\"\"=\"\" width=\"235\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Text message from ‘Edward Johnson’</span> \n  <span class=\"element-image__credit\">Photograph: .</span> \n </figcaption> \n</figure> \n<p>Another read: “Hey dude i just saw farage the barrage down broadstairs beach gave him some shit which he didn’t like lol I over heard he was coming back down in an hour if you wanna come down and give him some Abuse ?? tell your mates.”<br />The campaigners said “Edward Johnson” even provided them with a list of public meetings that Farage would be attending.</p> \n<p>After searching the internet for the mobile number used by “Edward Johnson”, the Stand Up to Ukip campaigners found it was listed on the website of someone called John Hutchins, whose Twitter biography says he is a close protection officer.</p> \n<p>A LinkedIn page for one John Hutchins said a man of that name has since January worked for Secura Associates, the company used by Farage to provide his security.<br /></p> \n<p>Secura Associates and Hutchins have not responded to requests for comment about the allegations.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"de3a89c55d219a5ec700a130731a04f1b58e5d98\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/15/1431703389803/063ef26d-2add-4c34-b7bc-545b6c63de04-460x276.jpeg\" alt=\"\" edward=\"\" johnson\"=\"\" campaigning\"=\"\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘Edward Johnson’ campaigning for Stand Up to Ukip</span> \n  <span class=\"element-image__credit\">Photograph: Thanet Stand Up to Ukip</span> \n </figcaption> \n</figure> \n<p>The allegations of dirty tricks in South Thanet, where Farage failed to get elected last week, comes after a bruising 48 hours in which Patrick O’Flynn, a senior Ukip figure and MEP, accused some in the leader’s inner circle of running an overly aggressive campaign.</p> \n<p>Several times in the election campaign Farage complained about a group of “trade union-funded activists” being bussed in to his target seat to sow “hatred and resentment, and they’re inciting vandalism and public disorder”.</p> \n<p>He was particularly angered by a demonstration organised by a group called Beyond Diversity, which he said frightened his children and forced them to flee while he was having lunch in a pub near his home.</p> \n<p>This group is unrelated to the Thanet Stand Up to Ukip group, which is organised by people local to Thanet, including campaigner Bunny la Roche.</p> \n<p>In December, Ukip’s chairman in Scotland, Arthur Thackeray, had <a href=\"http://www.huffingtonpost.co.uk/2014/12/22/ukip-scotland-spying_n_6365442.html\">boasted that the party was using undercover measures to spy on its opponents</a>. He described Ukip’s network as “‘a very good intelligence service” adding that the private investigations would “most definitely” continue ahead of the election.</p> \n<p>A spokesperson for Thanet Stand Up To Ukip said: “We were sickened to see that this man who had come to our meetings, socialised with us, listened to our conversations seems all the time to have been a member of Nigel Farage’s team.</p> \n<p>“But he not only spied on us, he actually urged some of our members to commit criminal damage.”</p> \n<p>Farage’s ultimately unsuccessful attempt to win South Thanet became particularly bitter and divisive at some points, with Ukip’s supporters and detractors claiming to have been subject to intimidation and dirty tactics.</p> \n<p>Norman Thomas, editor of a community magazine, Thanet Watch, claimed at one stage that there had been a campaign of intimidation against people publicly opposing Ukip.</p> \n<p>Ukip supporters in the area were also targets for vandalism and protests, with one Ramsgate councillor having his garage defaced three times.</p> \n<p><br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431716321818/8557a93b-fdce-4453-ae79-7862278f263c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Carl Court/Getty Images","altText":"Ukip volunteers campaign in Ramsgate","cleanCredit":"Photograph: Carl Court/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703341041/4214cd17-24c4-4d20-aae7-e905ce5e3731-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘Edward Johnson’ in dark glasses on the far right. Photograph: Facebook page of Ukip member","credit":"Facebook page of Ukip member","altText":"\"Edward Johnson\"","cleanCaption":"‘Edward Johnson’ in dark glasses on the far right.","cleanCredit":"Photograph: Facebook page of Ukip member"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431713108896/81753aa1-2ace-4e22-a56a-9432dc07b707-572x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":572,"orientation":"portrait","caption":"Text message from ‘Edward Johnson’ Photograph: .","credit":".","altText":"Text message from \"Edward Johnson\"","cleanCaption":"Text message from ‘Edward Johnson’","cleanCredit":"Photograph: ."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431703390497/1cdb700c-62b8-4879-8fad-99c62034aa67-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"‘Edward Johnson’ campaigning for Stand Up to Ukip Photograph: Thanet Stand Up to Ukip","credit":"Thanet Stand Up to Ukip","altText":"\"Edward Johnson\" campaigning","cleanCaption":"‘Edward Johnson’ campaigning for Stand Up to Ukip","cleanCredit":"Photograph: Thanet Stand Up to Ukip"}],"webPublicationDate":"2015-05-16T07:00:18Z","lastModified":"2015-05-16T07:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["UK Independence party (Ukip)","Nigel Farage","Politics","UK news"],"tags":[{"id":"politics/ukip","webTitle":"UK Independence party (Ukip)"},{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","shortUrl":"http://gu.com/p/49vpa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage","webUri":"http://www.theguardian.com/politics/2015/may/16/ukip-spy-who-infiltrated-protest-group-tried-to-encourage-abuse-of-farage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431716321818/8557a93b-fdce-4453-ae79-7862278f263c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ukip volunteers campaign in Ramsgate Photograph: Carl Court/Getty Images","credit":"Carl Court/Getty Images","altText":"Ukip volunteers campaign in Ramsgate","cleanCaption":"Ukip volunteers campaign in Ramsgate","cleanCredit":"Photograph: Carl Court/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"Boston bombing / Tsarnaev the enigma faces death","rawTitle":"Tsarnaev the enigma faces death","item":{"type":"article","id":"us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","title":"Facing death for Boston bombing, Dzhokhar Tsarnaev remains an enigma","trailText":"During a gruelling five-month trial, defence lawyers struggled to reconcile the image ‘Jahar’ Tsarnaev’s friends painted with the horrific attack they admit he carried out – and they presented his brother Tamerlan as the mastermind","standFirst":"<p>During a gruelling five-month trial, defence lawyers struggled to reconcile the image ‘Jahar’ Tsarnaev’s friends painted with the horrific attack they admit he carried out – and they presented his brother Tamerlan as the mastermind</p>","byline":"Nicky Woolf in Boston","body":"<p>Just before 3pm on Monday 15 April 2013, two bombs went off on Boylston Street, near the finish line of the Boston Marathon. It was a sunny Patriots’ Day; the finish line was crowded with families, students, people out enjoying the spring weather.</p> \n<p>The bombs were made from pressure-cookers, stuffed with gunpowder taken from fireworks. Glued all over them were ball-bearings and nails, shrapnel designed to cause as much carnage as possible.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/15/boston-bomber-dzhokhar-tsarnaev-death\">Boston Marathon bomber Dzhokhar Tsarnaev sentenced to death</a> </p> \n</aside> \n<p>When they went off, just a few seconds apart, they were at leg height. The shrapnel ripped through limbs. One victim’s leg, a paramedic would later testify, looked like it had been through “a meat-grinder”.</p> \n<p>The bombs instantly turned Boylston Street into a charnel house. Limbs were strewn around; blood, shockingly red, pooled in the gutters. The second bomb was placed behind a row of children. One, eight-year-old Martin Richard, was blown into the street and killed. Two others died in the street, and more than 260 were wounded.</p> \n<p>Immediately, a frantic search for the perpetrators began online and in the media. Users on Reddit began frenziedly pointing fingers, including at one grad student, Sunil Tripathi, who turned out to be dead.</p> \n<p>That night, the two actual bombers – Tamerlan Tsarnaev and his younger brother Dzhokhar, known as “Jahar” – behaved as if nothing was amiss. Twenty minutes after the bombs went off, security cameras caught Jahar buying a pint of milk. Jahar <a href=\"https://twitter.com/J_tsar/status/323950071777472514\">tweeted</a>: “Ain’t no love in the heart of the city, stay safe people.”</p> \n<p>Almost exactly two years since the attack, after a five-month trial and testimony from 154 witnesses, Dzhokhar Tsarnaev was found guilty on all 30 charges relating to the bombing and subsequent manhunt. On Friday he was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/15/boston-bomber-dzhokhar-tsarnaev-death\">sentenced to death</a>. </p> \n<p>The counts, as they were intoned, named his victims. Krystle Campbell, a restaurant manager. Lu Lingzi, an exchange student from China. Eight-year-old Martin Richard; and Sean Collier, an MIT police officer Tsarnaev and his brother murdered several days later.</p> \n<p>Forty minutes after the bombs went off, Khairullozhon Matanov called his friend Tamerlan Tsarnaev and invited him and Dzhokhar to dinner. He picked the brothers up in his leased taxi-cab, and drove them to Man-O-Salwa, a kebab restaurant in Somerville, Massachusetts, where Matanov and Tamerlan often dined. </p> \n<figure class=\"element element-image\" data-media-id=\"25e7d4437fd8256da924a9d790904fe7e8c5f6bb\"> \n <img src=\"http://media.guim.co.uk/25e7d4437fd8256da924a9d790904fe7e8c5f6bb/0_37_3500_2101/1000.jpg\" alt=\"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.</span> \n  <span class=\"element-image__credit\">Photograph: Dan Lampariello/Reuters</span> \n </figcaption> \n</figure> \n<p>According to later police interviews with Matanov – who at first denied that this meeting ever happened – while they discussed the bombings, the brothers did not say anything which implicated them in the attack.</p> \n<p>Pictures of the bombers didn’t surface until the Thursday night, three days after the detonations. When they did, the brothers sprang into action. Using a Ruger pistol, they murdered Collier. They carjacked a Mercedes SUV. Fire was exchanged with Watertown police officers – the brothers threw pipebombs at them. During the exchange, Tamerlan was killed – run over by his brother, who was driving the SUV.</p> \n<p>The younger Tsarnaev escaped in the Mercedes, triggering a vast manhunt which shut down whole sections of the city. He was eventually found in a dry-docked boat. On the inside of the craft – which was riddled with bulletholes and stained with his blood – he had scrawled a manifesto.</p> \n<p>“The US government is killing our innocent civilians,” Tsarnaev wrote. “We Muslims are one body. You hurt one, you hurt us all.”</p> \n<p>“Now I don’t like killing innocent people,” he continued. “But due to said [word obscured by bullethole] it is allowed.”</p> \n<p>Just a month before the bombing, Tsarnaev and some friends had lit sparklers on the banks of the Charles river. “We were all whooping and hollering, really happy. Jahar was jumping through the fireworks,” Alexa Guevara, a friend of Tsarnaev’s, told the court. </p> \n<p>Talking about her friend, Guevara cried on the stand. “I miss the person I knew,” she said.</p> \n<h2>‘That would be justice’</h2> \n<p>Courtroom nine of the federal courthouse in Boston, where Tsarnaev was tried, is large and ornate, and during the trial was usually packed with media overflowing into the two courtrooms next door. Survivors of the bombings were often present too; especially Bill and Denise Richard, Martin Richard’s parents, who were present for much of the trial.<br /></p> \n<p>For some of the victims, the result will bring peace – to others it will not. There has been a schism among the bombing victims and their families over whether the death penalty would be appropriate. Liz Norden, whose two sons each lost a leg, and who was present in court to see the government rest its case, has spoken out consistently in favour of death. </p> \n<p>“That would be justice for me,” she told reporters outside the courthouse the day Tsarnaev was sentenced.</p> \n<p>But others have spoken out against the death penalty; most notably the Richard family, who wrote in a front-page op-ed in the <a href=\"http://www.bostonglobe.com/metro/2015/04/16/end-anguish-drop-death-penalty/ocQLejp8H2vesDavItHIEN/story.html\">Boston Globe</a> that the pursuit of the death penalty “could bring years of appeals and prolong reliving the most painful day of our lives” as endless appeals run on.</p> \n<p>Throughout the trial, Tsarnaev remained largely impassive. He paid attention, looking at evidence on monitors, and stroking his beard. Often he would fiddle with his hands or papers on the desk in front of him, or whisper with his lawyers – sometimes looking like he was sharing a joke. At the end of the first day of the trial, some reporters even saw him sharing a fist-bump with one of his defence team, attorney Judy Clarke.</p> \n<p>Tsarnaev slouched; his hair was large and fluffy, and he wore a scrappy beard on his chin. When he entered the court, he walked awkwardly, but with a hint of a swagger. He almost always sat between Miriam Conrad and Clarke, who were almost maternal toward him. He was gangly and thin.</p> \n<p>But throughout lengthy testimony from victims, amputees, those who lost loved ones – testimony designed by the government to ram home for the jury the sheer horror of what was committed that April day – Tsarnaev’s face betrayed no sign that he understood or empathised with what he heard.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/04/boston-marathon-bombing-dzhokhar-tsarnaev-cries\">Only once</a> during the trial did a crack appear in his dispassionate facade. During the sobbing testimony of his mother’s sister, Tsarnaev was seen to wipe away a tear.</p> \n<p>Tsarnaev’s lawyers are the cream of American death penalty defenders. Clarke, probably the most famous of them all, successfully defended the Unabomber, Ted Kaczynski, from the death penalty, as well as Jared Loughner, the man who shot congresswoman Gabrielle Giffords in Tucson, Arizona.</p> \n<p>But this is perhaps the hardest case she has ever tried – partly because the defendant remained such an enigma. There was little opportunity for them to graft a fully cohesive narrative to his actions.</p> \n<p>Their picture was of Tsarnaev the stoner. The goof-off. A good friend, and a good student, defence witnesses testified. Compared with his charismatic, radicalised older brother, whom Tsarnaev followed “like a puppy” in the words of one witness, the defendant was portrayed throughout the trial as a weaker, lesser character.</p> \n<p>But the defence struggled to reconcile the person their witnesses described with the horrific actions they admitted he took. </p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"8d3299c57e52472fdcb733ec5fc7ac3f98d0554a\"> \n <img src=\"http://media.guim.co.uk/8d3299c57e52472fdcb733ec5fc7ac3f98d0554a/0_0_900_1200/750.jpg\" alt=\"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.\" width=\"750\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>There was always a vast gulf between Tsarnaev the stoner, whom his friend Tiarrah Dottin described as “cool, fun, laid-back”, dancing and listening to rap music, smoking weed and drinking with friends and working with disabled children at school; and Tsarnaev the bomber, captured on CCTV standing with sinister intent behind the Richard family on Boylston street, right after dropping his backpack, knowing its deadly contents, turning back to look one last time at the children he would maim and kill.</p> \n<p>How could anyone reconcile those two pictures? How could the Tsarnaev who slouched in his chair in court, laughed with his counsel, played around in courthouse cells making gestures – the gangster middle-finger up, then the peace sign – at the mirrored camera, and apologised to the marshals for the obscene gesture, be the same as the radicalised killer?</p> \n<p>The answer, for the defence, was to duck the cognitive dissonance and concentrate on the brother.</p> \n<p>From the start, Tsarnaev’s defence attorneys fully admitted they were not going to contest the basic facts. Instead, the defence team were laser-focused from the beginning on avoiding a death sentence for their client. This meant that during the guilt phase the defence were tactically largely inert – after all, how could they cross-examine a victim without looking like bullies? – while the government rammed home the impact of the deadly attack. Victim after victim took the stand.</p> \n<p>Once the guilty verdict had been returned, however, the same jury was asked to decide the sentence. Months of jury selection and <a href=\"http://en.wikipedia.org/wiki/Voir_dire\">voir dire</a> had found what is known as a “death-qualified” jury – one open to the idea of putting a defendant to death. The second, or “penalty phase” was really a whole new trial – more testimony, more statements, with one decision in mind: whether to give Tsarnaev life in prison without possibility of parole, or send him to his death.</p> \n<figure class=\"element element-image\" data-media-id=\"5330d11ef03253b99a74079590a786f0657557dc\"> \n <img src=\"http://media.guim.co.uk/5330d11ef03253b99a74079590a786f0657557dc/0_56_4284_2571/1000.jpg\" alt=\"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev (left) shows him with his brother Tamerlan Tsarnaev.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>In this phase, the defence began to gain momentum. From the shadows, a picture began to emerge of Tamerlan Tsarnaev. Family members and friends testified to the difference between the two brothers. </p> \n<p>Tamerlan had recently returned from a trip to Russia, where he had told friends he wanted to join the mujahideen. A previously snappy dresser, he had begun to wear more conservative clothes as his “obsession” with radical Islam increased. </p> \n<p>He became enamoured with speeches by the radical cleric Anwar al-Awlaki, several of which he sent to his brother. He downloaded issues of al-Qaida’s Inspire magazine, which included instructions on how to make the sort of brutal pressure-cooker explosive device that the brothers would later use with devastating effect.</p> \n<p>By contrast, a month before the bombing, Tsarnaev was with his friends, dancing through fireworks by the Charles river.</p> \n<p>“When Tamerlan decided it was time, his little brother went with him – and when he did, he was all in,” said defence attorney David Bruck, the director of the death penalty defence clinic at Washington and Lee University law school and one of Tsarnaev’s lead attorneys.</p> \n<p>“But the evidence will show that if Tamerlan hadn’t led the way, Jahar would not have done any of it – no matter what was on his computer, or what kind of songs he listened to.”</p> \n<p>The government gave this argument short shrift, accusing Tsarnaev of attempting to shirk responsibility for his actions. They maintained a focus on the victims, especially the Richard family – despite their stated opposition to death.</p> \n<p>Clarke made the final statement for the defence in the penalty phase. In it, she first reiterated the narrative, while Tsarnaev had been part of the crimes, Tamerlan was the leader. But at the end she made an impassioned plea for mercy.</p> \n<p>“There’s no punishment, not even a death sentence, that could balance the scales,” Clarke said. “There’s no punishment – even the death sentence - that can equal the impact on these families.</p> \n<p>“An eye for an eye is not who we are,” she said. “Even if you say that is who Jahar is – that is not who we are.”</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e50b9f8f1cb2b2e9716c88e2a3611cda3624d3cd/0_0_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","credit":"Handout/REUTERS","altText":"A still image from surveillance video and entered as evidence shows Boston Marathon bombing suspect Dzhokhar Tsarnaev, in this handout photo provided by the U.S. Attorney's Office in Boston, Massachusetts on March 11, 2015. Tsarnaev, 21, is accused of killing three people and injuring 264 with a pair of homemade bombs at the race's crowded finish line on April 15, 2013, as well as fatally shooting a police officer three days later as he and his brother tried to flee the city. REUTERS/U.S. Attorney's Office/Handout via Reuters   (UNITED STATES - Tags: CRIME LAW CIVIL UNREST) FOR EDITORIAL USE ONLY. NOT FOR SALE FOR MARKETING OR ADVERTISING CAMPAIGNS. THIS IMAGE HAS BEEN SUPPLIED BY A THIRD PARTY. IT IS DISTRIBUTED, EXACTLY AS RECEIVED BY REUTERS, AS A SERVICE TO CLIENTS","cleanCredit":"Photograph: Handout/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/25e7d4437fd8256da924a9d790904fe7e8c5f6bb/0_37_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line. Photograph: Dan Lampariello/Reuters","credit":"Dan Lampariello/Reuters","altText":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.","cleanCaption":"Runners continue to run towards the finish line of the Boston Marathon as an explosion erupts near the finish line.","cleanCredit":"Photograph: Dan Lampariello/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8d3299c57e52472fdcb733ec5fc7ac3f98d0554a/0_0_900_1200/900.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1200,"width":900,"orientation":"portrait","caption":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown. Photograph: Reuters","credit":"Reuters","altText":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.","cleanCaption":"Dzhokhar Tsarnaev, 19, is searched by law enforcement officers after his capture in Watertown.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5330d11ef03253b99a74079590a786f0657557dc/0_56_4284_2571/4284.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2571,"width":4284,"orientation":"landscape","caption":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev. Photograph: AP","credit":"AP","altText":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev (left) shows him with his brother Tamerlan Tsarnaev.","cleanCaption":"An undated photo presented as evidence during the penalty phase in the trial of Dzhokhar Tsarnaev, left, shows him with his brother Tamerlan Tsarnaev.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-05-15T19:42:42Z","lastModified":"2015-05-15T21:49:49Z","metadata":{"commentable":true,"commentCount":422,"contributors":[{"name":"Nicky Woolf","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicky-woolf"}],"feature":true,"keywords":["Dzhokhar Tsarnaev","Tamerlan Tsarnaev","Boston Marathon bombing","World news","US news","Boston","Massachusetts"],"tags":[{"id":"us-news/dzhokhar-tsarnaev","webTitle":"Dzhokhar Tsarnaev"},{"id":"us-news/tamerlan-tsarnaev","webTitle":"Tamerlan Tsarnaev"},{"id":"us-news/boston-marathon-bombing","webTitle":"Boston Marathon bombing"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/boston","webTitle":"Boston"},{"id":"us-news/massachusetts","webTitle":"Massachusetts"}],"section":{"id":"us-news"},"topics":[{"displayName":"Nicky Woolf","topic":{"type":"tag-contributor","name":"profile/nicky-woolf"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","shortUrl":"http://gu.com/p/49vzf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon","webUri":"http://www.theguardian.com/us-news/2015/may/15/dzhokhar-tsarnaev-trial-boston-marathon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e50b9f8f1cb2b2e9716c88e2a3611cda3624d3cd/0_0_2200_1321/2200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1321,"width":2200,"orientation":"landscape","caption":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev. Photograph: Reuters","credit":"Reuters","altText":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev.","cleanCaption":"A still image from surveillance video entered as evidence during the trial of Dzhokhar Tsarnaev.","cleanCredit":"Photograph: Reuters"}},"importance":6,"kicker":{"title":"Boston bombing"},"showQuotedHeadline":false},{"title":"Nepal earthquake / Eight bodies recovered from crashed US helicopter","rawTitle":"Eight bodies recovered from crashed US helicopter","item":{"type":"article","id":"world/2015/may/16/nepal-earthquake-all-eight-bodies-recovered-from-crashed-us-helicopter","title":"Nepal earthquake: all eight bodies recovered from crashed US helicopter","trailText":"Technical team investigating why the helicopter, carrying six US and two Nepalese armed forces members, crashed during aid mission","standFirst":"<p>Technical team investigating why the helicopter, carrying six US and two Nepalese armed forces members, crashed during aid mission</p>","byline":"Ishwar Rauniyar in Kathmandu","body":"<p>All eight bodies have been recovered from the wreckage of a US Marine Corps helicopter that was <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/wreckage-us-military-helicopter-found-nepal\">found on Friday in Dolakha district</a>, north-east of Kathmandu.</p> \n<p>The helicopter, carrying six US and two Nepalese armed forces members, was delivering aid in the district when contact was lost about 3pm on Tuesday after a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/12/hundreds-feared-dead-as-another-strong-earthquake-strikes-devastated-nepal\">7.3-magnitude earthquake struck Nepal</a>.<br /></p> \n<p>“All bodies are not recognisable,” an army spokesman, Jagadish Pokhrel said. “Both American and Nepali armies are on the site doing investigation.”<br /></p> \n<p>A technical team led by the Nepalese army has been formed to investigate the reasons behind the crash. “We are hoping, we will get an initial report by Saturday if the weather support us,” said Pokhrel.</p> \n<p>The discovery of the site followed days of intense searching involving US and Nepalese aircraft and US satellites. A US recovery team arrived at the crash site but had to leave because of bad weather.<br /></p> \n<p>Nepal’s army, which is struggling with the aftermath of a 7.8-magnitude earthquake that hit on 25 April, had deployed about 400 troops into rocky, forested terrain after the US helicopter was reported missing. And at least two helicopters were also searching for the downed craft.<br /></p> \n<p>At least 117 people died in Tuesday’s earthquake, bringing the total since 25 April to 8,316. Another 20,000 people are injured and hundreds are unaccounted for. <br /></p> \n<p>“Every village is hard-hit by the earthquake,” said Prem Lal Lamichhane, a senior official in Dolakha district. “We are getting reports that dozens of people are still buried as there have been several landslides, and [we] haven’t got information from some of the villages, too.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d94f4b5c7eea83804b0ed159a78a6498a274a1/306_71_1706_1023/1706.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1023,"width":1706,"orientation":"landscape","credit":"Theresa Norgren/AP","altText":"chris norgren nepal marine pilot","cleanCredit":"Photograph: Theresa Norgren/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-16T07:54:56Z","lastModified":"2015-05-16T07:54:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ishwar Rauniyar","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ishwar-rauniyar"}],"feature":false,"keywords":["Nepal","US news","Natural disasters and extreme weather","Earthquakes"],"tags":[{"id":"world/nepal","webTitle":"Nepal"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"},{"id":"world/earthquakes","webTitle":"Earthquakes"}],"section":{"id":"world"},"topics":[{"displayName":"Ishwar Rauniyar","topic":{"type":"tag-contributor","name":"profile/ishwar-rauniyar"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/nepal-earthquake-all-eight-bodies-recovered-from-crashed-us-helicopter","shortUrl":"http://gu.com/p/49x73","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/nepal-earthquake-all-eight-bodies-recovered-from-crashed-us-helicopter","webUri":"http://www.theguardian.com/world/2015/may/16/nepal-earthquake-all-eight-bodies-recovered-from-crashed-us-helicopter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d94f4b5c7eea83804b0ed159a78a6498a274a1/306_71_1706_1023/1706.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1023,"width":1706,"orientation":"landscape","caption":"Marine Captain Chris Norgren was flying the helicopter that crashed in Nepal, according to his father, Ron. Photograph: Theresa Norgren/AP","credit":"Theresa Norgren/AP","altText":"chris norgren nepal marine pilot","cleanCaption":"Marine Captain Chris Norgren was flying the helicopter that crashed in Nepal, according to his father, Ron.","cleanCredit":"Photograph: Theresa Norgren/AP"}},"importance":5,"kicker":{"title":"Nepal earthquake"},"showQuotedHeadline":false},{"title":"£12bn of cuts / George Osborne calls emergency July budget to reveal next wave of austerity","rawTitle":"George Osborne calls emergency July budget to reveal next wave of austerity","item":{"type":"article","id":"politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","title":"George Osborne calls emergency July budget to reveal next wave of austerity","trailText":"Chancellor promises a ‘budget for working people’, which will also spell out how the Conservatives will cut £12bn from Britain’s welfare bill","standFirst":"<p>Chancellor promises a ‘budget for working people’, which will also spell out how the Conservatives will cut &pound;12bn from Britain’s welfare bill</p>","byline":"Larry Elliott Economics editor","body":"<p>George Osborne will reveal how the government plans to cut &pound;12bn from Britain’s welfare bill when he announces a fresh wave of austerity measures in his second budget in less than four months on 8 July. The chancellor said he wanted to make a start delivering on the commitments made in the Conservative party manifesto and pledged that his package would be a budget for “working people”.</p> \n<p>Announcing his decision in an article in the Sun, Osborne said he would provide details of how the government plans to eliminate the UK’s budget deficit – forecast to be &pound;75bn this year – and run a surplus by the end of the parliament. “On the 8th of July I am going to take the unusual step of having a second budget of the year – because I don’t want to wait to turn the promises we made in the election into a reality … And I can tell you it will be a budget for working people.”</p> \n<p>Treasury sources said the budget would address Britain’s poor productivity record, which has held back growth in living standards, and would also announce plans to create 3m new apprenticeships. However, the centrepiece of the package will be a fresh bout of austerity, with Osborne keen to get unpopular measures out of the way early in the parliament, in readiness for pre-election tax cuts once the public finances have improved.</p> \n<p>Provided the economy performs in line with forecasts made by the independent Office for Budget Responsibility, borrowing will be reduced to &pound;41bn in 2016-17 and &pound;14.5bn in 2017-18. By 2018-19, the plan is for the UK to be running a budget surplus of &pound;4bn.</p> \n<p>The Conservatives have provided details of how they will find around &pound;1.5bn of savings from the UK’s social security budget and came under pressure from the Institute for Fiscal Studies during the election campaign to explain how they would find the remaining &pound;10.5bn. The IFS said the scale of the overall savings - 10% of the part of the welfare bill not spent on pensioners - would involve the Conservatives looking at child benefit, child tax credit and disability allowances. According to the Treasury, the budget would announce reforms of welfare that would protect the most vulnerable while making sure the system is fair to taxpayers.</p> \n<p>Osborne will say in the budget that the Conservatives intend to adopt a fair and balanced approach to deficit reduction, and that the package will include ringfencing spending on the NHS while cutting &pound;13bn from other Whitehall departments. The budget will also include a fresh crackdown on tax avoidance designed to raise &pound;5bn.<br /></p> \n<p>The timing of the budget in early July will allow the Office for Budget Responsibility to produce new forecasts for the economy and the public finances while giving time for a finance bill to be passed before parliament rises for its summer recess.</p> \n<p>With Labour holding a leadership contest following the resignation of Ed Miliband, Osborne will seek to portray his package as a one-nation budget, with measures to build the so-called northern powerhouse and ensure that prosperity is not confined to London and the south-east.</p> \n<p>The timing comes at a bad time for Labour, which has no shadow chancellor since the defeat of Ed Balls in the election. Harriet Harman, the caretaker leader, will have the task of responding to Osborne’s speech, while Chris Leslie temporarily heads Labour’s economic team.</p> \n<p>As in the last parliament, Osborne will use the “one nation” theme of the budget to set the terms of the economic debate for the next five years while Labour is preoccupied by its own internal debates. <br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705703565/078822be-14d4-4be6-b3d3-377a706ca69e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Graeme Robertson/Graeme Robertson","altText":"George Osborne budget case","cleanCredit":"Photograph: Graeme Robertson/Graeme Robertson"}],"bodyImages":[],"webPublicationDate":"2015-05-15T23:01:08Z","lastModified":"2015-05-16T07:36:59Z","metadata":{"commentable":true,"commentCount":475,"contributors":[{"name":"Larry Elliott","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733742341/LarryElliott.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/larryelliott"}],"feature":false,"keywords":["Conservatives","Austerity","George Osborne","Budget","Budget 2015","Politics","UK news","Economic policy","Economics","Business","Office for Budget Responsibility","Budget deficit","Government borrowing","Welfare"],"tags":[{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"uk/budget","webTitle":"Budget"},{"id":"politics/budget-2015","webTitle":"Budget 2015"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"business/office-for-budget-responsibility","webTitle":"Office for Budget Responsibility"},{"id":"business/budget-deficit","webTitle":"Budget deficit"},{"id":"business/government-borrowing","webTitle":"Government borrowing"},{"id":"politics/welfare","webTitle":"Welfare"}],"section":{"id":"politics"},"topics":[{"displayName":"Larry Elliott","topic":{"type":"tag-contributor","name":"profile/larryelliott"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","shortUrl":"http://gu.com/p/49vyq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit","webUri":"http://www.theguardian.com/politics/2015/may/16/george-osborne-july-budget-austerity-conservatives-deficit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431705703565/078822be-14d4-4be6-b3d3-377a706ca69e-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"George Osborne in March 2015 - July’s budget will be the second this year. Photograph: Graeme Robertson/for the Guardian","credit":"Graeme Robertson/for the Guardian","altText":"George Osborne budget case","cleanCaption":"George Osborne in March 2015 - July’s budget will be the second this year.","cleanCredit":"Photograph: Graeme Robertson/for the Guardian"}},"importance":4,"kicker":{"title":"£12bn of cuts"},"showQuotedHeadline":false},{"title":"Iraq / Isis routs troops from most of Ramadi","rawTitle":"Isis routs troops from most of Ramadi","item":{"type":"article","id":"world/2015/may/15/iraqi-troops-routed-by-isis-ramadi","title":"Isis drives Iraqi troops out of stronghold to strengthen its grip on Ramadi","trailText":"Militants raise their flags over government compound in centre of city after using car bombs to breach blast walls","standFirst":"<p>Militants raise their flags over government compound in centre of city after using car bombs to breach blast walls</p>","byline":"Martin Chulov in Beirut","body":"<p>Iraqi troops have been forced out of most of Ramadi by Islamic State forces, consolidating the militant group’s control over the capital of Anbar province, which covers more than one-third of the country.<br tabindex=\"-1\" /></p> \n<p>Isis militants raised their flags over the government compound in the centre of the city on Friday little more than 12 hours after using car bombs to breach blast walls and open a path for fighters who stormed a police headquarters and military base. <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/15/iraq-british-isis-fighter-suicide-attack-ramadi\">A British Isis fighter reportedly died in a suicide attack during the assault.</a></p> \n<p>Civilians were fleeing the fighting along the perilous highway towards Baghdad, much of which is also controlled by Isis. Iraqi officials in Ramadi said they had pleaded for help ahead of the attack and now feared that the rest of the city would soon fall: a result that would give the terror organisation its biggest victory in Iraq this year.</p> \n<p>It would also mark a significant defeat for Iraqi forces, who had allied with several powerful Sunni tribes in a bid to defend Ramadi and stop Isis from taking control of the highways west to Syria and Jordan, as well as the water supply to southern Iraq which is regulated by a dam on the Euphrates river that runs through the city.</p> \n<p>The attack was launched hours after the release of <a draggable=\"true\" href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/14/isis-release-audio-message-leader-believed-hurt-air-strike\">an audio recording by Abu Bakr al-Baghdadi</a>, in which the Isis leader exhorted followers to “fight the enemy wherever they are”. Baghdadi specifically mentioned Ramadi, in the first public message he has delivered since November.</p> \n<p>The message seemed aimed at reassuring supporters that he remains in control of Isis, despite claims from inside the group that he was injured in an airstrike in mid-March. A source familiar with Baghdadi’s condition has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/01/isis-abu-bakr-al-baghdadi-incapacitated-suspected-spinal-injuries-iraq\">told the Guardian</a> that he is slowly recovering from a suspected spinal injury that left him unable to move for more than two months. </p> \n<figure class=\"element element-embed\" data-alt=\"Iraq map\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;img src=&quot;http://static.guim.co.uk/ni/1431711724580/Iraq-map.svg&quot; style=&quot;width:100%;&quot; /&gt;\"></iframe> \n</figure> \n<p>A reference to the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/mar/26/saudi-arabia-begins-airstrikes-against-houthi-in-yemen\">Saudi-led military campaign in Yemen</a> meant the recording was made after 26 March.</p> \n<p>The loss of Ramadi to Isis would mean that nearly all of Anbar would be, in effect, partitioned from the rest of Iraq. Only small pockets between the city and Fallujah immediately to the east, as well as Al-Nukhayb 200 miles south-west, and several border towns, remain under the control of government forces.</p> \n<p>Ramadi is a stronghold of the al-Dulaimi tribe, one of the most powerful in Iraq. Several of its clans have been central to a Sunni revolt against Isis forces in the area. The Dulaimis were also the mainstays of the Awakening movement, which forced an earlier incarnation of Isis, the Islamic State of Iraq, from Ramadi in 2007. </p> \n<p>The Awakening was at the time strongly backed by the US army, which launched a troop surge to sustain it. The US military suffered close to one quarter of its casualties in the area from 2003-08 and left in 2011 claiming that Baghdadi’s forces could no longer achieve their goals there.</p> \n<p>Four years later, though, Isis appears closer than ever to imposing a de facto partition on Iraq, even after being forced to withdraw from Tikrit in April and losing large swaths of land near Kirkuk in the north to Kurdish forces.</p> \n<p>US air strikes are understood to have killed at least 18 of 43 top-line Isis leaders since they were launched last August. However the group has demonstrated that it can quickly regroup and still call the shots during ground battles.</p> \n<p>Senior US officials remained sceptical of Iraqi claims that Isis second-in-command, Abu Alaa al-Afri, was killed in an airstrike this week. The Iraqi defence ministry released a video of a strike to support its claim that al-Afri had been killed when a missile hit a mosque in the north western town of Tal Afar on 11 May. However, the video was shot on 4 May and appeared to target a regular building.</p> \n<p>Also on Friday, an audio recording purporting to be from Izzat al-Douri, the most senior surviving figure of the Saddam Hussein era, the leader of Iraq’s now-outlawed Ba’ath party, was uploaded to the internet. Iraqi officials had claimed al-Douri had been killed near Tikrit in its successful offensive to reclaim the city. Troops and Shia militia had even driven what they claimed was al-Douri’s body through the streets of Baghdad as a war trophy.</p> \n<p>Officials had pledged to offer DNA evidence to support their claim, but later backed away saying they could not find a family member with whom to compare the sample.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd870eb520dfac1dd52a4359b09594e347b78abd/0_0_1920_1153/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1153,"width":1920,"orientation":"landscape","credit":"Uncredited/AP","altText":"Security forces defend their headquarters against attacks by Islamic State extremists during a sandstorm in the eastern part of Ramadi.","cleanCredit":"Photograph: Uncredited/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-15T18:19:26Z","lastModified":"2015-05-16T00:00:04Z","metadata":{"commentable":true,"commentCount":501,"contributors":[{"name":"Martin Chulov","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-chulov"}],"feature":false,"keywords":["Iraq","Islamic State","Middle East and North Africa","World news"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Martin Chulov","topic":{"type":"tag-contributor","name":"profile/martin-chulov"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/15/iraqi-troops-routed-by-isis-ramadi","shortUrl":"http://gu.com/p/49x2h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/15/iraqi-troops-routed-by-isis-ramadi","webUri":"http://www.theguardian.com/world/2015/may/15/iraqi-troops-routed-by-isis-ramadi"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fd870eb520dfac1dd52a4359b09594e347b78abd/0_0_1920_1153/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1153,"width":1920,"orientation":"landscape","caption":"Security forces defend their headquarters against attacks by Islamic State extremists during a sandstorm in the eastern part of Ramadi. Photograph: AP","credit":"AP","altText":"Security forces defend their headquarters against attacks by Islamic State extremists during a sandstorm in the eastern part of Ramadi.","cleanCaption":"Security forces defend their headquarters against attacks by Islamic State extremists during a sandstorm in the eastern part of Ramadi.","cleanCredit":"Photograph: AP"}},"importance":3,"kicker":{"title":"Iraq"},"showQuotedHeadline":false},{"title":"US / Hillary and Bill Clinton earn more than $25m for 100 speeches","rawTitle":"Hillary and Bill Clinton earn more than $25m for 100 speeches","item":{"type":"article","id":"us-news/2015/may/16/hillary-and-bill-clinton-earn-more-than-25m-for-giving-100-speeches","title":"Hillary and Bill Clinton earn more than $25m for giving 100 speeches","trailText":"Hillary Clinton also took home more than $5m from her memoir, Hard Choices, couple’s financial record of the past 17 months reveals","standFirst":"<p>Hillary Clinton also took home more than $5m from her memoir, Hard Choices, couple’s financial record of the past 17 months reveals</p>","byline":"Associated Press","body":"<p>Hillary Clinton and her husband and former president Bill Clinton reported on Friday they had earned more than $25m in speaking fees since January 2014.</p> \n<p>Hillary Clinton’s presidential campaign reported the income in a personal financial disclosure report filed with the Federal Election Commission. The report, required of every candidate for the White House, also shows she earned more than $5m from her 2014 memoir, Hard Choices.</p> \n<p>While Hillary Clinton has begun her second campaign for president by casting herself as a champion for middle-class voters, she has long draw criticism from Republicans about the wealth she and her husband have amassed since he left the White House. That includes their ability to command six-figure fees for delivering speeches.</p> \n<p>The details of the report were described by a Clinton campaign official who spoke on condition of anonymity in order to discuss a report not yet publicly available from the FEC. The report was expected to be released publicly later on Friday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/shortcuts/2015/may/13/hillary-clinton-age-a\">Lost Hillary Clinton tape: what the candidate can learn from her 32-year-old self</a> </p> \n</aside> \n<p>During last year’s book tour, Clinton told an interviewer her family was “dead broke” when they left the White House, which Republicans said showed a lack of understanding of the needs of typical families.</p> \n<p>Liberals have also questioned whether Clinton is too closely tied to Wall Street, pointing to her days representing New York in the US Senate. They are also wary she might not aggressively seek to regulate the nation’s financial industry and serve as an adequate bulwark against economic inequality.</p> \n<p>The campaign official said the FEC filing will show the couple earned more than $25m for more than 100 paid speeches between January 2014 and May 2015.</p> \n<p>The report will also list assets of between $5m and $25m in a mutual fund managed by Vanguard. The couple did not earn any capital gains during the period and paid an effective tax rate of more than 30% in the 2014 tax year, the official said.</p> \n<p>Clinton last filed a financial disclosure report during her final year as secretary of state in 2012, when she reported that her and her husband’s wealth was estimated between $4m and $20m.</p> \n<p>Much of that income came from the lucrative speeches and appearances made by Bill Clinton around the world. A recent Associated Press review of the Clintons’ disclosures and State Department records found that Bill Clinton had been paid at least $50m for his appearances between 2009 and 2012, the four years that Hillary Clinton served as the nation’s top diplomat.</p> \n<p>Federal candidates are required to file personal financial disclosures within 30 days of announcing their candidacy or on 15 May. Several Republican candidates in the race filed a request for an extension to those deadlines.</p> \n<p>Each disclosure form lists candidates’ assets and liabilities, and provides a snapshot of their annual income. But federal rules allow those figures to be reported in wide ranges instead of specific amounts — allowing candidates, for example, to report a large asset as worth between $1m and $5m.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87a93b5e40bf52362696e51bf1378dbcf3626bf6/0_451_2441_1463/2441.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2441,"orientation":"landscape","credit":"Noam Galai/WireImage","altText":"NEW YORK, NY - JUNE 12:  Former President Bill Clinton and Hillary Clinton attend the 2014 Wildlife Conservation Society Gala at Central Park Zoo on June 12, 2014 in New York City.  (Photo by Noam Galai/WireImage)","cleanCredit":"Photograph: Noam Galai/WireImage"}],"bodyImages":[],"webPublicationDate":"2015-05-16T01:51:04Z","lastModified":"2015-05-16T01:51:06Z","metadata":{"commentable":true,"commentCount":197,"contributors":[],"feature":false,"keywords":["Hillary Clinton","US news","Bill Clinton","US politics"],"tags":[{"id":"us-news/hillary-clinton","webTitle":"Hillary Clinton"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/clinton","webTitle":"Bill Clinton"},{"id":"us-news/us-politics","webTitle":"US politics"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/16/hillary-and-bill-clinton-earn-more-than-25m-for-giving-100-speeches","shortUrl":"http://gu.com/p/49x6t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/16/hillary-and-bill-clinton-earn-more-than-25m-for-giving-100-speeches","webUri":"http://www.theguardian.com/us-news/2015/may/16/hillary-and-bill-clinton-earn-more-than-25m-for-giving-100-speeches"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/87a93b5e40bf52362696e51bf1378dbcf3626bf6/0_451_2441_1463/2441.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1463,"width":2441,"orientation":"landscape","caption":"During a book tour in 2014, Hillary Clinton told an interviewer her family was ‘dead broke’ when they left the White House. Photograph: Noam Galai/WireImage","credit":"Noam Galai/WireImage","altText":"Bill and Hillary Clinton","cleanCaption":"During a book tour in 2014, Hillary Clinton told an interviewer her family was ‘dead broke’ when they left the White House.","cleanCredit":"Photograph: Noam Galai/WireImage"}},"importance":2,"kicker":{"title":"US"},"showQuotedHeadline":false},{"title":"Business / China and India sign deals worth more than $22bn","rawTitle":"China and India sign deals worth more than $22bn","item":{"type":"article","id":"world/2015/may/16/china-and-india-sign-business-deals-worth-more-than-22bn","title":"China and India sign business deals worth more than $22bn","trailText":"Agreements on renewable energy, steel, media and finance revealed at end of a three-day visit by the Indian prime minister, Narendra Modi","standFirst":"<p>Agreements on renewable energy, steel, media and finance revealed at end of a three-day visit by the Indian prime minister, Narendra Modi</p>","byline":"Reuters","body":"<p>China and India signed deals worth more than $22bn in areas including renewable energy, ports, financing and industrial parks, an Indian embassy official said on Saturday. </p> \n<p>Namgya C Khampa, of the Indian embassy in Beijing, made the remarks at the end of a three-day visit by the Indian prime minister, Narendra Modi, during which he sought to boost economic ties and quell anxiety over a border dispute between the neighbours. </p> \n<p>Khampa said: “The agreements have a bilateral commercial engagement in sectors like renewable energy, industrial parks, power, steel, logistics finance and media and entertainment.”</p> \n<p>China is interested in more opportunities in India’s $2tn economy. </p> \n<p>During a visit to India in 2014 by China’s president, Xi Jinping, China announced $20bn in investments over five years, including the establishment of two industrial parks. </p> \n<p>Since then, progress has been slow, in part because of the difficulties Modi has had in getting political approval for easier land acquisition laws.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4587f84fe456b00dbfff79b428de798a6917fb1/180_169_2935_1764/2935.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2935,"orientation":"landscape","credit":"Aly Song/Reuters","altText":"Indian prime minister Narendra Modi attends the India-China business forum in Shanghai on Saturday.","cleanCredit":"Photograph: Aly Song/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-16T04:58:42Z","lastModified":"2015-05-16T05:03:42Z","metadata":{"commentable":true,"commentCount":51,"contributors":[],"feature":false,"keywords":["China","India","South and Central Asia","World news","Business","Narendra Modi"],"tags":[{"id":"world/china","webTitle":"China"},{"id":"world/india","webTitle":"India"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/world","webTitle":"World news"},{"id":"business/business","webTitle":"Business"},{"id":"world/narendra-modi","webTitle":"Narendra Modi"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/16/china-and-india-sign-business-deals-worth-more-than-22bn","shortUrl":"http://gu.com/p/49x7x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/16/china-and-india-sign-business-deals-worth-more-than-22bn","webUri":"http://www.theguardian.com/world/2015/may/16/china-and-india-sign-business-deals-worth-more-than-22bn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/b4587f84fe456b00dbfff79b428de798a6917fb1/180_169_2935_1764/2935.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1764,"width":2935,"orientation":"landscape","caption":"Indian prime minister Narendra Modi attends the India-China business forum in Shanghai on Saturday  Photograph: Aly Song/Reuters","credit":"Aly Song/Reuters","cleanCaption":"Indian prime minister Narendra Modi attends the India-China business forum in Shanghai on Saturday ","cleanCredit":"Photograph: Aly Song/Reuters"}},"importance":1,"kicker":{"title":"Business"},"showQuotedHeadline":false}],"lastModified":"2015-05-16T08:18:25Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}