{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Mediterranean migrant crisis / EU leaders agree voluntary intake after heated talks","rawTitle":"EU leaders agree voluntary intake after heated talks","item":{"type":"article","id":"world/2015/jun/26/eu-leaders-hash-out-voluntary-system-to-address-mediterranean-migrant-crisis","title":"Mediterranean migrants: EU leaders agree voluntary intake after heated talks","trailText":"Long, fractious meeting finally reaches deal on resettling 60,000 asylum seekers, but exempts Hungary and Bulgaria","standFirst":"<p>Long, fractious meeting finally reaches deal on resettling 60,000 asylum seekers, but exempts Hungary and Bulgaria</p>","byline":"Agencies in Brussels","body":"<p>After arguing into the early hours over how to handle the migrant crisis in the Mediterranean, European leaders have agreed a compromise plan to share out the care of people fleeing war and poverty in north Africa and the Middle East.<br /></p> \n<p>The president of the European council, Donald Tusk, said on Friday the agreement for a voluntary scheme was reached to show “solidarity with frontline countries”. However, there would be no mandatory quotas for countries.</p> \n<p>The deal will resettle 40,000 asylum seekers now in Italy and Greece, and another 20,000 people currently outside the EU who the French president, Fran&ccedil;ois Hollande, said were “essentially from Syria and Iraq, who at this moment are in camps and who will be reinstalled in Europe”.<br /></p> \n<p>Angela Merkel told reporters the meeting involved “a very intensive debate”, and described the migrant crisis as the biggest challenge she had seen in European affairs since becoming German chancellor.</p> \n<p>Proposals for mandatory quotas were fought off by Poland, the Czech Republic, Slovakia, Hungary and others who argued that their ex-communist economies still lacked the capacity to cope. Bulgaria and Hungary, which has seen thousands of migrants cross its land border, secured exemptions, while the UK has opted out of the scheme.</p> \n<p>Italy’s prime minister, Matteo Renzi, said the plan was modest.<br /></p> \n<p>As did the European commission president, Jean-Claude Juncker, adding that at one point in the meeting he had told EU leaders “I don’t give a damn” about objections to the plan’s underlying methodology.</p> \n<p> “We have to find out if the system works. It doesn’t matter if it is voluntary or mandatory, it is whether it can help 60,000 refugees,” Juncker told a news conference.</p> \n<p>He had been hoping to set a precedent for Europe-wide action that limited national opt-outs.</p> \n<p> During the summit dinner, Renzi rebuked his fellow leaders for their reluctance to support a plan that was meant as an emergency response to the tragedy of 2,000 migrant deaths in the Mediterranean but has been overshadowed by divisions, particularly in eastern Europe.</p> \n<p> “If we think Europe is only about budgets, it is not the Europe we thought of in 1957 in Rome,” Renzi said, referring to the European Union’s founding treaty.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes\">David Cameron set to go to referendum without EU ratifying treaty changes</a> </p> \n</aside> \n<p> The summit became so tense that a speech by the British prime minister, David Cameron, served as an interlude to cool tempers, with his much-awaited <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes\">pitch for a new EU deal for the UK</a> reduced to barely 10 minutes.</p> \n<p> The mood was a long way from the unity showm by EU ministers in April immediately after the deaths of 900 migrants off the Libyan coast in a single weekend.</p> \n<p> While the political deal was a breakthrough, hurdles remain to its implementation. The criteria to share migrants among member states must be decided by the end of July. Such factors as the size of a member state’s economy and population must be considered.</p> \n<p> “There’s much, much more argument to come,” said one senior EU diplomat. “I don’t yet see the full way forward.”</p> \n<p>The debate has also strained the EU’s commitment to its Schengen agreement on passport-free travel.</p> \n<p> During the week, Austria threatened to reimpose controls on its border, while Hungary and Britain called for more security around the French port of Calais. Britain and Spain want a greater focus on returning migrants to their countries of origin.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435295496127/f08c83da-7495-4c12-bc35-3c7510a94e7c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Stephanie Lecocq/EPA","altText":"The Italian prime minister, Matteo Renzi, described the deal as modest.","cleanCredit":"Photograph: Stephanie Lecocq/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T05:26:50Z","lastModified":"2015-06-26T08:10:55Z","metadata":{"commentable":true,"commentCount":767,"contributors":[],"feature":false,"keywords":["Migration","European Union","Europe","World news"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/26/eu-leaders-hash-out-voluntary-system-to-address-mediterranean-migrant-crisis","shortUrl":"http://gu.com/p/4a66f","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/26/eu-leaders-hash-out-voluntary-system-to-address-mediterranean-migrant-crisis","webUri":"http://www.theguardian.com/world/2015/jun/26/eu-leaders-hash-out-voluntary-system-to-address-mediterranean-migrant-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/26/1435295496127/f08c83da-7495-4c12-bc35-3c7510a94e7c-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Italian prime minister, Matteo Renzi, described the deal as modest. Photograph: Stephanie Lecocq/EPA","credit":"Stephanie Lecocq/EPA","altText":"The Italian prime minister, Matteo Renzi, described the deal as modest.","cleanCaption":"The Italian prime minister, Matteo Renzi, described the deal as modest.","cleanCredit":"Photograph: Stephanie Lecocq/EPA"}},"importance":7,"kicker":{"title":"Mediterranean migrant crisis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/f1e0074963fd2ea28fc314a56a16696ead229196/0_95_5520_3312/1000.jpg","height":600,"width":1000}}]},{"title":"Greece crisis / Markets open lower ahead of weekend talks","rawTitle":"Markets open lower ahead of weekend talks","item":{"type":"liveBlog","id":"business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live","title":"Greece crisis: markets open lower ahead of weekend talks","trailText":"German chancellor Angela Merkel says ‘time is of the essence’ ","standFirst":"<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live#block-558cffdae4b0ec49dbd1f4a6\">Varoufakis: Athens still faces demands from creditors it can’t agree to</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live#block-558cee2be4b0ec49dbd1f48a\">German chancellor Angela Merkel says ‘time is of the essence’</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live#block-558d0526e4b0ec49dbd1f4b0\">Greek labour minister says creditors asking for ‘suicide of an entire people’</a></li>\n</ul>","byline":"Julia Kollewe","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1440fb69589a97dc9ae478a29b1a746a5a06ce3d/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"A man walks past a graffiti by Greek street artist Achilles, depicting a zero Euro coin in Athens, Greece, June 26, 2015. REUTERS/Alkis Konstantinidis","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-26T08:02:22Z","lastModified":"2015-06-26T08:20:47Z","latestBlock":{"id":"block-558d0526e4b0ec49dbd1f4b0","title":"Mood shifts in Athens: labour minister says creditors asking for 'suicide of an entire people'","publishedDateTime":"2015-06-26T07:59:45Z","lastUpdatedDateTime":"2015-06-26T08:02:22Z","body":"Over in Athens this morning the mood appears to have shifted yet again, reports our correspondent Helena Smith. Last night, it was optimism that ultimately reigned with senior officials in Greece’s governing Syriza party expressing the hope that a cash-for-reform deal was ultimately in sight. The radical left party’s prominent MEP, Dimitris Stratoulis, told the Guardian from Brussels. There is a detectable shift in stance. Under pressure lenders have retreated on several issues. This morning, grave doubts were being expressed as to whether a deal was possible at all. Panos Skourletis, the labour minister who is in close contact with prime minister Alexis Tsipras in Brussels, told Mega TV: On the basis of what things look like today the possibilities of an agreement are slim. Every time a solution is almost found and there is convergence, they come and say “bring us a few more pensioners to execute.” What they are asking right now is tantamount to the suicide of an entire people. The politician, reflecting what is clearly the latest thinking in Syriza, did not rule out fresh elections, or a referendum, if the impasse could not be broken. “If dilemmas occur that are outside the democratic mandate that we have been given, we will once again resort to the people,” he said, adding he did not rule out some king of extension being given and negotiations restarting later in the year. “I don’t exclude that either,” he added.","postType":"key-event"},"metadata":{"commentable":true,"commentCount":74,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"}],"feature":false,"keywords":["Eurozone crisis","Greece","Stock markets","Business","Banking","Economics","Euro","European Central Bank","European Union","Europe","Currencies","Financial crisis"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/stock-markets","webTitle":"Stock markets"},{"id":"business/business","webTitle":"Business"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/financial-crisis","webTitle":"Financial crisis"}],"section":{"id":"business"},"displayHint":"news","topics":[{"displayName":"Greece crisis: markets open lower ahead of weekend talks","topic":{"type":"content","name":"business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live"}}],"series":{"title":"Business live","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/guardian-business-live"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-558d0526e4b0ec49dbd1f4b0","title":"Mood shifts in Athens: labour minister says creditors asking for 'suicide of an entire people'","publishedDateTime":"2015-06-26T07:59:45Z","lastUpdatedDateTime":"2015-06-26T08:02:22Z","body":"<p>Over in Athens this morning the mood appears to have shifted yet again, reports our correspondent Helena Smith.<br /></p> \n<p>Last night, it was optimism that ultimately reigned with senior officials in Greece’s governing Syriza party expressing the hope that a cash-for-reform deal was ultimately in sight.</p> \n<p>The radical left party’s prominent MEP, Dimitris Stratoulis, told the Guardian from Brussels.<br /></p> \n<blockquote class=\"quoted\"> \n <p>There is a detectable shift in stance. Under pressure lenders have retreated on several issues.</p> \n</blockquote> \n<p>This morning, grave doubts were being expressed as to whether a deal was possible at all. </p> \n<p>Panos Skourletis, the labour minister who is in close contact with prime minister Alexis Tsipras in Brussels, told Mega TV:<br /></p> \n<blockquote class=\"quoted\"> \n <p>On the basis of what things look like today the possibilities of an agreement are slim. Every time a solution is almost found and there is convergence, they come and say “bring us a few more pensioners to execute.” What they are asking right now is tantamount to the suicide of an entire people.</p> \n</blockquote> \n<p> The politician, reflecting what is clearly the latest thinking in Syriza, did not rule out fresh elections, or a referendum, if the impasse could not be broken.</p> \n<p> “If dilemmas occur that are outside the democratic mandate that we have been given, we will once again resort to the people,” he said, adding he did not rule out some king of extension being given and negotiations restarting later in the year. “I don’t exclude that either,” he added. </p>","postType":"key-event"},{"id":"block-558d03b5e4b0ec49dbd1f4ad","publishedDateTime":"2015-06-26T07:50:20Z","body":"<p>More thoughts on Greece. Angus Campbell, senior analyst at FxPro, says:</p> \n<blockquote class=\"quoted\"> \n <p>Another day passes with no deal on Greece and investors are likely to want to position themselves for negotiations to go on into the weekend by reducing exposure to risk assets. Indices are a little softer on the open and the euro is offered as we see yet another classic situation when it comes to the eurozone with things going down to the wire. Investors however remain optimistic that a deal will be struck ahead of next week’s IMF payment deadline throwing Greece yet another lifeline.</p> \n <p><strong>If the expected deal does come over the weekend then investors will not be able to react until Monday and there could be disappointment if Greece is afforded just the extension to its existing bailout which will only fund the country through the summer. The political will that has so far kept the eurozone intact is being tested more than it has ever been before and is likely to be further. It’s just a question of whether politicians and in particular Greece’s creditors have the staying power.</strong></p> \n</blockquote>","postType":"blog"},{"id":"block-558d035de4b0ec49dbd1f4ac","publishedDateTime":"2015-06-26T07:48:00Z","body":"<p><strong>Whose round is it in the last chance saloon? </strong>ask<strong> </strong>Mike van Dulken and Augustin Eden at Accendo Markets.</p> \n<blockquote class=\"quoted\"> \n <p>While we might berate Greece for stringing things out, why wouldn’t it do so until the last minute? Again. It knows exactly what the other side wants and can simply agree to just in the nick of time. Again. Until then, you never know what the purse-string-holders might concede, improving the final deal. The only risk is whether Greek depositors are prepared to hold out too. If they exit en masse they could force Tsipras’ and Syriza’s hand in terms of potential financial collapse.</p> \n</blockquote>","postType":"blog"},{"id":"block-558d00e5e4b0ec49dbd1f4a7","title":"Athens stock market loses 0.9% in early trading","publishedDateTime":"2015-06-26T07:43:11Z","body":"<p>European stock markets are down this morning, as expected. The Athens market has lost 0.9% in early trading. The FTSE 100 index in London has lost more than 40 points, or 0.6%, to 6767.40. The Dax in Frankfurt has slid 0.5% to 11416.55, and the CAC 40 in Paris is 0.7% lower at 5007.61. The Ibex in Madrid has fallen 0.7% to 11250.30 while the FTSE MiB in Milan is down 0.5% at 23,534.17.</p> \n<p>Craig Erlam, senior market analyst at Canadian foreign exchange firm OANDA, said:</p> \n<blockquote class=\"quoted\"> \n <p>By the time the markets reopen next week, Greece may have either secured a deal or accepted default to the IMF. With all this in mind, I expect to see significant risk aversion this morning with investors preparing for fireworks over the weekend.</p> \n</blockquote>","postType":"key-event"},{"id":"block-558cffdae4b0ec49dbd1f4a6","title":"Varoufakis: Athens still faces demands from creditors it can't agree to","publishedDateTime":"2015-06-26T07:35:08Z","body":"<p>Yanis Varoufakis, the Greek finance minister, claimed this morning that his country had done everything it could to accommodate the “strange demands” made by its creditors, and was determined to remain in the eurozone. </p> \n<p>However, Athens is still facing demands from its creditors that it cannot agree to, he said in an interview with Irish national radio RTE.<br /></p>","postType":"key-event"},{"id":"block-558cfdfae4b0ec49dbd1f4a4","title":"Juncker: 'We cannot take the right decisions when we are tired'","publishedDateTime":"2015-06-26T07:31:19Z","body":"<p>European Commission president Jean-Claude Juncker has admitted that long hours of negotiations on Greece could be counter-productive.</p> \n<blockquote class=\"quoted\"> \n <p>We cannot take the right decisions when we are tired.</p> \n</blockquote> \n<p>He made the comment in a joint press conference with European Council president Donald Tusk, after the EU leaders’ summit drew to a close in the early hours. </p> \n<p>Tusk said he briefed EU leaders on the negotiations. He saw no need for a eurozone summit on the Greek issue, urging politicians to hammer out a deal at Saturday’s eurozone finance ministers’ meeting (Eurogroup).</p>","postType":"key-event"},{"id":"block-558cfd7de4b0ec49dbd1f4a3","publishedDateTime":"2015-06-26T07:28:00Z","body":"<p>Bernard Aw, market strategist at trading firm IG, said the “correction” in the Shanghai stock market is healthy in the long run, and China’s central bank wants the market to be more stable.<br /></p> \n<blockquote class=\"quoted\"> \n <p>It is probably not a bad idea to repeat my view that China’s leaders still view a strong capital market as beneficial for the Chinese economy, more importantly, a stable bull market is desired.</p> \n</blockquote>","postType":"blog"},{"id":"block-558cf84fe4b0ec49dbd1f494","title":"Shanghai stock market tumbles 8%","publishedDateTime":"2015-06-26T07:18:25Z","lastUpdatedDateTime":"2015-06-26T07:45:28Z","body":"<p>In Asia, stock markets sold off after another black Friday in China. The Shanghai stock market tumbled nearly 8%, dragging down other markets. Hong Kong’s Hang Seng lost almost 2% while Japan’s Nikkei was more resilient, dipping 0.3%.</p> \n<p>The Shanghai Composite has surged 124% over the past year and analysts believe its 935 day bull run has peaked, amid rising<strong> </strong>uncertainty about whether the government will continue to ease policy to boost the economy.</p> \n<p>Jonathan Garner, the head of Asia and emerging-market strategy at Morgan Stanley in Hong Kong, said:</p> \n<blockquote class=\"quoted\"> \n <p>This is probably not a dip to buy. In fact, we think the balance of probabilities is that the top for the cycle on Shanghai, Shenzhen and the ChiNext has now taken place.</p> \n</blockquote>","postType":"key-event"},{"id":"block-558cf403e4b003b03c641677","publishedDateTime":"2015-06-26T06:59:21Z","body":"<p>Meanwhile, Jasper Lawler, market analyst at CMC Markets UK, says:</p> \n<blockquote class=\"quoted\"> \n <p>German chancellor Angela Merkel has said Saturday’s Eurogroup meeting would be of “decisive importance.” Perhaps a wider concern for markets is that each day the institutions lose more credibility when these arbitrary “final” deadlines gets missed.</p> \n <p> It doesn’t look too hopeful that an agreement will be reached on Saturday. Pensions are still a sticking point that neither side wishes to give into. That said, nobody wants to be left holding the smoking gun of Greece’s default and exit from the euro. It seems likely that another arbitrary extension date will emerge before June 30, when Greece’s current bailout runs out.</p> \n</blockquote>","postType":"blog"},{"id":"block-558cee2be4b0ec49dbd1f48a","publishedDateTime":"2015-06-26T06:57:57Z","lastUpdatedDateTime":"2015-06-26T07:52:26Z","body":"<p><strong>Good morning and welcome back to our coverage of the eurozone (Greece) debt crisis and other economic developments. </strong></p> \n<p>Following Thursday’s 24-hour negotiating marathon, European politicians will be working frantically on a deal between Greece and its international creditors, before talks between eurozone finance ministers resume on Saturday. </p> \n<p>Billed as “last ditch” talks (yet again) these weekend discussions will be crucial, as Athens has to make a €1.6bn payment to the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/imf\">International Monetary Fund (IMF)</a> on Tuesday.</p> \n<p>Speaking after a meeting of European leaders broke up in the early hours of Friday morning, German chancellor Angela Merkel said the Saturday eurogroup meeting “will be decisive because time is of the essence”.<br /></p> \n<blockquote class=\"quoted\"> \n <p>Every member of the European Council [EU leaders] strongly supported that every effort has to be made to bring about a solution.</p> \n</blockquote> \n<p>Investment bank JP Morgan believes that if no deal is reached by Sunday night, banks in Greece will stay closed on Monday.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/statuses/614318113698488320\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">JPM on <a href=\"https://twitter.com/hashtag/Greece?src=hash\">#Greece</a>: Without a deal by Sunday evening, the Greek Banks will not open on Monday, and capital controls will be introduced.</p>— Holger Zschaepitz (@Schuldensuehner) \n  <a href=\"https://twitter.com/Schuldensuehner/status/614318113698488320\">June 26, 2015</a> \n </blockquote> \n</figure>","postType":"blog"}],"keyEvents":[{"id":"block-558cee2be4b0ec49dbd1f48a","publishedDateTime":"2015-06-26T06:57:57Z","lastUpdatedDateTime":"2015-06-26T07:52:26Z","body":"<p><strong>Good morning and welcome back to our coverage of the eurozone (Greece) debt crisis and other economic developments. </strong></p> \n<p>Following Thursday’s 24-hour negotiating marathon, European politicians will be working frantically on a deal between Greece and its international creditors, before talks between eurozone finance ministers resume on Saturday. </p> \n<p>Billed as “last ditch” talks (yet again) these weekend discussions will be crucial, as Athens has to make a €1.6bn payment to the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/business/imf\">International Monetary Fund (IMF)</a> on Tuesday.</p> \n<p>Speaking after a meeting of European leaders broke up in the early hours of Friday morning, German chancellor Angela Merkel said the Saturday eurogroup meeting “will be decisive because time is of the essence”.<br /></p> \n<blockquote class=\"quoted\"> \n <p>Every member of the European Council [EU leaders] strongly supported that every effort has to be made to bring about a solution.</p> \n</blockquote> \n<p>Investment bank JP Morgan believes that if no deal is reached by Sunday night, banks in Greece will stay closed on Monday.<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Schuldensuehner/statuses/614318113698488320\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">JPM on <a href=\"https://twitter.com/hashtag/Greece?src=hash\">#Greece</a>: Without a deal by Sunday evening, the Greek Banks will not open on Monday, and capital controls will be introduced.</p>— Holger Zschaepitz (@Schuldensuehner) \n  <a href=\"https://twitter.com/Schuldensuehner/status/614318113698488320\">June 26, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-558cf84fe4b0ec49dbd1f494","title":"Shanghai stock market tumbles 8%","publishedDateTime":"2015-06-26T07:18:25Z","lastUpdatedDateTime":"2015-06-26T07:45:28Z","body":"<p>In Asia, stock markets sold off after another black Friday in China. The Shanghai stock market tumbled nearly 8%, dragging down other markets. Hong Kong’s Hang Seng lost almost 2% while Japan’s Nikkei was more resilient, dipping 0.3%.</p> \n<p>The Shanghai Composite has surged 124% over the past year and analysts believe its 935 day bull run has peaked, amid rising<strong> </strong>uncertainty about whether the government will continue to ease policy to boost the economy.</p> \n<p>Jonathan Garner, the head of Asia and emerging-market strategy at Morgan Stanley in Hong Kong, said:</p> \n<blockquote class=\"quoted\"> \n <p>This is probably not a dip to buy. In fact, we think the balance of probabilities is that the top for the cycle on Shanghai, Shenzhen and the ChiNext has now taken place.</p> \n</blockquote>","postType":"key-event"},{"id":"block-558cfdfae4b0ec49dbd1f4a4","title":"Juncker: 'We cannot take the right decisions when we are tired'","publishedDateTime":"2015-06-26T07:31:19Z","body":"<p>European Commission president Jean-Claude Juncker has admitted that long hours of negotiations on Greece could be counter-productive.</p> \n<blockquote class=\"quoted\"> \n <p>We cannot take the right decisions when we are tired.</p> \n</blockquote> \n<p>He made the comment in a joint press conference with European Council president Donald Tusk, after the EU leaders’ summit drew to a close in the early hours. </p> \n<p>Tusk said he briefed EU leaders on the negotiations. He saw no need for a eurozone summit on the Greek issue, urging politicians to hammer out a deal at Saturday’s eurozone finance ministers’ meeting (Eurogroup).</p>","postType":"key-event"},{"id":"block-558cffdae4b0ec49dbd1f4a6","title":"Varoufakis: Athens still faces demands from creditors it can't agree to","publishedDateTime":"2015-06-26T07:35:08Z","body":"<p>Yanis Varoufakis, the Greek finance minister, claimed this morning that his country had done everything it could to accommodate the “strange demands” made by its creditors, and was determined to remain in the eurozone. </p> \n<p>However, Athens is still facing demands from its creditors that it cannot agree to, he said in an interview with Irish national radio RTE.<br /></p>","postType":"key-event"},{"id":"block-558d00e5e4b0ec49dbd1f4a7","title":"Athens stock market loses 0.9% in early trading","publishedDateTime":"2015-06-26T07:43:11Z","body":"<p>European stock markets are down this morning, as expected. The Athens market has lost 0.9% in early trading. The FTSE 100 index in London has lost more than 40 points, or 0.6%, to 6767.40. The Dax in Frankfurt has slid 0.5% to 11416.55, and the CAC 40 in Paris is 0.7% lower at 5007.61. The Ibex in Madrid has fallen 0.7% to 11250.30 while the FTSE MiB in Milan is down 0.5% at 23,534.17.</p> \n<p>Craig Erlam, senior market analyst at Canadian foreign exchange firm OANDA, said:</p> \n<blockquote class=\"quoted\"> \n <p>By the time the markets reopen next week, Greece may have either secured a deal or accepted default to the IMF. With all this in mind, I expect to see significant risk aversion this morning with investors preparing for fireworks over the weekend.</p> \n</blockquote>","postType":"key-event"},{"id":"block-558d0526e4b0ec49dbd1f4b0","title":"Mood shifts in Athens: labour minister says creditors asking for 'suicide of an entire people'","publishedDateTime":"2015-06-26T07:59:45Z","lastUpdatedDateTime":"2015-06-26T08:02:22Z","body":"<p>Over in Athens this morning the mood appears to have shifted yet again, reports our correspondent Helena Smith.<br /></p> \n<p>Last night, it was optimism that ultimately reigned with senior officials in Greece’s governing Syriza party expressing the hope that a cash-for-reform deal was ultimately in sight.</p> \n<p>The radical left party’s prominent MEP, Dimitris Stratoulis, told the Guardian from Brussels.<br /></p> \n<blockquote class=\"quoted\"> \n <p>There is a detectable shift in stance. Under pressure lenders have retreated on several issues.</p> \n</blockquote> \n<p>This morning, grave doubts were being expressed as to whether a deal was possible at all. </p> \n<p>Panos Skourletis, the labour minister who is in close contact with prime minister Alexis Tsipras in Brussels, told Mega TV:<br /></p> \n<blockquote class=\"quoted\"> \n <p>On the basis of what things look like today the possibilities of an agreement are slim. Every time a solution is almost found and there is convergence, they come and say “bring us a few more pensioners to execute.” What they are asking right now is tantamount to the suicide of an entire people.</p> \n</blockquote> \n<p> The politician, reflecting what is clearly the latest thinking in Syriza, did not rule out fresh elections, or a referendum, if the impasse could not be broken.</p> \n<p> “If dilemmas occur that are outside the democratic mandate that we have been given, we will once again resort to the people,” he said, adding he did not rule out some king of extension being given and negotiations restarting later in the year. “I don’t exclude that either,” he added. </p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live?date=2015-06-26T08:20:47Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live","shortUrl":"http://gu.com/p/4a66t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live","webUri":"http://www.theguardian.com/business/blog/live/2015/jun/26/greece-crisis-markets-to-open-lower-ahead-of-weekend-talks-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1440fb69589a97dc9ae478a29b1a746a5a06ce3d/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","caption":"A man walks past a graffiti by Greek street artist Achilles, depicting a zero Euro coin in Athens, Greece, June 26, 2015. REUTERS/Alkis Konstantinidis Photograph: Alkis Konstantinidis/Reuters","credit":"Alkis Konstantinidis/Reuters","altText":"A man walks past a graffiti by Greek street artist Achilles, depicting a zero Euro coin in Athens, Greece, June 26, 2015. REUTERS/Alkis Konstantinidis","cleanCaption":"A man walks past a graffiti by Greek street artist Achilles, depicting a zero Euro coin in Athens, Greece, June 26, 2015. REUTERS/Alkis Konstantinidis","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}},"importance":6,"kicker":{"title":"Greece crisis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/1440fb69589a97dc9ae478a29b1a746a5a06ce3d/0_0_3500_2102/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2102,"width":3500,"orientation":"landscape","credit":"Alkis Konstantinidis/Reuters","altText":"A man walks past a graffiti by Greek street artist Achilles, depicting a zero Euro coin in Athens, Greece, June 26, 2015. REUTERS/Alkis Konstantinidis","cleanCredit":"Photograph: Alkis Konstantinidis/Reuters"}}]},{"title":"Cameron set to go to referendum without EU ratifying treaty changes","rawTitle":"Cameron set to go to referendum without EU ratifying treaty changes","item":{"type":"article","id":"politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes","title":"Cameron set to go to referendum without EU ratifying treaty changes","trailText":"PM accused of settling for ‘post-dated cheque’ as British officials confirm he accepts UK vote will be held before all member states confirm changes","standFirst":"<p>PM accused of settling for ‘post-dated cheque’ as British officials confirm he accepts UK vote will be held before all member states confirm changes</p>","byline":"Nicholas Watt and Ian Traynor  in Brussels","body":"<p>David Cameron is to hold a referendum on Britain’s EU membership without a guarantee that the EU’s other 27 member states will have ratified his proposed reforms by the time of the vote, British officials have acknowledged.</p> \n<p>Labour and Ukip accused the prime minister of planning to offer the British people a “post-dated cheque”, after UK officials confirmed in Brussels that the referendum will be held before his proposed EU treaty change has been fully ratified.</p> \n<p>The row broke out at the EU summit in Brussels shortly before Cameron briefly outlined his reform plans for the first time in the formal setting of an EU summit. One EU diplomat described the prime minister’s intervention as “a commercial break”. The diplomat said: “There was a very emotional discussion on migration, and David Cameron gave us a commercial break.”</p> \n<p>The prime minister’s intervention lasted between eight and 10 minutes, and there were no responses from any of the other 27 EU heads of government. The president of the European council, Donald Tusk – who was chairing the summit – was the only person in the room who responded to Cameron.</p> \n<p>The prime minister, who spoke to or briefed every EU leader in person before the summit, told his fellow EU leaders there has been widespread unease for many years in the UK over EU membership, and that he is determined to address the issue.</p> \n<p>Cameron insisted that he must achieve his reforms ahead of an in/out referendum, which will have to be held by the end of 2017. The reforms break down into four core areas:<br /><span class=\"bullet\">•</span> Banning EU migrants from claiming in-work benefits for four years.<br /><span class=\"bullet\">•</span> A British opt-out from the EU’s historic commitment, dating back to the founding treaty of Rome in 1957, to create an “ever closer union” of the peoples of Europe.<br /><span class=\"bullet\">•</span> The creation of safeguards for non-eurozone members to ensure they cannot be outvoted in the single market by eurozone members.<br /><span class=\"bullet\">•</span> Giving national parliaments the right to club together to block EU legislation.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>It sounds like a post-dated cheque. It doesn’t work on any way you look at it</p> \n  <footer> \n   <cite>Nigel Farage</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>But the prime minister’s intervention, which will trigger the start of technical talks involving UK officials and officials in Brussels, was overshadowed by a row over the guarantees he will secure by the time of the referendum. The BBC reported that the prime minister accepts that every EU member state will not have ratified his proposed revision of the Lisbon treaty by the time of his referendum.</p> \n<p>Cameron nevertheless declared as he emerged from meetings on the Greek crisis and migration at 1am on Friday that he was “delighted” the process of renegotiating Britain’s place in the EU had begun. “It has been a long night and we have discussed some very important subjects, but above all I am delighted that the process of British reform and renegotiation and the referendum that we are going to hold – that process is now properly under way … we have started that process.” </p> \n<p>The Guardian and other media organisations have reported in the past month that Britain may secure a binding agreement from other EU leaders to attach a protocol to the Lisbon treaty. But this would only be formally attached to the Lisbon treaty the next time it is ratified to embed wider EU reforms. Senior UK officials say that some member states have said they cannot be expected to amend the Lisbon treaty on behalf of the UK, only to see it vote to leave the EU.</p> \n<p>A senior British official said that the prime minister is confident he will embed his reforms in a “legally binding and irreversible” process that will involve a revision of the Lisbon treaty. But the official said that the ratification of treaty change by all 28 member states, which can take years to complete, will not be completed by the time of Britain’s referendum.</p> \n<p>The official said: “There will be political agreement [of] 27 that these changes will be done. Then there is a process of ratification of those which can take a long time because it needs to be ratified in all 27 countries.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"17ab2d662a78a6d92f54672aa46fa6c7d06cf9b6\"> \n <img src=\"http://media.guim.co.uk/17ab2d662a78a6d92f54672aa46fa6c7d06cf9b6/0_177_3600_2160/1000.jpg\" alt=\"Hilary Benn, shadow foreign secretary, was among the politicians critical of David Cameron\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Hilary Benn, shadow foreign secretary, was among the politicians critical of David Cameron.</span> \n  <span class=\"element-image__credit\">Photograph: David Gadd/Allstar</span> \n </figcaption> \n</figure> \n<p>“So there will be a process that will need to bring the changes to the treaties into force. But are we absolutely clear that the reforms we are seeking will require treaty change and will need agreement on that treaty change before the referendum? Yes, we absolutely are.”<br /></p> \n<p>Another official added: “Will it be crystal clear and binding at the point that goes to the British people? Yes it will.”</p> \n<p>Nigel Farage, the Ukip leader, said at the summit: “It sounds like a post-dated cheque. There are so many big fundamental things happening that a promissory note of some kind to Britain may well finish up not being honoured. Post-dated cheques can bounce and one suspects that any post-dated cheque that was given to the Brits would be given by presidents and prime ministers in office now.</p> \n<p>“By the time it came to be honoured there would be different prime ministers and different presidents who have been elected on a ticket saying we won’t honour this note anyway. It doesn’t work on any way you look at it.”</p> \n<p>Hilary Benn, the shadow foreign secretary, said: “All year the prime minister has been saying that change to the treaty was a definite requirement and yet now, faced with entirely predictable opposition from other member states, he is signalling retreat while pretending that all he ever wanted was a post-dated cheque.”</p> \n<p>The prime minister says he is confident that he will secure treaty change because changes to the governance of the eurozone will have to be embedded in the Lisbon treaty.</p> \n<p>But the summit will discuss plans for strengthening the euro over the next decade which have been deliberately structured to postpone treaty change until after 2017 specifically because of the British issue, senior sources said.</p> \n<p>The so-called Five Presidents report, from the leaders of the European commission, European Central Bank, European parliament, European council and Eurogroup, envisages a battery of integrationist moves up until 2025, some of which would require changes in primary EU law, but which are shelved for most of the decade.</p> \n<p>“This is the idea of the two-phase approach,” said a senior German politician in Brussels. “To deal with the British question and then to reopen the treaty.”<br />Senior politicians and officials in Brussels are not too exercised about the “ever closer union” formula, which would not be scratched from the EU treaties but could come with a footnote or protocol signalling that not all countries are bound by it.</p> \n<p>Top figures in Brussels point out that the current formulation on the “ever closer union of peoples” (not states) was wording actually won by a British Conservative prime minister John Major, during the Maastricht negotiations.<br /></p> \n<p>European leaders appear relaxed about this issue, but securing the kind of legal changes needed to facilitate Cameron’s aims on curbing in-work benefits for citizens of other EU countries working in Britain are seen as much trickier. Such changes would also be difficult to cover through what would effectively be a promissory note concerning post-referendum changes to labour and social legislation.<br />Farage, who appeared on the margins of the summit, waded into the row over the Queen’s speech at a state banquet in Berlin in which she warned of the dangers of division in Europe.</p> \n<p>Her speech was seen as a sign that she favours UK membership of the EU, although Buckingham Palace insisted the Queen was not making any comments on Britain’s EU membership.<br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435256686340/522cacd7-1854-498a-a97b-f8fc5b843915-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ZUMA/REX Shutterstock/ZUMA/REX Shutterstock","altText":"David Cameron at the EU summit meeting in Brussels.","cleanCredit":"Photograph: ZUMA/REX Shutterstock/ZUMA/REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/17ab2d662a78a6d92f54672aa46fa6c7d06cf9b6/0_177_3600_2160/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2160,"width":3600,"orientation":"landscape","caption":"Hilary Benn, shadow foreign secretary, was among the politicians critical of David Cameron. Photograph: David Gadd/Allstar","credit":"David Gadd/Allstar","altText":"Hilary Benn, shadow foreign secretary, was among the politicians critical of David Cameron","cleanCaption":"Hilary Benn, shadow foreign secretary, was among the politicians critical of David Cameron.","cleanCredit":"Photograph: David Gadd/Allstar"}],"webPublicationDate":"2015-06-26T06:57:11Z","lastModified":"2015-06-26T06:57:13Z","metadata":{"commentable":true,"commentCount":1361,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["EU referendum","European Union","Europe","David Cameron","Conservatives","Nigel Farage","Politics","UK news","Foreign policy"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/nigel-farage","webTitle":"Nigel Farage"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes","shortUrl":"http://gu.com/p/4a6xb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes","webUri":"http://www.theguardian.com/politics/2015/jun/25/david-cameron-set-to-go-to-referendum-without-eu-ratifying-treaty-changes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435256686340/522cacd7-1854-498a-a97b-f8fc5b843915-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"David Cameron at the EU summit meeting in Brussels. Photograph: Zuma/Rex Shutterstock","credit":"Zuma/Rex Shutterstock","altText":"David Cameron at the EU summit meeting in Brussels.","cleanCaption":"David Cameron at the EU summit meeting in Brussels.","cleanCredit":"Photograph: Zuma/Rex Shutterstock"}},"importance":5,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/0bf849bdeac40aca7161751256714a7e15ce375a/214_984_2139_1285/1000.jpg","height":601,"width":1000}}]},{"title":"IRA killings / Bodies found during search for 'disappeared' victim Joe Lynskey","rawTitle":"Bodies found during search for 'disappeared' victim Joe Lynskey","item":{"type":"article","id":"world/2015/jun/25/two-bodies-found-during-search-disappeared-victim-joe-lynskey","title":"Bodies found during search for 'disappeared' victim Joe Lynskey","trailText":"Suspected remains of former monk and one other unearthed on land believed to be secret burial place of victims of IRA in 1972","standFirst":"<p>Suspected remains of former monk and one other unearthed on land believed to be secret burial place of victims of IRA in 1972</p>","byline":"Press Association","body":"<p>The remains of two bodies have been found on reclaimed bogland in the Irish Republic where three of the people believed to have been “disappeared” by the IRA are thought to have been secretly buried.</p> \n<p>As part of a search for the remains of the former monk Joe Lynskey, a dig on farmland in Coghalstown, County Meath, unearthed one body on Thursday morning, the Independent Commission for the Location of Victims’ Remains (ICLVR) said.</p> \n<p>A second body was discovered as further examinations took place at the site and preparations were made to take the first body out the ground. </p> \n<p>IRA victims <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk/2002/sep/30/northernireland.northernireland1\">Seamus Wright and Kevin McKee</a> are believed to have been buried in the same area as Lynskey, the ICLVR said.<br /></p> \n<p>“We have always said that we think three bodies are in that area and until there is further identification we just don’t know,” a spokesman said. </p> \n<p>It is understood the second set of human remains was unearthed as specialists cleared ground around the first body to prepare it for removal. </p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e9227ead4e15301bb173acbe3a9de763738097b7\"> \n <img src=\"http://media.guim.co.uk/e9227ead4e15301bb173acbe3a9de763738097b7/362_150_1766_2647/667.jpg\" alt=\"Joe Lynskey, a former monk who was executed and secretly buried by the IRA\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Joe Lynskey, a former monk who was executed and secretly buried by the IRA.</span> \n  <span class=\"element-image__credit\">Photograph: Wave Trauma Centre/PA</span> \n </figcaption> \n</figure> \n<p>Lynskey’s family had been notified of the initial discovery and were said to be shocked but relieved. <br /></p> \n<p>The former Cistercian monk from Belfast was abducted and murdered by the IRA in August 1972. The group only admitted his disappearance in 2010. <br /></p> \n<p>Wright, an asphalt layer also from Belfast, had been in the IRA and was murdered by his former colleagues, who accused him of being a British army agent and a member of its military reaction force – an undercover unit.</p> \n<p>Wright was 25 and married when he went missing in October 1972. </p> \n<p>McKee, again from Belfast and in the IRA, was murdered in the same year because of the same suspicions the IRA had of Wright. McKee was interrogated and murdered by the terrorist group. </p> \n<p>Lynskey’s niece, Maria, who expected to visit the site, said her thoughts were with other families awaiting news. </p> \n<p>“We would like to thank the [ICLVR] and those who have engaged with the commission in the search for Joe,” she said. “Our thoughts are with the other families whose loved ones remain disappeared.” </p> \n<p>Extensive searches have been carried out at the site for both Wright and McKee, but this year was the first dig for Lynskey’s remains.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5195af5e13ab074594e3e82f4a2aff58eb399880/174_166_3220_1932/3220.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1932,"width":3220,"orientation":"landscape","credit":"Niall Carson/PA","altText":"The scene in Coghalstown where human remains have been found on reclaimed bogland","cleanCredit":"Photograph: Niall Carson/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e9227ead4e15301bb173acbe3a9de763738097b7/362_150_1766_2647/1766.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2647,"width":1766,"orientation":"portrait","caption":"Joe Lynskey, a former monk who was executed and secretly buried by the IRA. Photograph: Wave Trauma Centre/PA","credit":"Wave Trauma Centre/PA","altText":"Joe Lynskey, a former monk who was executed and secretly buried by the IRA","cleanCaption":"Joe Lynskey, a former monk who was executed and secretly buried by the IRA.","cleanCredit":"Photograph: Wave Trauma Centre/PA"}],"webPublicationDate":"2015-06-25T22:17:22Z","lastModified":"2015-06-26T07:59:54Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Ireland","UK news","IRA","British Army","Northern Ireland"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/ira","webTitle":"IRA"},{"id":"uk/british-army","webTitle":"British Army"},{"id":"uk/northernireland","webTitle":"Northern Ireland"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/25/two-bodies-found-during-search-disappeared-victim-joe-lynskey","shortUrl":"http://gu.com/p/4a632","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/25/two-bodies-found-during-search-disappeared-victim-joe-lynskey","webUri":"http://www.theguardian.com/world/2015/jun/25/two-bodies-found-during-search-disappeared-victim-joe-lynskey"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5195af5e13ab074594e3e82f4a2aff58eb399880/174_166_3220_1932/3220.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1932,"width":3220,"orientation":"landscape","caption":"The scene in Coghalstown where human remains have been found on reclaimed bogland. Photograph: Niall Carson/PA","credit":"Niall Carson/PA","altText":"The scene in Coghalstown where human remains have been found on reclaimed bogland","cleanCaption":"The scene in Coghalstown where human remains have been found on reclaimed bogland.","cleanCredit":"Photograph: Niall Carson/PA"}},"importance":4,"kicker":{"title":"IRA killings"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/5284a1b616b7f41236c35fd608daba6e83c71bf4/193_0_3800_2280/1000.jpg","height":600,"width":1000}}]},{"title":"Tesco / Sales drop 1.3% but outperform market expectations","rawTitle":"Sales drop 1.3% but outperform market expectations","item":{"type":"article","id":"business/2015/jun/26/tesco-sales-drop-13-but-outperform-market-expectations","title":"Tesco sales drop 1.3% but outperform market expectations","trailText":"Figure will be a boost to CEO Dave Lewis as he faces tough questions over supermarket’s weak performance and generous executive pay at annual meeting<br>","standFirst":"<p>Figure will be a boost to CEO Dave Lewis as he faces tough questions over supermarket’s weak performance and generous executive pay at annual meeting<br /></p>","byline":"Julia Kollewe and Sarah Butler","body":"<p>Tesco has reported a 1.3% fall in sales in the three months to the end of May, as the retailer struggles to return to growth amid a supermarket price war.</p> \n<p>However, the sales drop outperformed market expectations, as analysts had predicted a sales fall of up to 2.5%.</p> \n<p>The stronger than anticipated figure will be a boost to chief executive Dave Lewis as he faces tough questions over the supermarket’s weak performance and its generous remuneration for top executives when it holds its annual meeting on Friday.</p> \n<p>He said: “We are fixing the fundamentals of shopping to win back customers and relying less on short-term couponing.” </p> \n<p> Both the volume of goods sold and the number of customers increased.</p> \n<p>“Whilst the market is still challenging and volatility is likely to remain a feature of short-term performance, these first quarter results represent another step in the right direction,” Lewis said. </p> \n<p>Reeling from the worst year in its history, Britain’s biggest retailer is struggling to return to growth under Lewis. </p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/22/tesco-suffers-record-64bn-loss\">The company reported a &pound;6.4bn annual loss in April</a>, after slashing the value of its property portfolio. Tesco is likely to stay in the red this year as it pours money into cutting prices and improving products, customer service and stores. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/22/tesco-supermarket-abroad-china-asia-ireland\">Tesco beyond Britain: how supermarket is faring abroad</a> </p> \n</aside> \n<p>The group is raising money through disposals. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/18/google-eyes-british-partnership-buy-firm-behind-tescos-clubcard\">Dunnhumby, the business behind Tesco’s Clubcard</a>, is up for auction and HSBC is reported to have been hired to explore a sale of the south Korean unit Homeplus, Tesco’s biggest operation outside Britain. </p> \n<p>At the annual general meeting at London’s QEII conference centre in Westminster, shareholder advisory groups have urged investors to vote against key resolutions on remuneration amid concerns about the high level of pay offered to Lewis and the payoff for his predecessor Philip Clarke. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/21/tesco-power-claw-back-senior-executives-bonuses\">Tesco gives itself power to claw back senior staff bonuses</a> </p> \n</aside> \n<p>Campaigners are also set to ask whether Tesco will move towards the living wage for its staff. Citizens UK has calculated that the low-pay culture at Tesco cost the taxpayer an estimated &pound;364m last year as the Treasury topped up incomes with in-work benefits, such as working tax credits, so that workers could afford a basic standard of living.</p> \n<p>Stefan Baskerville of Citizens UK said: “Today we are using our shareholder status to ask the board if they will work towards becoming a living wage employer. We know this is a big step for a business like Tesco, but just because something is complex doesn’t mean it is impossible.”</p> \n<p>Shareholder advisory group Pirc said the new CEO’s pay is “high compared to salaries of other CEOs in the peer group”. Lewis is in line for bonuses and long-term incentives of up to five times his &pound;1.25m salary. Pirc described this as “excessive” – along with the ratio of CEO pay compared to the average employee pay.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/21/tesco-power-claw-back-senior-executives-bonuses\">Lewis received &pound;4.13m for just six months’ work at Tesco last year</a>, including a &pound;3.23m “golden hello” to compensate him for incentives he had to give up when leaving his previous employer, Unilever, last year. </p> \n<p>Another advisory group, Manifest, said his pay was 193 times the average Tesco wage of &pound;21,400. It also criticised the “low level of female representation” on the company’s board: there is only one female director following the recent reshuffle. Manifest noted that 31% of senior managers are women, while more than half (57%) of the total workforce is female.</p> \n<p>Pirc is also urging shareholders to vote against the election to the board of the new chairman, John Allan, because he also chairs the FTSE 100 housebuilder Barratt Developments.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/feb/17/tesco-announces-john-allan-new-chairman\">Tesco announces John Allan as new chairman</a> </p> \n</aside> \n<p>The Investment Association, which represents big fund managers, issued an “amber top” warning against the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2014/jul/21/tesco-ousts-philip-clarke-after-profit-warning\">golden goodbyes awarded to Clarke and chief finance officer Laurie McIlwee</a>. Clarke left with a &pound;1.2m lump sum and a pension pot approaching &pound;14m. McIlwee received &pound;1m and a pension pot of nearly &pound;7m.</p> \n<p>Meanwhile, the National Farmers Union is set to question the retailer about its commitment to British farmers, following pledges made at the NFU’s annual conference two years ago. Its president, Meurig Raymond, is due to ask whether Tesco’s plans to shorten supply chains, bring meat sourcing closer to home and develop equitable partnerships with its producers still stand.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8a74c562c91cedc2de0961e2991370dcb7b0b5f2/0_181_3558_2135/3558.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2135,"width":3558,"orientation":"landscape","credit":"Tesco PLC/PA","altText":"Undated handout photo issued by Tesco of chief executive Dave Lewis as Tesco paid  4.1 million to him in his first six months after he was brought in from consumer goods group Unilever to turn around the embattled supermarket. PRESS ASSOCIATION Photo. Issue date: Thursday May 21, 2015. The group's annual report also said it handed a  1.2 million pay-off to former boss Philip Clarke - on top of  764,000 in salary until mid-January - but confirmed it plans to claw back the leaving payment if it finds there was gross misconduct following the discovery of an accounting black hole. See PA story CITY Tesco. Photo credit should read: Tesco PLC/PA Wire\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Tesco PLC/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-26T06:55:14Z","lastModified":"2015-06-26T08:17:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"},{"name":"Sarah Butler","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sarahbutler"}],"feature":false,"keywords":["Tesco","Business","Retail industry","Supermarkets","UK news"],"tags":[{"id":"business/tesco","webTitle":"Tesco"},{"id":"business/business","webTitle":"Business"},{"id":"business/retail","webTitle":"Retail industry"},{"id":"business/supermarkets","webTitle":"Supermarkets"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/26/tesco-sales-drop-13-but-outperform-market-expectations","shortUrl":"http://gu.com/p/4a4cj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/26/tesco-sales-drop-13-but-outperform-market-expectations","webUri":"http://www.theguardian.com/business/2015/jun/26/tesco-sales-drop-13-but-outperform-market-expectations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8a74c562c91cedc2de0961e2991370dcb7b0b5f2/0_181_3558_2135/3558.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2135,"width":3558,"orientation":"landscape","caption":" Tesco chief executive Dave Lewis received £4.13m for just six months’ work at Tesco last year, including a £3.23m ‘golden hello’. Photograph: Tesco PLC/PA","credit":"Tesco PLC/PA","altText":" Tesco chief executive Dave Lewis received £4.13m for just six months’ work at Tesco last year, including a £3.23m ‘golden hello’.","cleanCaption":" Tesco chief executive Dave Lewis received £4.13m for just six months’ work at Tesco last year, including a £3.23m ‘golden hello’.","cleanCredit":"Photograph: Tesco PLC/PA"}},"importance":3,"kicker":{"title":"Tesco"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8a74c562c91cedc2de0961e2991370dcb7b0b5f2/0_181_3558_2135/3558.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2135,"width":3558,"orientation":"landscape","credit":"Tesco PLC/PA","altText":"Undated handout photo issued by Tesco of chief executive Dave Lewis as Tesco paid  4.1 million to him in his first six months after he was brought in from consumer goods group Unilever to turn around the embattled supermarket. PRESS ASSOCIATION Photo. Issue date: Thursday May 21, 2015. The group's annual report also said it handed a  1.2 million pay-off to former boss Philip Clarke - on top of  764,000 in salary until mid-January - but confirmed it plans to claw back the leaving payment if it finds there was gross misconduct following the discovery of an accounting black hole. See PA story CITY Tesco. Photo credit should read: Tesco PLC/PA Wire\nNOTE TO EDITORS: This handout photo may only be used in for editorial reporting purposes for the contemporaneous illustration of events, things or the people in the image or facts mentioned in the caption. Reuse of the picture may require further permission from the copyright holder.","cleanCredit":"Photograph: Tesco PLC/PA"}}]},{"title":"National Express / Coach driver accused of 'racist and Islamophobic' tirade","rawTitle":"Coach driver accused of 'racist and Islamophobic' tirade","item":{"type":"article","id":"uk-news/2015/jun/25/national-express-investigates-claim-of-drivers-racist-and-islamophobic-tirade","title":"National Express investigates claim of driver's 'racist and Islamophobic' tirade","trailText":"Student Yusra Ahmed alleges that she and three friends were barred from the coach in a row over whether they were bringing takeaway curry on board","standFirst":"<p>Student Yusra Ahmed alleges that she and three friends were barred from the coach in a row over whether they were bringing takeaway curry on board</p>","byline":"André Rhoden-Paul","body":"<p>National Express has launched an investigation after a Muslim woman claimed she was racially abused by one of its bus drivers. </p> \n<p>Student Yusra Ahmed, 20, alleges that she and three friends were subjected to a “racist and Islamophobic” tirade by a driver who barred them from a coach from Manchester to Leeds in a row over whether they were bringing takeaway curry on board.</p> \n<p>Ahmed claims the students, three of whom were wearing headscarves, were initially targeted by the driver, a white woman, when she acted in a “hostile” way towards them as she inspected their tickets. </p> \n<p>“She analysed each of our tickets and coach cards very closely, which is something we noticed she didn’t do to any of the other passengers,” said Ahmed, a Middle Eastern studies and politics student at Leeds University</p> \n<p>The students claim the row began when they tried to board the coach carrying food in shopping bags and the driver insisted on searching them, apparently not believing they were carrying cold food they had no intention of eating on the journey.</p> \n<p>“She then shouted quite loudly that we were not allowed to eat on the coach and that we had better not be taking ‘curry’ on to her coach,” Ahmed wrote in a <a href=\"https://www.facebook.com/yusra.ahmed.142892/posts/1615768758639949\">Facebook post</a> that has gone viral since she published it last week.</p> \n<p>“I told her that we weren’t intending on eating on the coach, but she continued shouting to us about stinking up her coach with curry. We offered to give the takeaway food to the homeless outside and put the remainder of it in the luggage section, but she kept banging on about our ‘smelly curry food’.</p> \n<p>“She was obviously targeting us out of her preconceived ideas about brown people. We were visibly Muslim so this made it easier for her.”</p> \n<p>After complaining about the driver’s “charade of racist and presumptuous stereotypes”, Ahmed claims they were barred from travelling on the coach. She said a security guard asked her to apologise and threatened to report them. </p> \n<p>The women eventually made it to Leeds after waiting two hours for the next coach. Yusra claims National Express failed to apologise or contact her within three days as promised. </p> \n<p>Samera Hanif, 19, one of the women in the group, said: “We were disgusted with the way the complaint was dealt with. That’s when Yusra wrote her Facebook post to inform the public what happened and it went viral.”</p> \n<p>Economics student Hanif said National Express only replied to their complaint after seeing the post. She said the company told her the driver admittedmaking the curry remarks. She claims National Express would only apologise for not letting them on the coach as this was against company policy, but would not apologise for the racist remarks as the company claimed independent witnesses said both parties were at fault. </p> \n<p> Hanif said: “I found it really disgusting, intimidating and embarrassing because the whole coach station was staring. I’ve never been so angry before.</p> \n<p>“I always board National Express to go home from uni. As soon as I started wearing a headscarf I found this was such a big issue. I think it’s an issue in the UK because if you read the comments the majority are saying it’s always Muslims who are having this issue,” she said.</p> \n<p>The company offered a refund for their tickets, she said.</p> \n<p>National Express said: “We take allegations of employee misconduct extremely seriously and a thorough investigation into the issues raised by this serious complaint has been undertaken by our senior management team. </p> \n<p>“Our clear rules which set out the high standards expected of our professional drivers – as well as our customer service processes – have formed the framework of our investigation into this highly unusual complaint. </p> \n<p>“We’re sorry this issue was not followed up to the customers’ satisfaction, and for the distress of those involved, and are committed to taking on board any lessons which could be learned.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249801514/14c7661d-eb57-4034-a40d-cbce2316c12e-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"Samera Hanif/Samera Hanif","altText":"Yusra Ahmed","cleanCredit":"Photograph: Samera Hanif/Samera Hanif"}],"bodyImages":[],"webPublicationDate":"2015-06-25T18:32:50Z","lastModified":"2015-06-25T20:30:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"André Rhoden-Paul","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andre-rhoden-paul"}],"feature":false,"keywords":["Transport","UK news","Islam","Religion","National Express","Business","Travel & leisure","Road transport","Race issues","World news"],"tags":[{"id":"uk/transport","webTitle":"Transport"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"business/nationalexpressgroup","webTitle":"National Express"},{"id":"business/business","webTitle":"Business"},{"id":"business/travelleisure","webTitle":"Travel & leisure"},{"id":"world/road-transport","webTitle":"Road transport"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[{"displayName":"André Rhoden-Paul","topic":{"type":"tag-contributor","name":"profile/andre-rhoden-paul"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/25/national-express-investigates-claim-of-drivers-racist-and-islamophobic-tirade","shortUrl":"http://gu.com/p/4a5qb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/25/national-express-investigates-claim-of-drivers-racist-and-islamophobic-tirade","webUri":"http://www.theguardian.com/uk-news/2015/jun/25/national-express-investigates-claim-of-drivers-racist-and-islamophobic-tirade"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249801514/14c7661d-eb57-4034-a40d-cbce2316c12e-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","caption":"Yusra Ahmed, 20, (second from right) and her three friends claim they were targeted out of the driver’s ‘preconceived ideas about brown people’. Photograph: Samera Hanif","credit":"Samera Hanif","altText":"Yusra Ahmed","cleanCaption":"Yusra Ahmed, 20, (second from right) and her three friends claim they were targeted out of the driver’s ‘preconceived ideas about brown people’.","cleanCredit":"Photograph: Samera Hanif"}},"importance":2,"kicker":{"title":"National Express"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435249801514/14c7661d-eb57-4034-a40d-cbce2316c12e-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":351,"width":585,"orientation":"landscape","credit":"Samera Hanif/Samera Hanif","altText":"Yusra Ahmed","cleanCredit":"Photograph: Samera Hanif/Samera Hanif"}}]},{"title":"Sunscreen label confusion putting health at risk, say pharmacists","rawTitle":"Sunscreen label confusion putting health at risk, say pharmacists","item":{"type":"article","id":"society/2015/jun/26/sunscreen-label-confusion-health-risk-pharmacists","title":"Sunscreen label confusion putting health at risk, say pharmacists","trailText":"Society calls for introduction of one uniform measure for sun protection after survey shows misunderstanding of SPF ratings","standFirst":"<p>Society calls for introduction of one uniform measure for sun protection after survey shows misunderstanding of SPF ratings</p>","byline":"Rebecca Smithers Consumer affairs correspondent","body":"<p>Manufacturers of sunscreen products are being urged to introduce simpler labelling after a survey revealed confusion about the dual protection ratings currently in use. <br /></p> \n<p>Research by the <a href=\"http://www.rpharms.com/home/about-us.asp\">Royal Pharmaceutical Society</a> (RPS) showed that many consumers are unaware that the SPF rating displayed on labels does not guarantee good all-round protection from potential sun damage. </p> \n<p>The society said ignorance of the issue could be putting people at greater risk of skin damage and cancer. </p> \n<p>Suncreams are designed to protect skin from UVA and UVB radiation, which may increase the risk of developing skin cancer. SPF indicates the amount of protection offered against UVB, which is the main cause of sunburn. Protection from harmful UVA rays is typically indicated by a separate star rating.<br /></p> \n<p>In a survey of 2,000 adults carried out for the RPS, 8% knew that the SPF rating refers to protection from UVB rays only. Most said either they thought the SPF was an indication of levels of protection from both UVB and UVA (56%), or they did not know what the rating stood for (25%).</p> \n<p>Less than a third of those surveyed said they always checked the UVA star rating when buying sunscreen, and 20% of students and 15% of adults with children in their household admitted that they never bothered to check it.<br /></p> \n<p>The society’s chief scientist, Prof Jayne Lawrence, said: “This survey indicates that there is a huge amount of confusion around sunscreen labelling that is a barrier to effective sun protection. Clearly many consumers do not realise the SPF rating applies only to the amount of protection offered against UVB rays, not UVA rays – both of which can damage the skin and cause skin cancer.”</p> \n<p>Lawrence said consumers should not have to pick their way through complicated dual ratings information to understand how sunscreen works and the amount of protection it potentially provides. “We think it’s time for sunscreen manufacturers to provide one easy to understand rating, based on a simple description of the total amount of sun protection offered: low, medium, high and very high protection.<br /></p> \n<p>“People have largely got the message that they must protect their skin from the sun using sunscreen, along with other precautions such as covering up and keeping out of the sun during the hottest part of the day. The RPS is calling for one uniform measure for all sun protection products, so pharmacists can provide easy to understand advice on the effectiveness of products and how they should be used.”<br /></p> \n<p>Rates of malignant melanoma (skin cancer) have been steadily rising in the UK since the mid-1970s. Some of the increase may be due to better awareness and early detection as well as changes in diagnostic criteria, the RPS said, but it is also linked to more holidays being taken abroad and sunbed use. </p> \n<p>A <a href=\"http://www.cancerresearchuk.org/?gclid=CLXmuI2Uq8YCFUuWtAodbNoCnw&amp;dclid=COTrwI2Uq8YCFYgUGwodMp4PMw\">study by Cancer Research UK</a> published in December 2011 estimated that around 86% of skin cancer cases in the UK in 2010 were linked to exposure to UV rays from the sun and sunbeds.</p> \n<p>Less than half (44%) of the consumers surveyed by the RPS said they always or often used sunscreen when out in the sun, and 31% either did not know how much lotion to apply (CRUK recommends two tablespoons) or understimated how much to apply to ensure protection. </p> \n<p>Only 13% said they reapplied sunscreen every two hours as recommended when out in sunny weather. </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247676827/1ef30e92-8953-4c78-a670-d44cae4619c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"WestEnd61/Rex Features","altText":"Sunscreen","cleanCredit":"Photograph: WestEnd61/Rex Features"}],"bodyImages":[],"webPublicationDate":"2015-06-25T23:01:03Z","lastModified":"2015-06-25T23:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rebecca Smithers","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebeccasmithers"}],"feature":false,"keywords":["Health","Pharmaceuticals industry","Health & wellbeing","UK news","Life and style","Society","Business"],"tags":[{"id":"society/health","webTitle":"Health"},{"id":"business/pharmaceuticals-industry","webTitle":"Pharmaceuticals industry"},{"id":"lifeandstyle/health-and-wellbeing","webTitle":"Health & wellbeing"},{"id":"uk/uk","webTitle":"UK news"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/society","webTitle":"Society"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"society"},"topics":[{"displayName":"Rebecca Smithers","topic":{"type":"tag-contributor","name":"profile/rebeccasmithers"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/26/sunscreen-label-confusion-health-risk-pharmacists","shortUrl":"http://gu.com/p/4a5me","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/26/sunscreen-label-confusion-health-risk-pharmacists","webUri":"http://www.theguardian.com/society/2015/jun/26/sunscreen-label-confusion-health-risk-pharmacists"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247676827/1ef30e92-8953-4c78-a670-d44cae4619c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Suncreams are designed to protect skin from UVA and UVB radiation, which may increase the risk of developing skin cancer. Photograph: WestEnd61/Rex Features","credit":"WestEnd61/Rex Features","altText":"Sunscreen","cleanCaption":"Suncreams are designed to protect skin from UVA and UVB radiation, which may increase the risk of developing skin cancer.","cleanCredit":"Photograph: WestEnd61/Rex Features"}},"importance":1,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/25/1435247676827/1ef30e92-8953-4c78-a670-d44cae4619c7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"WestEnd61/Rex Features","altText":"Sunscreen","cleanCredit":"Photograph: WestEnd61/Rex Features"}}]}],"lastModified":"2015-06-26T07:51:35Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}