{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Secret Bank of England project investigates fallout of Brexit","rawTitle":"Secret Bank of England project investigates fallout of Brexit","item":{"type":"article","id":"business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","title":"Secret Bank of England taskforce investigates financial fallout of Brexit","trailText":"News of undercover project emerges after Bank staff accidentally email details to the Guardian including PR notes on how to deny unit’s existence","standFirst":"<p>News of undercover project emerges after Bank staff accidentally email details to the Guardian including PR notes on how to deny its existence</p>","byline":"Phillip Inman Economics correspondent","body":"<p>Bank of England officials are secretly researching the financial shocks that could hit Britain if there is a vote to leave the European Union in the forthcoming referendum.</p> \n<p>The Bank blew its cover on Friday when it accidentally emailed details of the project – including how the bank intended to fend off any inquiries about its work – direct to the Guardian.</p> \n<p>According to the confidential email, the press and most staff in Threadneedle Street must be kept in the dark about the work underway, which has been dubbed Project Bookend. </p> \n<p>It spells out that if anyone asks about the project, the taskforce must say the investigation has nothing to do with the referendum, saying only that staff are involved in examining “a broad range of European economic issues” that concern the Bank.<br /></p> \n<p>The revelation is likely to embarrass the bank governor, Mark Carney, who has overhauled the central bank’s operations and promised greater transparency over its decision-making. </p> \n<p>MPs are now likely to ask whether the Bank intended to inform parliament that a major review of Britain’s prospects outside the EU was being undertaken by the institution that acts as the UK’s main financial regulator. Carney is also likely to come under pressure within the Bank to reveal whether there are other undercover projects underway.</p> \n<p>Officials are likely to have kept the project under wraps to avoid entering the highly charged debate around the EU referendum, which has jumped to the top of the political agenda since the Conservatives secured an overall majority. Many business leaders and pro-EU campaigners have warned that “Brexit” would hit British exports and damage the standing of the City of London.</p> \n<p>The report could prove incendiary, but without a public notice advertising the Bank’s research project, parliament and the public would be unable to demand its publication.</p> \n<p>The email indicates that a small group of senior staff are to examine the effect of a Brexit under the authority of Sir Jon Cunliffe, who as deputy director for financial stability has responsibility for monitoring the risk of another market crash. <br /></p> \n<p>Cunliffe also sits on the board of the City regulator, the Prudential Regulatory Authority. </p> \n<p>James Talbot, the head of the monetary assessment and strategy division, is involved in Project Bookend, drawing on his past work as an adviser on European economic policy.</p> \n<p>The email, from Cunliffe’s private secretary to four senior executives, was written on 21 May and forwarded by mistake to a Guardian editor by the Bank’s head of press, Jeremy Harrison.</p> \n<p>It says: “Jon’s proposal, which he has asked me to highlight to you, is that no email is sent to James’s team or more broadly around the Bank about the project.”</p> \n<p>It continues: “James can tell his team that he is working on a short-term project on European economics in International [division] which will last a couple of months. This will be in-depth work on a broad range of European economic issues. Ideally he would then say no more.”</p> \n<p>The email states that Talbot planned to inform staff on Thursday.</p> \n<p>The message goes on to propose that questions from “other parties (eg: the press) about “whether this was a project to look at the referendum”, should be given the answer “that there is a lot going on in Europe in the next couple of months – pointing to some of the specific European economic issues (eg: Greece) that would be of concern to the Bank”.</p> \n<p>Among the senior staff listed on the email and aware of the project are: Iain de Weymarn, Mark Carney’s private secretary since last month; Nicola Anderson, head of risk assessment in the financial stability department; Phil Evans, director of the international division; and Jenny Scott, executive director communications.<br /></p> \n<p>A Bank spokesman said: “It is stated government policy that there will be a renegotiation and national referendum on the UK’s membership of the European Union at some point. It should not come as a surprise that there are a range of economic and financial issues that arise in the context of the renegotiation and national referendum. It is one of the Bank’s responsibilities to assess those that relate to its objectives.</p> \n<p>“It is not sensible to talk about this work publicly, in advance. But as with work done prior to the Scottish referendum, we will disclose the details of such work at the appropriate time. While it is unfortunate that this information has entered the public domain in this way, the Bank will maintain this approach.”</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432319533177/066cadf4-0dae-42af-a931-83360b34a5dd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Pearson/Rex Shutterstock","altText":"Flags of the European Union and United Kingdom","cleanCredit":"Photograph: David Pearson/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-22T18:11:37Z","lastModified":"2015-05-22T23:45:01Z","metadata":{"commentable":true,"commentCount":1067,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Bank of England","Regulators","EU referendum","Business","Mark Carney","European Union","Europe","Foreign policy","Politics","UK news"],"tags":[{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"business/regulators","webTitle":"Regulators"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"business/business","webTitle":"Business"},{"id":"business/mark-carney","webTitle":"Mark Carney"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","shortUrl":"http://gu.com/p/496d7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit","webUri":"http://www.theguardian.com/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a1312af87ed25d7ec89d91f6c81963a6e2fa01e3/0_0_2664_1598/2664.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1598,"width":2664,"orientation":"landscape","caption":"A secret Bank of England taskforce is researching the possible financial shocks of the UK’s exit from the EU.  Photograph: Emmanuel Dunand/AFP/Getty Images","credit":"Emmanuel Dunand/AFP/Getty Images","altText":"A Bank of England taskforce is researching the possible financial shocks of an EU exit","cleanCaption":"A secret Bank of England taskforce is researching the possible financial shocks of the UK’s exit from the EU. ","cleanCredit":"Photograph: Emmanuel Dunand/AFP/Getty Images"}},"importance":7,"showQuotedHeadline":false},{"title":"Ed Balls / Former shadow chancellor to give up politics","rawTitle":"Former shadow chancellor to give up politics","item":{"type":"article","id":"politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","title":"Ed Balls to give up politics following his surprise defeat at general election","trailText":"Former shadow chancellor accepted his share of blame for Labour’s disastrous results and signalled move towards writing about economy","standFirst":"<p>Former shadow chancellor accepted his share of blame for Labour’s disastrous results and signalled move towards writing about economy</p>","byline":"Andrew Sparrow","body":"<p>In his first interview since losing his seat in the Commons, Ed Balls said on Friday that he was giving up politics for good following his surprise defeat in the general election.</p> \n<p>The former shadow chancellor, who lost his Morley and Outwood seat to the Conservatives by 422 votes, revealed one misgiving about Labour’s campaign – that it should have been more pro-business – but otherwise avoided recriminations and instead accepted his share of blame for the result.</p> \n<p>He also refused to attempt a full explanation for what went wrong for Labour, saying it was too early for him to have an answer.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>I want to make a difference to the world outside of politics ... I’m not going to be dashing back</p> \n  <footer> \n   <cite>Ed Balls</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>There has been speculation that Balls, who has been a powerhouse at the top of Labour politics since he started working for Gordon Brown in 1994, could seek an early return to the Commons through a byelection, but Balls told the BBC he was not planning a return to parliament and that “outside of politics is where I am going next”.</p> \n<p>He went on: “You never say never about anything, because who knows what’s going to happen, but the reality for me now is that I want to make a difference to the world outside of politics. That’s how I’m thinking about things. I’m not going to be dashing back.</p> \n<p>“I’ve been thinking about and writing about economics for 20 years and there’s really big issues out there … is the financial system sound, the development challenge which is pushing migrants into Europe. These are things where, for the first time, there’s real time to stand back and think and write a bit. That’s what I’ll do.”</p> \n<p>Asked about Labour’s campaign, Balls said: “I think I wanted to be more pro-business but I also backed Ed Miliband 100%.”</p> \n<p>Balls also accepted that his own unpopularity could have been a factor in the defeat. </p> \n<p>“Ed Miliband said straight after the election he took responsibility but all of us have to bear our share of responsibility. Ed was the leader, I backed him as shadow chancellor 100%. In the end he didn’t persuade people he could be the prime minister, but I didn’t persuade people I could be the chancellor, either.”</p> \n<p>With Labour leadership contenders now all, to varying degrees, saying it would have been better for the party to admit that Labour should have been running a surplus before the crash, Balls conceded this would have made a “small difference”.</p> \n<p>Asked to admit not that over-spending caused the crash but that spending less would have left Britain better placed to deal with it, he replied: “Before 2007, it is a matter of record that we had a low level of national debt because of the decisions we had made but also we had a small deficit.</p> \n<p>“People will now say that that small deficit should have had a small surplus. The reality is that would have made a small difference, not a big difference.”</p> \n<p>But that would not have stopped the crash happening, he added.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317641960/08ce1625-de44-4b07-a6f8-707255c429a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Gadd/Allstar/David Gadd/Allstar","altText":"Ed Balls","cleanCredit":"Photograph: David Gadd/Allstar/David Gadd/Allstar"}],"bodyImages":[],"webPublicationDate":"2015-05-22T17:48:23Z","lastModified":"2015-05-22T23:01:22Z","metadata":{"commentable":true,"commentCount":1216,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Ed Balls","Labour","Politics","UK news","Ed Miliband"],"tags":[{"id":"politics/edballs","webTitle":"Ed Balls"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/edmiliband","webTitle":"Ed Miliband"}],"section":{"id":"politics"},"topics":[{"displayName":"Andrew Sparrow","topic":{"type":"tag-contributor","name":"profile/andrewsparrow"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","shortUrl":"http://gu.com/p/496tk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election","webUri":"http://www.theguardian.com/politics/2015/may/22/ed-balls-give-up-politics-surprise-defeat-general-election"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432317641960/08ce1625-de44-4b07-a6f8-707255c429a4-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ed Balls has been at the top of Labour politics since he started working for Gordon Brown in 1994. Photograph: David Gadd/Allstar","credit":"David Gadd/Allstar","altText":"Ed Balls","cleanCaption":"Ed Balls has been at the top of Labour politics since he started working for Gordon Brown in 1994.","cleanCredit":"Photograph: David Gadd/Allstar"}},"importance":6,"kicker":{"title":"Ed Balls"},"showQuotedHeadline":false},{"title":"Ireland gay marriage referendum / High urban turnout boosts yes hopes","rawTitle":"High urban turnout boosts yes hopes","item":{"type":"article","id":"society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","title":"Ireland gay marriage referendum: high urban turnout boosts yes hopes","trailText":"Historic vote on marriage equality expected to attract 60% turnout – far higher than previous polls – with yes campaigners optimistic of success","standFirst":"<p>Historic vote on marriage equality expected to attract 60% turnout – far higher than previous polls – with yes campaigners optimistic of success</p>","byline":"Henry McDonald in Ireland and agencies","body":"<p>A huge turnout across urban Ireland has boosted yes campaigners’ hopes for victory in the republic’s referendum on legalising gay marriage as votes are counted in the Catholic country. <br tabindex=\"-1\" /></p> \n<p>The ballots of more than three million people are expected to make history on Saturday in the global struggle for gay rights in a nation where only 22 years ago homosexuality was still criminalised.</p> \n<p>Ballot boxes were opened at 9am on Saturday after some constituencies in the Republic said voting levels on Friday had been unprecedented compared to previous referendum.<br /></p> \n<p>It is expected that the national turnout will be about 60%, far higher than for any other previous referendum, with 3.2 million people registered to vote. Kevin Humphreys, a Labour party junior minister, said turnout was high in both working-class and middle-class parts of his Dublin South East constituency.</p> \n<p>Friday’s nationwide vote to give same-sex couples the constitutional right to marry has drawn worldwide attention, with dozens of foreign broadcasters arriving in Dublin for the count. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">#hometovote: Irish abroad return to vote in gay marriage referendum</a> </p> \n</aside> \n<p>The focus now shifts from the polling stations to the counts at 43 parliamentary constituencies and then Dublin Castle – once the seat of British power in Ireland – where the overall national vote will be counted. About 2,000 citizens will watch an outdoor screening of the announcement of the result on Saturday afternoon inside the castle’s grounds.</p> \n<p>Simon Coveney, government minister and director of the referendum campaign for the main ruling party, Fine Gael, said he hoped that the large turnout would carry the proposition in favour of marriage equality.<br />Referring to the old Ireland where priests, bishops and cardinals dominated politicians and people from their pulpits, Coveney said that he sensed that the outcome would show the Irish people “letting something negative go, leaving a prejudice we know is there as part of our history behind us”.<br />Turnout was particularly strong in Greater Dublin which has been more traditionally liberal and open to change, compared to other parts of the country. Some polling stations in Dublin South East such as Donnybrook reported that up to 80% of the electorate had voted, with the overall average around 60%. <br />In Ireland’s second city, Cork, the turnout is expected to be more than 60%. <br tabindex=\"-1\" />The national turnout is expected to be higher than most referendums held over the past 25 years. Yes campaigners believe that a whole new generation of younger voters have turned up at polling stations for the first time. <br tabindex=\"-1\" />One of the few members of the Dail to oppose the same-sex marriage proposition, independent parliamentarian Mattie McGrath, acknowledged that a strong turnout in urban areas, especially Dublin, would carry the day for the yes side. </p> \n<p>“It should be good for a yes if there is a high Dublin turnout,” McGrath said. <br /></p> \n<p>The proposition drawn up by the Fine Gael-Labour government asked Irish voters to amend their 78-year-old constitution, which originally defined marriage as purely between man and woman. <br />Voters were offered the chance to amend that constitution to: “Marriage may be contracted in accordance with law by two persons without distinction as to their sex.”</p> \n<p>Opinion polls throughout the two-month campaign suggest the government-backed amendment should be approved by a majority of voters, which would make Ireland the first country in the world to legalise same-sex marriage through a referendum when the results are declared on Saturday. People who left the country less than 18 months ago were able to vote, but needed to show up at a polling station in person.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">#hometovote: Irish abroad return to vote in gay marriage referendum</a> </p> \n</aside> \n<p>On Twitter, travellers documented their disparate journeys home via London, New York, Bangkok and Nairobi, often under the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/hometovote-irish-abroad-return-vote-twitter-gay-marriage-referendum\">hashtags #HomeToVote</a> or, for those in neighbouring Britain, #GetTheBoatToVote. One posted a picture on a London-to-Wales train with travellers donning the rainbow colours and balloons of the gay rights movement.</p> \n<p>“I’m coming back to @ireland to vote in #MarRef. I’m coming back to help make history. I’m coming back for the future,” tweeted Ian McCafferty on his way from Brussels.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CommunalSpoon/statuses/601419259672158208\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I'm coming back to <a href=\"https://twitter.com/ireland\">@ireland</a> to vote in <a href=\"https://twitter.com/hashtag/MarRef?src=hash\">#MarRef</a>. I'm coming back to help make history. I'm coming back for the future. <a href=\"http://t.co/myq5tjAZ9e\">pic.twitter.com/myq5tjAZ9e</a></p>— Ian McCafferty (@CommunalSpoon) \n  <a href=\"https://twitter.com/CommunalSpoon/status/601419259672158208\">May 21, 2015</a>\n </blockquote> \n</figure> \n<p>Irish singer Hozier posted a selfie in which he held up a Yes Equality “I’m ready to vote” sign. “Flying in to vote ... It’s the most important thing you’ll do. Don’t forget!” he wrote. </p> \n<p>However, voters leaving one polling station on Friday in north-east Dublin, a Catholic parish hall, demonstrated a clear generation gap when asked how they had voted. Those under 40 were solidly yes; older voters were much more likely to have voted no.</p> \n<p>“You can’t give the gays their rights without redefining the whole institution of marriage. What they’re asking for is too much,” said Bridget Ryan, 61, as she voted with her border collie in tow.</p> \n<p>The Fine Gael-Labour government and the main opposition parties all back a yes vote. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>This morning Fionnuala and I voted YES for marriage equality</p> \n  <footer> \n   <cite>Edna Kenny Ireland's PM</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>The government’s minister for equality, Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, cast his yes ballot in north-east Dublin on Friday, declaring it the most important vote of his life. He took heart from early signs of a strong turnout, since involvement by young, first-time voters is considered key for the gay-rights measure to pass. “This is a referendum like no other,” &Oacute; R&iacute;ord&aacute;in told Associated Press. “There’s a buzz and an anticipation of this like I’ve never seen before.”</p> \n<p>The government believes the high turnout, combined with the 68,000 voters who registered in the last weeks of the campaign, will result in a yes verdict . “This morning Fionnuala and I voted YES for marriage equality,” the republic’s prime minister, Enda Kenny, wrote on Twitter on Friday.<br tabindex=\"-1\" /></p> \n<p>However, some gay rights activists continued to express caution on Friday, based on previous votes when anti-government sentiment and low turnout produced surprise referendum rejections. The no campaign, consisting mainly of lay Catholic intellectuals, writers and activists, has warned that a yes vote will create a crisis of personal conscience in Ireland. </p> \n<p>An alliance of evangelical Catholics and Protestants has distributed more than 90,000 anti-gay marriage pamphlets in the last week across Ireland, urging the electorate to veto same-sex marriage. They argue that the legalisation of gay marriage would undermine the Catholic faith and trigger unintended legal consequences in Irish courts, where adoption and surrogacy rights loom as distinct legal battlegrounds.</p> \n<p>A yes result would provide fresh evidence of waning church influence in a country that, in the 1980s, voted forcefully in referendums to outlaw abortion and reject divorce.</p> \n<p>Currently 17 countries, including the UK, Spain, France, Argentina and Denmark, along with several states in the US, allow same-sex couples to marry.</p> \n<p><br /></p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320659969/72bc8666-2903-4a9a-b1bb-8e94748f6c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PAUL FAITH/AFP/Getty Images","altText":"Irish people travelling","cleanCredit":"Photograph: PAUL FAITH/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T23:13:21Z","lastModified":"2015-05-23T08:35:36Z","metadata":{"commentable":true,"commentCount":479,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Gay marriage","Ireland","Europe","Marriage","Life and style","Sexuality","Society","World news"],"tags":[{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"lifeandstyle/marriage","webTitle":"Marriage"},{"id":"lifeandstyle/lifeandstyle","webTitle":"Life and style"},{"id":"society/sexuality","webTitle":"Sexuality"},{"id":"society/society","webTitle":"Society"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"society"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","shortUrl":"http://gu.com/p/496yj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage","webUri":"http://www.theguardian.com/society/2015/may/22/irish-voters-travel-home-around-world-vote-same-sex-marriage"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432320659969/72bc8666-2903-4a9a-b1bb-8e94748f6c00-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Irish people travelling from Britain to Dublin to vote in an historic referendum on whether same-sex marriage should become legal. Photograph: Paul Faith/AFP/Getty Images","credit":"Paul Faith/AFP/Getty Images","altText":"Irish people travelling","cleanCaption":"Irish people travelling from Britain to Dublin to vote in an historic referendum on whether same-sex marriage should become legal.","cleanCredit":"Photograph: Paul Faith/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Ireland gay marriage referendum"},"showQuotedHeadline":false},{"title":"US / Freedom Act fails as senators reject bill to reform NSA","rawTitle":"Freedom Act fails as senators reject bill to reform NSA","item":{"type":"article","id":"us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection","title":"USA Freedom Act fails as senators reject bill to scrap NSA bulk collection","trailText":"Bill fails for the second time after vote in the small hours of Saturday morning, but Rand Paul thwarts Republican leaders’ attempts to extend Patriot Act","standFirst":"<p>Bill fails for the second time after vote in the small hours of Saturday morning, but Rand Paul thwarts Republican leaders’ attempts to extend Patriot Act</p>","byline":"Ben Jacobs and Sabrina Siddiqui in Washington and Spencer Ackerman in New York","body":"<p>For the second time in less than a year, US senators rejected a bill to abolish the National Security Agency’s bulk collection of American phone records.</p> \n<p>By a vote of 57-42, the USA Freedom Act failed on Friday to reach the 60-vote threshold needed to advance in the Senate after hours of procedural manoeuvering lasted into the wee hours Saturday morning. </p> \n<p>The result left the Senate due to reconvene on May 31,<strong> </strong>just hours before a wellspring of broad NSA and FBI domestic spying powers will expire at midnight.</p> \n<p>Architects of the USA Freedom Act had hoped that the expiration at the end of May of the Patriot Act authorities, known as Section 215, provided them sufficient leverage to undo<a href=\"http://preview.gutools.co.uk/us-news/2014/nov/18/usa-freedom-act-republicans-block-bill\"> the defeat of 2014</a> and push their bill over the line.</p> \n<p>The bill was a compromise to limit the scope of government surveillance. It traded the end of NSA bulk surveillance for the retention through 2019 of Section 215, which permits the collection of “business records” outside normal warrant and subpoena channels – as well as a massive amount of US communications metadata, according to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/21/fbi-patriot-act-doj-report\">a justice department report</a>.</p> \n<p>Although the bill passed the House of Representatives by a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/may/13/nsa-surveillance-congress-usa-freedom-act\">massive 338-88 margin last week</a>, it was unable to overcome concerns from Republicans about the process of letting telecom companies take responsibility about the collection data from the NSA.</p> \n<p>Republican leadership was hoping for a short-term extension of the Patriot Act which would push debate into early June, once the Senate returns from its Memorial Day recess. </p> \n<p>This was considered far more likely than a two-month extension of the legislation, which was considered a forlorn hope and failed by a 45-54 vote shortly after the USA Freedom Act failed to reach cloture on Saturday morning.</p> \n<p>Nevada Republican Dean Heller, a co-sponsor of the bill, told reporters early on Friday: “We’re losing the ‘politics of going home’ argument with our conference.” </p> \n<p>He added that proponents of a short term extension were able to argue that supporting the bill meant staying on Capitol Hill all week. “So how do you win that argument?” Heller said.</p> \n<p>The answer was by making senators stay regardless of how they voted as Kentucky Republican Rand Paul, a virulent opponent of NSA surveillance, torpedoed any attempt to kick the can down the road.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RandPaul/statuses/601918853833175040\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Will be seeing everyone overnight it seems. My filibuster continues to end NSA illegal spying.</p>— Dr. Rand Paul (@RandPaul) \n  <a href=\"https://twitter.com/RandPaul/status/601918853833175040\">May 23, 2015</a>\n </blockquote> \n</figure> \n<p>On Saturday morning, after both cloture votes failed, Senate majority leader Mitch McConnell asked for unanimous consent to extend the Patriot Act for a week. Paul objected. Objections were then heard from Paul, as well as from Oregon Democrat Ron Wyden and New Mexico Democrat Martin Heinrich on four-day, two-day and one-day extensions. Eventually McConnell gave up and announced that the Senate would adjourn until 31 May, the day before the key provisions of the Patriot Act expire.</p> \n<p>The failure of the USA Freedom Act leaves the Senate in an impasse. </p> \n<p>Republican whip John Cornyn, a strident supporter of extending the Patriot Act, divided the Senate into three groups on Friday. </p> \n<p>As he put it, there are those who want a “straight extension, those who like USA Freedom and those who like nothing”.</p> \n<p>Those who want a straight extension of the Patriot Act are in a distinct minority and supporters of the USA Freedom Act still cannot muster the necessary super majority to advance the bill. The result means those who are more than happy to simply let Section 215 expire on May 31 are in the driver’s seat.</p> \n<p>When reporters asked Paul on Saturday morning whether he was concerned about the provisions of the Patriot Act expiring at the end of the month, the Kentucky Republican seemed unworried “We were liking the constitution for about 200 years and I think we could rely on the constitution.”</p> \n<p>There still is some room for compromise. Arizona Republican John McCain, when asked if the USA Freedom Act was better than a lapse, said: “There are some programs that are affected by ‘Freedom USA’ that I would be very concerned about shutting down.” He added “but obviously anything is better than shutting down the whole operation.” </p> \n<p>McCain also noted that “you can argue whether we should be doing the mega data thing but you can’t argue that it’s a good idea to shut down the whole thing.” </p> \n<p>However, that shouldn’t be seen as any sort of endorsement of the NSA reform bill by hawks in Senate GOP caucus. Representative Tom Massie, a Kentucky Republican who came to the Senate floor to witness the vote Saturday morning, told reporters he was surprised at how strongly many of his fellow Republicans felt about the compromise reform bill. “They really don’t like the Freedom Act,” he said. </p> \n<p>In the meantime, barring a breakthrough in the coming days, “the whole operation may be shutdown regardless” as the May 31 deadline looms closer.</p> \n<p>Mitch McConnell may still be majority leader but for now, it’s Rand Paul’s Senate.<br /></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431727749285/3f1d9e05-7e58-4a4e-accb-f85927211cb9-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"PAUL J. RICHARDS/AFP/Getty Images","altText":"NSA\r\n","cleanCredit":"Photograph: PAUL J. RICHARDS/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T04:46:12Z","lastModified":"2015-05-23T06:18:51Z","metadata":{"commentable":true,"commentCount":175,"contributors":[{"name":"Ben Jacobs","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ben-jacobs"},{"name":"Sabrina Siddiqui","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sabrina-siddiqui"},{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["NSA","US news","Edward Snowden","World news","Privacy","Surveillance","US Congress","US domestic policy","US Senate","Obama administration"],"tags":[{"id":"us-news/nsa","webTitle":"NSA"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"world/world","webTitle":"World news"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"us-news/us-congress","webTitle":"US Congress"},{"id":"us-news/usdomesticpolicy","webTitle":"US domestic policy"},{"id":"us-news/us-senate","webTitle":"US Senate"},{"id":"us-news/obama-administration","webTitle":"Obama administration"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection","shortUrl":"http://gu.com/p/496nq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection","webUri":"http://www.theguardian.com/us-news/2015/may/23/usa-freedom-act-fails-as-senators-reject-bill-to-scrap-nsa-bulk-collection"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/15/1431727749285/3f1d9e05-7e58-4a4e-accb-f85927211cb9-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"The Freedom Act was a compromise to limit the scope of government surveillance. Photograph: Paul Richards/AFP/Getty Images","credit":"Paul Richards/AFP/Getty Images","altText":"NSA\r\n","cleanCaption":"The Freedom Act was a compromise to limit the scope of government surveillance.","cleanCredit":"Photograph: Paul Richards/AFP/Getty Images"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false},{"title":"Netherlands / Cabinet approves partial ban on Islamic veil in public areas","rawTitle":"Cabinet approves partial ban on Islamic veil in public areas","item":{"type":"article","id":"world/2015/may/22/netherlands-islamic-veil-niqab-ban-proposal-dutch-cabinet","title":"Dutch cabinet approves partial ban on Islamic veil in public areas","trailText":"Schools, hospitals and public transport would be covered by ban, but Dutch prime minister Mark Rutte insists prohibition is not religiously motivated","standFirst":"<p>Schools, hospitals and public transport would be covered by ban, but Dutch prime minister Mark Rutte insists prohibition is not religiously motivated</p>","byline":"Agence France-Presse","body":"<p>The Dutch cabinet has approved a proposal for a partial ban on face-covering Islamic veils on public transport and in public areas such as schools and hospitals.</p> \n<p>After the cabinet backed a bill by the interior minister, Ronald Plasterk, the government said in a statement on Friday: “Face-covering clothing will in future not be accepted in education and healthcare institutions, government buildings and on public transport.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jul/01/france-burqa-ban-upheld-human-rights-court\">France's burqa ban upheld by human rights court</a> </p> \n</aside> \n<p>The ban would not apply to wearing the burqa or the niqab on the street, only for security reasons or “in specific situations where it is essential for people to be seen”, the Dutch prime minister, Mark Rutte, told journalists after a cabinet meeting.</p> \n<p>He said: “The bill does not have any religious background.” The proposal will be sent to a panel of legal advisers for assessment. </p> \n<p>The government said it had “tried to find a balance between people’s freedom to wear the clothes they want and the importance of mutual and recognisable communication”. It said the cabinet “sees no reason for a general ban that would apply to all public places”.</p> \n<p>A previous bill that proposed banning face-covering veils on the street will be withdrawn. It dated from Rutte’s previous government, which was supported by the anti-Islam populist Geert Wilders.</p> \n<p>It was agreed that a new bill would be drawn up by the coalition partners of Rutte’s VVD party and the PvdA party when they formed a coalition in 2012.</p> \n<p>Those flouting the ban, if it is enforced, could be fined up to €405 (&pound;288).</p> \n<p>NOS, the state broadcaster, said that between 100 and 500 women in the Netherlands wore the burqa, most of them only occasionally.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432307983661/949e9e30-1a8c-49cf-9c49-c789eb66f164-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jerry Lampen/AFP/Getty Images","altText":"Women wearing Islamic veils","cleanCredit":"Photograph: Jerry Lampen/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-22T15:51:12Z","lastModified":"2015-05-23T00:01:58Z","metadata":{"commentable":true,"commentCount":1504,"contributors":[],"feature":false,"keywords":["Netherlands","Europe","World news","Islamic veil","Islam","Religion"],"tags":[{"id":"world/netherlands","webTitle":"Netherlands"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/islamic-veil","webTitle":"Islamic veil"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/netherlands-islamic-veil-niqab-ban-proposal-dutch-cabinet","shortUrl":"http://gu.com/p/496ef","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/netherlands-islamic-veil-niqab-ban-proposal-dutch-cabinet","webUri":"http://www.theguardian.com/world/2015/may/22/netherlands-islamic-veil-niqab-ban-proposal-dutch-cabinet"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432307983661/949e9e30-1a8c-49cf-9c49-c789eb66f164-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Two women wearing Islamic veils in the Netherlands. If a ban is enforced, people could be fined for wearing the niqab. Photograph: Jerry Lampen/AFP/Getty Images","credit":"Jerry Lampen/AFP/Getty Images","altText":"Women wearing Islamic veils","cleanCaption":"Two women wearing Islamic veils in the Netherlands. If a ban is enforced, people could be fined for wearing the niqab.","cleanCredit":"Photograph: Jerry Lampen/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Netherlands"},"showQuotedHeadline":false},{"title":"Cameron to EU leaders / I will talk about reform until deal is done","rawTitle":"I will talk about reform until deal is done","item":{"type":"article","id":"politics/2015/may/22/david-cameron-eu-reform-riga-european-union","title":"David Cameron tells EU leaders: I will talk about reform until deal is done","trailText":"Prime minister uses Riga summit to begin his campaign for EU renegotiation, and dismisses objections of foreign politicians as ‘noise’","standFirst":"<p>Prime minister uses Riga summit to begin his campaign for EU renegotiation, and dismisses objections of foreign politicians as ‘noise’</p>","byline":"Rowena Mason Political correspondent","body":"<p>David Cameron has warned fellow European leaders that he wants to get on with EU reform and will bring it up at every summit for the foreseeable future, while dismissing the objections of foreign politicians as “noise”.</p> \n<p>The prime minister said he was not greeted with a “wall of love” from other leaders <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-jean-claude-juncker-chequers-eu-reform-talks\">as he used Friday’s EU summit about eastern Europe to begin his campaign for renegotiations</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-jean-claude-juncker-chequers-eu-reform-talks\">Cameron to meet Juncker at Chequers in EU renegotiation 'charm offensive'</a> </p> \n</aside> \n<p>But attending just one day of the Eastern Partnership Forum in Riga, he managed initial discussions with his counterparts from Sweden, Hungary and Latvia, as well as a brush-by with the prime minister of Poland, and a bear hug from the Bulgarian prime minister.</p> \n<p>Cameron said these were general conversations that just “scratched the surface” of his negotiations, but it was necessary to explain his desire for reforms given the UK will definitely be holding a referendum on its EU membership by the end of 2017 after the Conservatives’ general election win.</p> \n<p>Following these initial discussions, Cameron confirmed that he would be speaking to three of the most crucial players in his campaign for EU reform next week: the European commission president, Jean-Claude Juncker, the German chancellor, Angela Merkel, and the French president, Fran&ccedil;ois Hollande.</p> \n<p>In what looks like a concerted charm offensive, he will host Juncker at his country residence, Chequers, on Monday, before flying to Paris and Berlin later in the week. Downing Street will be hoping the meeting with Juncker provides a breakthrough even though <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2014/jun/27/david-cameron-solace-losing-juncker-vote\">Cameron fought hard against his appointment as commission president over fears he was too wedded to EU integration</a>.</p> \n<p>Asked about the progress of negotiations, Cameron trod a careful line between playing down any expectations of a quick deal and warning other EU leaders that he was anxious to make a start.</p> \n<p>The prime minister has promised a referendum by the end of 2017 but there are reports he would like to hold it next year if an earlier agreement can be achieved. One of his strategies appears to be making it clear to other EU leaders that he is going to persist in talking about the reforms until a deal is done.</p> \n<p>“These reforms in Britain’s interests – and I would argue in Europe’s interests – are going to be discussed whenever we are gathered together … I am confident that whenever we meet we will be discussing them. I want to make early progress. As soon as we get on with it, the better,” he said.</p> \n<p>Cameron said he was confident of getting a deal, not least because the EU benefits from Britain being a net contributor, as the second largest economy, the leading military power, the country with the largest network of diplomatic embassies and the provider of the biggest aid programme.<br /></p> \n<p>There were complaints from some politicians that the summit was meant to focus <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/eu-summit-riga-pledges-18bn-ukraine-russia-elephant-in-room\">on the EU’s relations with Ukraine, Moldova, Azerbaijan, Georgia, Belarus and Armenia</a>. European parliament president Martin Schulz also described Cameron as “difficult” and rejected the idea that there could be treaty change.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/eu-summit-riga-pledges-18bn-ukraine-russia-elephant-in-room\">EU summit pledges €1.8bn to Ukraine but Russia remains elephant in room</a> </p> \n</aside> \n<p>Asked about the objections, Cameron denied having “usurped the conference for my own ends” and said the media would have to get used to “noises” from foreign politicians undermining his campaign. </p> \n<p>“You are going to hear loads of noises over the coming weeks. One day you you’ll hear the Germans say no, the French say this, the Italians say ... You are going to hear loads of stuff. I’m not going to negotiate in public or the media ... My advice would be wait for the result,” he said.</p> \n<p>British official sources also stressed that there could be many ways of achieving treaty change, including the possibility of an agreement now that is written into EU law at a later date.</p> \n<p>Cameron has not yet set out a comprehensive list of reforms he is seeking, with aides suggesting he may not want to reveal his hand publicly at any stage in the process. However, he mentioned the UK’s demand for an exclusion from the EU drive for “ever closer union”, his unhappiness about the state of the single market and the requirement that national parliaments can set their own limits on welfare payments for new migrants. Cameron argues this would stop so many EU citizens being attracted to the UK as he comes under pressure over the fact <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/figures-show-migration-surge-as-david-cameron-unveils-illegal-working-bill\">net migration has increased to 318,000 a year</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/figures-show-migration-surge-as-david-cameron-unveils-illegal-working-bill\">Figures show immigration surge as Cameron unveils illegal working bill</a> </p> \n</aside> \n<p>The prime minister refused to be drawn on a specific timetable but said he acknowledged it would take time. “We’ve got to get our heads down, get on with it, have discussions and bring them to a successful conclusion,” he said. “It is not the start of detailed negotiations but about making a start and setting out the issues and trying to explain to people what we want to achieve.”</p> \n<p>A British official source said the UK recognised there were “27 nuts to crack” – in reference to the fact there will have to be approval from every EU member state.</p> \n<p>Cameron argued that Germany has achieved treaty changes when it had problems with the eurozone and the UK deserved the same hearing for its complaints.<br /></p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432310322540/05bc8a2b-4c0c-4110-98a4-b742c2cb95dc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Valda Kalnina/EPA","altText":"David Cameron emphasises a point during his press conference at the Eastern Partnership Summit in Riga","cleanCredit":"Photograph: Valda Kalnina/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-22T16:07:34Z","lastModified":"2015-05-22T23:01:22Z","metadata":{"commentable":true,"commentCount":1235,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["EU referendum","European Union","Europe","Foreign policy","Politics","UK news","World news","David Cameron","Conservatives","Jean-Claude Juncker","Angela Merkel","François Hollande"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"world/jean-claude-juncker","webTitle":"Jean-Claude Juncker"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/francois-hollande","webTitle":"François Hollande"}],"section":{"id":"politics"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/22/david-cameron-eu-reform-riga-european-union","shortUrl":"http://gu.com/p/496h4","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/22/david-cameron-eu-reform-riga-european-union","webUri":"http://www.theguardian.com/politics/2015/may/22/david-cameron-eu-reform-riga-european-union"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456875365","source":"Reuters","durationInSeconds":85,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/22/250522CameronEU_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/22/250522CameronEU.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/22/1432302692365/KP_239497_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Cameron","credit":"guardian.co.uk","altText":"620x372 trailpic for Cameron","cleanCaption":"620x372 trailpic for Cameron"}}},"importance":2,"kicker":{"title":"Cameron to EU leaders"},"showQuotedHeadline":true},{"title":"Mexico / 44 killed after police ambushed in drug cartel region","rawTitle":"44 killed after police ambushed in drug cartel region","item":{"type":"article","id":"world/2015/may/22/mexico-firefight-drug-cartel-region","title":"Mexican officials: 43 killed in major offensive against drug cartel","trailText":"Biggest official death toll yet from a confrontation involving Mexican security forces in the country’s near decade-long drug wars","standFirst":"<p>Biggest official death toll yet from a confrontation involving Mexican security forces in the country’s near decade-long drug wars</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/chilapa-mexico-vigilantes-los-rojos-men-disappeared\">Masked gunmen took over a Mexican town as police stood by</a><br /></li>\n</ul>","byline":"Jo Tuckman in Mexico City","body":"<p>A fierce three-hour confrontation between federal forces and drug cartel gunmen hauled up inside a ranch in western Mexico killed at least 42 “presumed criminals” and one police officer, according to the government.</p> \n<p>This is the biggest official death toll yet from a confrontation involving Mexican security forces in the country’s near decade-long drug wars.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/04/mexico-declares-war-rising-drug-cartel-downs-military-helicopter\">Mexico declares all-out war after rising drug cartel downs military helicopter</a> </p> \n</aside> \n<p>National security commissioner Monte Alejandro Rubido said it took place within a major offensive launched earlier this month in the western state of Jalisco to combat the New Generation Jalisco Cartel.</p> \n<p>It began, he said, on Friday morning after a convoy of soldiers, federal police and state police, came under fire from a vehicle full of armed men close to the ranch located a few miles over the border in the state of Michoac&aacute;n, near the town of Tanhuato.</p> \n<p>“A pursuit began that lead to the ranch,” Rubido said, “the rest of the criminals inside the ranch started to attack the federal forces with intensity”.</p> \n<p>Rubido said federal forces called for reinforcements that included a helicopter.</p> \n<p>The ensuing gun battles, he said, extended throughout the large ranch of 112 hectares and lasted for about three hours. The commissioner credited “the training and equipment of the federal forces” for ensuring there was only one federal police agent killed. </p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>The rest of the criminals inside the ranch started to attack the federal forces with intensity</p> \n  <footer> \n   <cite>National security commissioner Monte Alejandro Rubido</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>He said the officer was killed while attending to a fellow officer who had been wounded. Rubido, who did not take questions from the press, said the operation also lead to the arrest of three gunmen as well as the confiscation of 36 assault rifles and a grenade launcher.</p> \n<p>He added that six vehicles in a warehouse were set alight during the confrontation, which would account for the plumes of black smoke locals from nearby areas had earlier told reporters they had seen.</p> \n<p>Photographs circulated on social media, and said to be taken from within the ranch before it was cordoned off by federal forces, showed the bodies of numerous young men both inside what appeared to be farm buildings and lying in fields.<br /></p> \n<p>In one image five lifeless youths lie beside farm machinery. One of them lies with his arms outstretched and with an assault rifle across his bare chest. Another, with no shoes, lies with a rifle on one side and an ammunition belt on the other.</p> \n<p>Other photographs feature bodies in the grass, some of them with soldiers nearby. One image shows a colonnaded porch filled with blood-stained blankets, clothes and mattresses.</p> \n<p>The area is close to the community of La Barca, in the state of Jalisco, where the authorities uncovered mass graves containing 78 bodies in 2013. The graves were also blamed on the New Generation Jalisco Cartel. The cartel is one of Mexico’s newer organized criminal gangs, formed in 2010 from the remnants of older groups that fell apart after their leaders were captured in earlier offensives.</p> \n<p>The strategy pursued by successive Mexican governments of going after criminal kingpins has resulted in numerous spectacular arrests and takedowns and weakened several important cartels. </p> \n<p>It has, however, so far failed to reduce the violence linked to organized criminal activity around the country that has killed an estimated 100,000 people since the drug wars began in 2006. Some once major groups have splintered into numerous small, and particularly vicious gangs. </p> \n<p>The New Generation Jalisco Cartel is one of the few that has been able to take advantage of the power vacuums created by the waning of others to both become an increasing important player in trafficking drugs and expand its territorial presence.</p> \n<p>In recent months the New Generation Jalisco Cartel has also garnered a reputation for particularly brazen challenges to state power. </p> \n<p>Most Mexican cartels tend to reserve their fiercest firepower for their criminal rivals. In April, gunmen believed to belong to the cartel ambushed a police convoy travelling along a mountain road in Jalisco <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/07/mexico-police-attack-jalisco-15-dead\">killing 15 officers and wounding five</a>. There were no reported casualties among the gunmen.</p> \n<p>That ambush was one of a series of attacks on security forces that triggered a major federal offensive against the cartel launched on 1 May. It was met by coordinated defiance, seen in dozens of burning blockades set up around Jalisco, as well as in some neighbouring states.</p> \n<p>On the same day gunmen also shot down an army helicopter with a rocket propelled grenade, killing eight soldiers. </p> \n<p><br /></p> \n<p> </p> \n<p><br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/191f08e303121dfd445c512337f562a5d951a92e/0_54_2862_1718/2862.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1718,"width":2862,"orientation":"landscape","credit":"Hector Guerrero/AFP/Getty Images","altText":"A Mexican soldier stands guard in Villa Purificacion, Jalisco State, Mexico on May 7, 2015, during the \"Jalisco operation\". The death toll from a Mexican drug cartel's rocket-propelled grenade attack on an army helicopter rose to eight Thursday after a police woman and a soldier succumbed to their wounds.  AFP PHOTO/HECTOR GUERREROHECTOR GUERRERO/AFP/Getty Images","cleanCredit":"Photograph: Hector Guerrero/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-23T03:42:30Z","lastModified":"2015-05-23T03:44:20Z","metadata":{"commentable":true,"commentCount":151,"contributors":[{"name":"Jo Tuckman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jotuckman"}],"feature":false,"keywords":["Mexico","Americas","World news","Drugs trade"],"tags":[{"id":"world/mexico","webTitle":"Mexico"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/world","webTitle":"World news"},{"id":"world/drugs-trade","webTitle":"Drugs trade"}],"section":{"id":"world"},"topics":[{"displayName":"Jo Tuckman","topic":{"type":"tag-contributor","name":"profile/jotuckman"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/mexico-firefight-drug-cartel-region","shortUrl":"http://gu.com/p/496md","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/mexico-firefight-drug-cartel-region","webUri":"http://www.theguardian.com/world/2015/may/22/mexico-firefight-drug-cartel-region"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/191f08e303121dfd445c512337f562a5d951a92e/0_54_2862_1718/2862.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1718,"width":2862,"orientation":"landscape","caption":"A Mexican soldier stands guard in Villa Purificación, Jalisco state, Mexico, during the ‘Jalisco operation’.  Photograph: Hector Guerrero/AFP/Getty Images","credit":"Hector Guerrero/AFP/Getty Images","altText":"Mexico jalisco","cleanCaption":"A Mexican soldier stands guard in Villa Purificación, Jalisco state, Mexico, during the ‘Jalisco operation’. ","cleanCredit":"Photograph: Hector Guerrero/AFP/Getty Images"}},"importance":1,"kicker":{"title":"Mexico"},"showQuotedHeadline":false}],"lastModified":"2015-05-23T08:10:29Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}