{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Greece crisis / Parliament backs austerity as nation faces day of judgment","rawTitle":"Parliament backs austerity as nation faces day of judgment","item":{"type":"article","id":"world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone","title":"Greek MPs back new austerity plan as nation faces day of judgment","trailText":"Despite a big parliamentary vote in favour of a deal with its creditors, Greece could be cut loose if it fails to win over EU leaders at a weekend of summits<br>","standFirst":"<p>Despite a big parliamentary vote in favour of a deal with its creditors, Greece could be cut loose if it fails to win over EU leaders at a weekend of summits<br /></p>","byline":"Ian Traynor in Brussels and Graeme Wearden","body":"<p>Greece faces its day of judgment on Saturday when eurozone countries must decide whether to open negotiations on a third multi-billion euro bailout for the insolvent country in five years – or whether it is cut loose and plunged into financial collapse.</p> \n<p>A weekend of what is billed as “last-chance” summitry is to decide Greece’s fate after the government of Alexis Tsipras caved in to creditor demands for further austerity measures in return for the promise of limited debt relief. With the support of France, he tabled 13 pages of economic and tax reform pledges as the basis for talks on a new bailout worth more than €53bn over three years.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/10/greek-crisis-deal-hopes-mps-vote-tsipras-live\">Greek debt crisis: MPs approve bailout plan but some Syriza MPs rebel - as it happened</a> </p> \n</aside> \n<p>In the early hours of Saturday morning the Greek parliament voted to back Tsipras’s proposals. Despite a rebellion by some of his own MPs, Tsipras was given the backing of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/10/greek-crisis-deal-hopes-mps-vote-tsipras-live#block-55a065b8e4b07fc6a121f9b0\">250 out of 300 </a>MPs to negotiate this weekend.</p> \n<p>Tsipras said the vote gave him a “strong mandate to complete the negotiations to reach an economically viable and socially fair agreement”. </p> \n<p>“The priority now is to have a positive outcome to the negotiations. Everything else in its own time,” he said. </p> \n<p>In an ominous sign for the stability of the government, however, 10 deputies on the ruling benches either abstained or voted against the measures and another seven were absent, leaving Tsipras short of the 151 seats needed for a majority of his own.</p> \n<p>Prominent leftwingers in the governing Syriza party signalled before the vote that they could not support the mix of tax hikes and spending cuts proposed by Tsipras, following the rejection of similar austerity measures by voters in Sunday’s referendum.</p> \n<p>Energy minister Panagiotis Lafazanis, deputy labour minister Dimitris Stratoulis as well as the speaker of parliament, Zoe Constantopoulou, all abstained.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/greeks-resigned-to-bailout-plan-despite-voting-against-austerity\">Greeks resigned to bailout plan despite voting against austerity</a> </p> \n</aside> \n<p>“The government is being totally blackmailed to acquiesce to something which does not reflect what it represents,” Constantopoulou said.</p> \n<p>The Greek proposals were pored over on Friday after arriving in Brussels and other European Union capitals late on Thursday evening. The French president, Fran&ccedil;ois Hollande, described the new Greek plan as “serious and credible” and proved the Tsipras government was determined that Greece should stay in the eurozone.</p> \n<p>There was no comment from the German chancellor, Angela Merkel, but there were conflicting signals from parties within her coalition, with some MPs saying it was an important step forward and others saying Greece was not to be trusted and should exit the euro.</p> \n<p>Tsipras told members of his own party that he had no mandate to take Greece out of the euro and said: “We are all in this together”.</p> \n<p>Senior eurozone officials will grapple with the details on Saturday morning before passing their recommendations to an extraordinary session in Brussels of the Eurogroup, the committee of 19 eurozone finance ministers.</p> \n<p>The committee’s head, Jeroen Dijsselbloem of the Netherlands, said he expected a “major decision”.</p> \n<p>After five weeks of breathtaking brinkmanship involving a referendum, marathon negotiations, countless reform and rescue blueprints, and five months of stalemate since the radical leftist Syriza party took office, the finance ministers have to decide whether there is a basis for launching an attempt to strike a new deal.</p> \n<p>EU leaders have scheduled two extraordinary summits in Brussels on Sunday, the first involving the 19 eurozone heads of government, followed by those of all 28 member states including David Cameron and leaders of other non-euro countries.</p> \n<p>These meetings would be cancelled, senior officials in Brussels said, if the finance ministers decided on a green light for new bailout negotiations with Greece.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/ng-interactive/2015/jul/10/greek-debt-crisis-whats-in-the-proposals-from-athens\">Greek debt crisis: What's in the proposals from Athens?</a> </p> \n</aside> \n<p>“I’d be astonished if the heads overturned a decision of the finance ministers,” said a senior official involved in the negotiations.</p> \n<p> That suggests that if the Sunday summits go ahead, they will be to plan how to cope with a Greek banking collapse and social chaos if the Grexit happens.</p> \n<p>“I’m not optimistic,” said a eurozone official. “There are too many problems, not enough time, too many people who do not believe the Greeks will deliver their side of the bargain.”</p> \n<p>An EU diplomat said eurozone creditors were very fed up with “five months of manipulation” by the Greek side and worried whether or not Tsipras would really push through the reforms demanded by creditors. “It doesn’t matter what they say, they will never do it.”</p> \n<p>Tsipras has pirouetted this week in a way that has left the Europeans gasping in incredulity. He broke off negotiations a fortnight ago and announced a snap referendum on the austerity terms demanded in return for extending the second bailout which expired on June 30.</p> \n<p>He campaigned for a no vote and won handsomely, backed by more than 61%, before performing a striking U-turn on Thursday night, re-tabling the same austerity terms he had campaigned to defeat and which the voters rejected. The terms included VAT and pension reforms Tsipras had previously insisted were red lines which would never be crossed.</p> \n<p>“On Sunday, the Greek people voted against these measures,” said Michael Fuchs, the deputy floor-leader in Berlin Merkel’s governing Christian Democrats. “I have a little bit of a problem trusting it because what is the difference between Sunday and today?”</p> \n<figure class=\"element element-image\" data-media-id=\"3835de462cc1bafd71ee70ffe4b0f6364830feeb\"> \n <img src=\"http://media.guim.co.uk/3835de462cc1bafd71ee70ffe4b0f6364830feeb/0_56_4928_2958/1000.jpg\" alt=\"Alexis Tsipras\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alexis Tsipras is applauded in the Greek parliament in Athens.</span> \n  <span class=\"element-image__credit\">Photograph: Louisa Gouliamaki/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Deciding against a third bailout would leave Greece facing an unprecedented economic crisis. With its banks closed and capital controls in place, the financial institutions are rapidly running out of money. Without a bailout programme, the European Central Bank could cut off the only lifeline keeping Greece afloat: its emergency liquidity assistance to Greek banks. </p> \n<p>Grexit summits on Sunday would then focus on helping Greek operations to establish a secondary parallel currency, the half-way step to a return to the drachma.</p> \n<p>Despite Tsipras’s claims of a strong mandate for this weekend’s talks, his acceptance of the austerity measures demanded by the creditors will not be enough to secure a deal because the goalposts have moved in the two weeks since he rejected many of the same terms.</p> \n<p>The negotiation has changed. What was being negotiated last month was prolonging an existing bailout arrangement by several months. Merkel has made plain that Greece needs to table much more ambitious and draconian measures to qualify for a new two- to three-year bailout worth a lot more money.</p> \n<p>A German finance ministry spokesman said it was too late to “repackage” last month’s proposals and called on Tsipras to demonstrate greater commitment to an agreement by pushing reformist legislation through the Greek parliament immediately.</p> \n<p>This issue will figure strongly in Saturday’s negotiations, officials and diplomats said, pointing particularly to the resistance to a new deal from the newer and smaller members of the euro in eastern Europe who, in recent months, have come out of the closet as fiscal hawks and the loudest critics of Tsipras.</p> \n<p>The Slovak finance minister, Peter Kazimir, a leading hardliner, voiced his scepticism of Athens’ promises. “How quickly can a caterpillar turn into a butterfly?” he tweeted.</p> \n<p>Dalia Grybauskaite, the president of Lithuania, said: “It seems those proposals will really not be enough.”</p> \n<p>Her Latvian counterpart, Laimdota Straujuma, said: “It will be very hard for me to persuade the parliament. If you were to ask Latvians today whether they are willing to lend money to Greece, you can probably guess what their answer would be … At the moment, I see no reason for Latvia to give money to Greece.”</p> \n<p>Estonia, Latvia, Slovakia and Slovenia take a similar view.</p> \n<p>The head of sovereigns at Fitch’s ratings agency, James McCormack, predicted the talks would fail and there would be “an eventual exit from the eurozone” for Greece.</p> \n<p>Any agreement that might be struck would need to be put through the Bundestag early next week, but Greece fatigue is reaching critical mass in Berlin.</p> \n<p>There was some optimism. Some bookmakersclosed their books for bets on whether Greece would survive in the euro after an avalanche of betting on Greece remaining in the currency following the unveiling of Athens’ plan. The financial markets responded favourably to the talk of a weekend agreement, strengthening the euro against the dollar.</p> \n<p>And Paris, in a rare challenge to Merkel in five years of currency travails, has staked its all on keeping Greece in the euro, dispatching experts to help Athens to write its reform manifesto and loudly campaigning for an agreement to rescue Greece.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/divisions-in-merkels-coalition-over-proposals-for-greek-economic-reform\">Divisions in Merkel's coalition over proposals for Greek economic reform</a> </p> \n</aside>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92fad5e9af71624d2d40c7cd4f4f7911b7e7174e/100_85_4232_2539/4232.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2539,"width":4232,"orientation":"landscape","credit":"Jean-Paul Pelissier/Reuters","altText":"Anti-Euro protesters attend an anti-austerity rally in central Athens, Greece, July 10, 2015. Greek Prime Minister Alexis Tsipras appealed to his party's lawmakers on Friday to back a tough reforms package after abruptly offering last-minute concessions to try to save the country from financial meltdown.        REUTERS/Jean-Paul Pelissier","cleanCredit":"Photograph: Jean-Paul Pelissier/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3835de462cc1bafd71ee70ffe4b0f6364830feeb/0_56_4928_2958/4928.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2958,"width":4928,"orientation":"landscape","caption":"Alexis Tsipras is applauded in the Greek parliament in Athens. Photograph: Louisa Gouliamaki/AFP/Getty Images","credit":"Louisa Gouliamaki/AFP/Getty Images","altText":"Alexis Tsipras","cleanCaption":"Alexis Tsipras is applauded in the Greek parliament in Athens.","cleanCredit":"Photograph: Louisa Gouliamaki/AFP/Getty Images"}],"webPublicationDate":"2015-07-10T18:21:13Z","lastModified":"2015-07-11T03:39:10Z","metadata":{"commentable":true,"commentCount":1491,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"},{"name":"Graeme Wearden","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/7/1399476625361/Graeme-Wearden-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/graemewearden"}],"feature":false,"keywords":["Greece","Eurozone crisis","Banking","Business","Economics","Euro","Europe","Currencies","European Central Bank","European Union","European monetary union","World news","Alexis Tsipras","François Hollande","Angela Merkel","Germany","France"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/world","webTitle":"World news"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/francois-hollande","webTitle":"François Hollande"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/france","webTitle":"France"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone","shortUrl":"http://gu.com/p/4ahjm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone","webUri":"http://www.theguardian.com/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/92fad5e9af71624d2d40c7cd4f4f7911b7e7174e/100_85_4232_2539/4232.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2539,"width":4232,"orientation":"landscape","caption":"An anti-austerity rally in central Athens, Greece. Photograph: Jean-Paul Pelissier/Reuters","credit":"Jean-Paul Pelissier/Reuters","altText":"Athens rally","cleanCaption":"An anti-austerity rally in central Athens, Greece.","cleanCredit":"Photograph: Jean-Paul Pelissier/Reuters"}},"importance":7,"kicker":{"title":"Greece crisis"},"showQuotedHeadline":false,"sublinks":[{"title":"Eurozone creditors meet to decide Greece's fate","rawTitle":"Eurozone creditors meet to decide Greece's fate","item":{"type":"liveBlog","id":"business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate","title":"Greek debt crisis: Eurozone creditors meet to decide country's fate","trailText":"Finance ministers set to discuss latest Greek proposals after Alexis Tsipras receives backing from his MPs","standFirst":"<p>Finance ministers set to discuss latest Greek proposals after Alexis Tsipras receives backing from his MPs</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate#block-55a0cd1be4b07fc6a121f9ea\">Creditors say proposals are basis for talks</a></li>\n</ul>","byline":"Nick Fletcher","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18c54af89153790758d4e3b20ceaaac70f99e341/0_0_2552_1530/2552.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1530,"width":2552,"orientation":"landscape","credit":"Christian Hartmann/Reuters","altText":"Greek prime ministerAlexis Tsipras is congratulated by a lawmaker after winning his key vote in parliament.","cleanCredit":"Photograph: Christian Hartmann/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/f2167b438cbbc0740c0f0e57aa4f0eaf05a20b70/0_0_4110_2466/4110.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2466,"width":4110,"orientation":"landscape","caption":"Alexis Tsipras and Euclid Tsakalotos in parliament. Photograph: Thanassis Stavrakis/AP","credit":"Thanassis Stavrakis/AP","altText":"Alexis Tsipras and Euclid Tsakalotos in parliament.","cleanCaption":"Alexis Tsipras and Euclid Tsakalotos in parliament.","cleanCredit":"Photograph: Thanassis Stavrakis/AP"}],"webPublicationDate":"2015-07-11T08:08:40Z","lastModified":"2015-07-11T08:10:14Z","latestBlock":{"id":"block-55a0cd1be4b07fc6a121f9ea","publishedDateTime":"2015-07-11T08:08:40Z","body":"More details on the reasons for optimism. The European Commission, the European Central Bank and the International Monetary Fund have said the Greek proposals are a basis for negotiation, Reuters is reporting. An unnamed EU official is quoted by the agency as saying: The three institutions have made a first joint assessment of the Greek reform proposals submitted Thursday night. Under certain conditions, they jointly see the proposals as a basis for negotiating an ESM programme. This assessment was sent to the Eurogroup president last night.","postType":"blog"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Nick Fletcher","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nickfletcher"}],"feature":false,"keywords":["Eurozone crisis","Eurozone","European Central Bank","International Monetary Fund (IMF)","Financial crisis","Euro","Greece","Business","Economics","European monetary union","Alexis Tsipras"],"tags":[{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/greece","webTitle":"Greece"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"}],"section":{"id":"business"},"displayHint":"news","topics":[{"displayName":"Greek debt crisis: Eurozone creditors meet to decide country's fate","topic":{"type":"content","name":"business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate"}}],"series":{"title":"Eurozone crisis live","uri":"http://mobile-apps.guardianapis.com/lists/tag/business/series/eurozone-crisis-live"},"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-55a0cd1be4b07fc6a121f9ea","publishedDateTime":"2015-07-11T08:08:40Z","body":"<p>More details on the reasons for optimism.</p> \n<p>The European Commission, the European Central Bank and the International Monetary Fund have said the Greek proposals are a basis for negotiation, Reuters is reporting.</p> \n<p>An unnamed EU official is quoted by the agency as saying:</p> \n<blockquote> \n <p>The three institutions have made a first joint assessment of the Greek reform proposals submitted Thursday night. Under certain conditions, they jointly see the proposals as a basis for negotiating an ESM programme. This assessment was sent to the Eurogroup president last night.</p> \n</blockquote>","postType":"blog"},{"id":"block-55a0c851e4b07fc6a121f9e9","title":"Introduction: Eurogroup meets amid signs of optimism","publishedDateTime":"2015-07-11T07:57:32Z","lastUpdatedDateTime":"2015-07-11T08:04:05Z","body":"<p>Good morning and welcome to what is one of the most crucial weekends since the eurozone crisis began more than five years ago.</p> \n<p>Finance ministers from the 19 members of the single currency will meet in Brussels later to discuss whether the latest set of Greek proposals are enough to start negotiations on a desperately needed third bailout for the beleaguered country.</p> \n<p>If they cannot agree, that could be the beginning of the end for Greece as a member of the eurozone, with a summit of EU leaders on Sunday likely to discuss the impact of such a move and how they can deal with the fallout. In that case the European Central Bank would be unlikely to offer any more assistance to Greek banks - which are still shut at the moment - and the country could be plunged into further chaos.</p> \n<p>Greek prime minister Alexis Tsipras has proposed €13bn of austerity cuts in return for €53bn over three years, a plan which effectively amounts to a U-turn after last week’s No vote in the hastily called referendum rejected a pretty similar deal.<br /></p> \n<p>But late last night Tsipras managed to get the backing of the Greek parliament for his proposals, albeit not without some dissent. </p> \n<figure class=\"element element-image\" data-media-id=\"f2167b438cbbc0740c0f0e57aa4f0eaf05a20b70\"> \n <img src=\"http://media.guim.co.uk/f2167b438cbbc0740c0f0e57aa4f0eaf05a20b70/0_0_4110_2466/1000.jpg\" alt=\"Alexis Tsipras and Euclid Tsakalotos in parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alexis Tsipras and Euclid Tsakalotos in parliament.</span> \n  <span class=\"element-image__credit\">Photograph: Thanassis Stavrakis/AP</span> \n </figcaption> \n</figure> \n<p>After a tense debate 250 MPs out of 300 voted to give Tsipras, and finance minister Euclid Tsakalotos, the go-ahead to negotiate with the Eurogroup of finance ministers.</p> \n<p>But two MPs from the governning Syriza party voted no, eight abstained and seven were absent.</p> \n<p>Even so, Tsipras claimed the backing of parliament gave his a strong mandate to complete negotiations with the country’s creditors towards a viable solution.</p> \n<p>Here is our report by Ian Traynor and Graeme Wearden of the night’s drama:</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone\">Greek MPs back new austerity plan as nation faces day of judgment</a> </p> \n</aside> \n<p>And there are some signs that the measures may be enough to restart talks, with EU officials saying today there was a basis for negotiations.</p>","postType":"key-event"}],"keyEvents":[{"id":"block-55a0c851e4b07fc6a121f9e9","title":"Introduction: Eurogroup meets amid signs of optimism","publishedDateTime":"2015-07-11T07:57:32Z","lastUpdatedDateTime":"2015-07-11T08:04:05Z","body":"<p>Good morning and welcome to what is one of the most crucial weekends since the eurozone crisis began more than five years ago.</p> \n<p>Finance ministers from the 19 members of the single currency will meet in Brussels later to discuss whether the latest set of Greek proposals are enough to start negotiations on a desperately needed third bailout for the beleaguered country.</p> \n<p>If they cannot agree, that could be the beginning of the end for Greece as a member of the eurozone, with a summit of EU leaders on Sunday likely to discuss the impact of such a move and how they can deal with the fallout. In that case the European Central Bank would be unlikely to offer any more assistance to Greek banks - which are still shut at the moment - and the country could be plunged into further chaos.</p> \n<p>Greek prime minister Alexis Tsipras has proposed €13bn of austerity cuts in return for €53bn over three years, a plan which effectively amounts to a U-turn after last week’s No vote in the hastily called referendum rejected a pretty similar deal.<br /></p> \n<p>But late last night Tsipras managed to get the backing of the Greek parliament for his proposals, albeit not without some dissent. </p> \n<figure class=\"element element-image\" data-media-id=\"f2167b438cbbc0740c0f0e57aa4f0eaf05a20b70\"> \n <img src=\"http://media.guim.co.uk/f2167b438cbbc0740c0f0e57aa4f0eaf05a20b70/0_0_4110_2466/1000.jpg\" alt=\"Alexis Tsipras and Euclid Tsakalotos in parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alexis Tsipras and Euclid Tsakalotos in parliament.</span> \n  <span class=\"element-image__credit\">Photograph: Thanassis Stavrakis/AP</span> \n </figcaption> \n</figure> \n<p>After a tense debate 250 MPs out of 300 voted to give Tsipras, and finance minister Euclid Tsakalotos, the go-ahead to negotiate with the Eurogroup of finance ministers.</p> \n<p>But two MPs from the governning Syriza party voted no, eight abstained and seven were absent.</p> \n<p>Even so, Tsipras claimed the backing of parliament gave his a strong mandate to complete negotiations with the country’s creditors towards a viable solution.</p> \n<p>Here is our report by Ian Traynor and Graeme Wearden of the night’s drama:</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/greeks-facing-day-of-judgment-in-struggle-to-stay-in-eurozone\">Greek MPs back new austerity plan as nation faces day of judgment</a> </p> \n</aside> \n<p>And there are some signs that the measures may be enough to restart talks, with EU officials saying today there was a basis for negotiations.</p>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate?date=2015-07-11T08:10:14Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate","shortUrl":"http://gu.com/p/4ahpk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate","webUri":"http://www.theguardian.com/business/live/2015/jul/11/greek-debt-crisis-eurozone-creditors-meet-to-decide-countrys-fate"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18c54af89153790758d4e3b20ceaaac70f99e341/0_0_2552_1530/2552.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1530,"width":2552,"orientation":"landscape","caption":"Greek prime ministerAlexis Tsipras is congratulated by a lawmaker after winning his key vote in parliament. Photograph: Christian Hartmann/Reuters","credit":"Christian Hartmann/Reuters","altText":"Greek prime ministerAlexis Tsipras is congratulated by a lawmaker after winning his key vote in parliament.","cleanCaption":"Greek prime ministerAlexis Tsipras is congratulated by a lawmaker after winning his key vote in parliament.","cleanCredit":"Photograph: Christian Hartmann/Reuters"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/18c54af89153790758d4e3b20ceaaac70f99e341/0_0_2552_1530/2552.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1530,"width":2552,"orientation":"landscape","credit":"Christian Hartmann/Reuters","altText":"Greek prime ministerAlexis Tsipras is congratulated by a lawmaker after winning his key vote in parliament.","cleanCredit":"Photograph: Christian Hartmann/Reuters"}}]},{"title":"Germany / Splits widen in Merkel's coalition over reform proposals","rawTitle":"Splits widen in Merkel's coalition over reform proposals","item":{"type":"article","id":"world/2015/jul/10/divisions-in-merkels-coalition-over-proposals-for-greek-economic-reform","title":"Splits widen in Merkel's coalition over proposals for Greek economic reforms","trailText":"Social Democrats mostly support Alexis Tsipras’s latest plan, but the chancellor faces mutiny within her own conservative ranks over a third bailout for Greece","standFirst":"<p>Social Democrats mostly support Alexis Tsipras’s latest plan, but the chancellor faces mutiny within her own conservative ranks over a third bailout for Greece</p>","byline":"Kate Connolly in Berlin","body":"<p>Germany’s ruling coalition appears to be deeply split over Greece’s latest reform proposals ahead of a climactic meeting of EU leaders at the weekend.</p> \n<p>While senior Social Democrats (SPD), the junior partners in Chancellor Angela Merkel’s government, welcomed the list of concessions from the Greek prime minister, Alexis Tsipras, members of her own conservative bloc were scathing about Greece’s position.</p> \n<p>As financial experts digested the plan from Athens, the joint chief executive of Berlin’s stock exchange, Artur Fischer, said that business leaders in Germany felt Greece had squandered its credibility, and that if Merkel agreed to a third bailout for Greece, she could also be signing up to the continuation of the crisis for years to come, thereby risking her chancellorship.</p> \n<p>“This is the toughest time in her chancellorship so far. Can she resist the voices of opposition within her own party to push through a third bailout in the Bundestag that most of them are against?” said Fischer. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/10/eurozone-crisis-greek-austerity-plans-response\">Eurozone crisis: Greek austerity plans meet warm but cautious response</a> </p> \n</aside> \n<p>“She is facing huge internal difficulties that have the potential to end her chancellorship. The trouble is, if we trust Greece again and go for a bailout, Merkel could find herself back in the same position again in six months’ time, and again a year’s time from now – and that would be extremely bad for her.”</p> \n<p>The decision to either push for a third bailout, a course that would set her against many within her own party, or let Greece leave the eurozone, which could greatly damage Europe’s image as well as her own legacy, will be Merkel’s biggest challenge.</p> \n<p>There was growing speculation late on Friday that the chancellor’s insistence on the involvement of the International Monetary Fund (IMF) in any future bailout might end up forcing the Grexit, which her finance minister, Wolfgang Sch&auml;uble, has been calling for for some time, but which she has resisted.</p> \n<p>The IMF is demanding a “haircut” – debt relief – or at the very least a debt restructuring in return for its participation. But Merkel has so far categorically ruled out such a scenario, and her own MPs would not forgive her if she made a U-turn on the issue.</p> \n<p>In the event that EU leaders back a third bailout package, the Bundestag – along with five other EU member countries – would have to vote, most likely early next week. Only after that, and in the event of a majority of parliamentarians being in favour, could talks on a new deal start. Estimates are that the entire process could take another couple of weeks.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/10/tsipras-greek-economy-sabre-purpose\">Tsipras rattled his sabre until it was blunt – and for what?</a> </p> \n</aside> \n<p>Axel Sch&auml;fer, a leading Social Democrat, reflected the views of many in his party when he said that, while it could have been produced long ago, the Greek reform list was to be welcomed. He said he hoped that creditors would consent to it, calling it an important development not least because “the government, as well as the most important opposition parties, have agreed on it”.</p> \n<p>A bailout package was necessary, he said. “That is to say, [Greece] needs new financial measures that can be paid back over a very, very long time frame”.</p> \n<p>He said that Merkel would find it easier to get the agreement of SPD politicians in any Bundestag vote than those within her own conservative bloc, but believed that the majority of the Bundestag would vote in favour of a third bailout. Among the dissenters in the ranks of Merkel’s conservative alliance, Hans-Peter Friedrich, a leading member of the Christian Social Union, said he did not trust the proposals.</p> \n<p>“Either the Greek government is tricking its own people, or us once again,” he told German radio. He delivered a harsh critique of the attitude of the EU commission president, Jean-Claude Juncker, on Greece, saying that “you could send him an old newspaper with a signature on it and then he would say: ‘great, great, great. That is a basis from which to work’.” He said that from an economic point of view, there was no way around cutting Greece loose from the eurozone.</p> \n<p>Friedrich added that the Greek crisis was being used to weaken the fiscal rules in Europe, and he believed the only reason that the French president, Fran&ccedil;ois Hollande, had backed the latest reform proposals was that: “The French socialists want to weaken the fiscal rules now, because they realise that they’re also not capable of implementing necessary reforms.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/ng-interactive/2015/jul/10/greek-debt-crisis-whats-in-the-proposals-from-athens\">Greek debt crisis: What's in the proposals from Athens?</a> </p> \n</aside> \n<p>Deputy parliamentary floor leader for Merkel’s Christian Democratic Union, Ralph Brinkhaus, voiced his scepticism about the Greek government’s trustworthiness. “How credible is it what this government is delivering?” he asked.</p> \n<p>“On Sunday they were still having a campaign in which they damned everything that they’re now proposing ... the question is, therefore, will everything be implemented that’s decided on in parliament, or are these just empty promises?”</p> \n<p>The German markets reacted positively to the news that a new deal was potentially in sight. But Alexander Lambsdorff, vice-president of the European parliament and a member of the German free market liberals the FDP, said that in his view the reforms were lacking in substance.</p> \n<p>“For example, there’s nothing in there about the role of the Orthodox church, which is after all the biggest landowner in Greece. There’s little about reform of the financial authorities<em> </em>and that is a very decisive question, because whether you set the corporate tax at 26% or 28% is in the end not nearly so important as whether you actually collect it. That is the problem. Several important things are missing in this programme.”</p> \n<p>Analysing the growing involvement of the US in the crisis, the tabloid Bild quoted a top German diplomat saying that there was little understanding over why Europe could not solve the problems of a country that has an economy similar to the size of Tennessee’s. “Viewed from Washington, it’s to do with continuing to feed a cute little animal with peanuts,” he told the paper.</p> \n<p>Sch&auml;uble, who is in favour of a Grexit, implied that he had struggled to explain the complexity of the issue to his US counterpart, Jack Lew. He told an audience in Frankfurt: “I offered to my friend Jack Lew that we would take Puerto Rico into the eurozone, if the USA took Greece into the dollar union. He thought I was joking.”</p> \n<p>On Friday, Merkel’s spokesman, Steffen Seibert, said little about the Greek reform plans, but made it clear that Merkel would only be able to go to the German parliament with a third bailout package if she was persuaded that Greece was genuine about reforming its economy.</p> \n<p>Voices from smaller eastern European countries, which have implemented harsh reform programmes and where standards of living are much lower than in Greece, are increasingly voicing their disenchantment with the prospect of helping to bail out Greece.</p> \n<p>Laimdota Straujuma, prime minister of Latvia, told German radio: “It will be very hard for me to persuade the parliament. And for the parliament it will be difficult to vote for it, because the average pension in Latvia is considerably less than in Greece, and if you were to ask the Latvians today whether they are willing to lend money to Greece, you can probably guess what their answer would be.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3569435f97fa9f0c36b6e62b605250445e877467/1355_1057_2175_1305/2175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1305,"width":2175,"orientation":"landscape","credit":"Amel Emric/AP","altText":"Germany chancellor Angela Merkel","cleanCredit":"Photograph: Amel Emric/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-10T17:59:25Z","lastModified":"2015-07-10T23:02:44Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Kate Connolly","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kateconnolly"}],"feature":false,"keywords":["Germany","Europe","World news","Greece","Angela Merkel","European Union","Eurozone","Business","Eurozone crisis","Economics","Euro","Currencies","European Central Bank","European monetary union","Financial crisis","Banking","Financial sector","International Monetary Fund (IMF)","Jean-Claude Juncker","France","François Hollande","Latvia"],"tags":[{"id":"world/germany","webTitle":"Germany"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/angela-merkel","webTitle":"Angela Merkel"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"business/imf","webTitle":"International Monetary Fund (IMF)"},{"id":"world/jean-claude-juncker","webTitle":"Jean-Claude Juncker"},{"id":"world/france","webTitle":"France"},{"id":"world/francois-hollande","webTitle":"François Hollande"},{"id":"world/latvia","webTitle":"Latvia"}],"section":{"id":"world"},"topics":[{"displayName":"Kate Connolly","topic":{"type":"tag-contributor","name":"profile/kateconnolly"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/10/divisions-in-merkels-coalition-over-proposals-for-greek-economic-reform","shortUrl":"http://gu.com/p/4ahjx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/10/divisions-in-merkels-coalition-over-proposals-for-greek-economic-reform","webUri":"http://www.theguardian.com/world/2015/jul/10/divisions-in-merkels-coalition-over-proposals-for-greek-economic-reform"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3569435f97fa9f0c36b6e62b605250445e877467/1355_1057_2175_1305/2175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1305,"width":2175,"orientation":"landscape","caption":"Angela Merkel faces the ‘toughest time in her chancellorship’ over this decision. Photograph: Amel Emric/AP","credit":"Amel Emric/AP","altText":"Germany chancellor Angela Merkel","cleanCaption":"Angela Merkel faces the ‘toughest time in her chancellorship’ over this decision.","cleanCredit":"Photograph: Amel Emric/AP"}},"importance":0,"kicker":{"title":"Germany"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3569435f97fa9f0c36b6e62b605250445e877467/1355_1057_2175_1305/2175.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1305,"width":2175,"orientation":"landscape","credit":"Amel Emric/AP","altText":"Germany chancellor Angela Merkel","cleanCredit":"Photograph: Amel Emric/AP"}}]},{"title":"Yanis Varoufakis / Germany has an interest in breaking us","rawTitle":"Germany has an interest in breaking us","item":{"type":"comment","id":"commentisfree/2015/jul/10/germany-greek-pain-debt-relief-grexit","title":"Germany won’t spare Greek pain – it has an interest in breaking us","trailText":"Debt restructuring has always been our aim in negotiations – but for some eurozone leaders Grexit is the goal","standFirst":"<p>Debt restructuring has always been our aim in negotiations – but for some eurozone leaders Grexit is the goal</p>","byline":"Yanis Varoufakis, former Greek finance minister","body":"<p>Greece’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/10/greek-crisis-deal-hopes-mps-vote-tsipras-live\" title=\"\">financial drama</a> has dominated the headlines for five years for one reason: the stubborn refusal of our creditors to offer essential debt relief. Why, against common sense, against the IMF’s verdict and against the everyday practices of bankers facing stressed debtors, do they&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/07/eurozone-calls-on-athens-to-get-serious-over-greece-debt-crisis\" title=\"\">resist a debt restructure</a>? The answer cannot be found in economics because it resides deep in Europe’s labyrinthine politics.</p> \n<p>In 2010, the Greek state <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2010/may/05/greece-debt-crisis-timeline\" title=\"\">became insolvent</a>. Two options consistent with continuing membership of the eurozone&nbsp;presented themselves: the sensible one, that any decent banker would recommend – restructuring the debt and reforming the economy; and the toxic option – extending new loans to a&nbsp;bankrupt entity while pretending that it remains solvent.</p> \n<p>Official Europe chose the second option, putting the bailing out of French and German banks exposed to Greek public debt above Greece’s socioeconomic viability. A debt restructure would have implied losses for the bankers on their Greek debt holdings.Keen to avoid confessing to parliaments that taxpayers would have to pay again for the banks by means of unsustainable new loans, EU officials presented the Greek state’s insolvency as a problem of illiquidity, and justified the “bailout” as a case of “solidarity” with the Greeks.</p> \n<p>To frame the cynical transfer of irretrievable private losses on to the shoulders of taxpayers as an exercise in “tough love”, record austerity was imposed on Greece, whose national income, in turn – from which new and old debts had to be repaid – diminished by more than a quarter. It takes the mathematical expertise of a smart eight-year-old to know that this process could not end well.</p> \n<p>Once the sordid operation was complete, Europe had automatically acquired another reason for refusing to discuss debt restructuring: it would now&nbsp;hit the pockets of European citizens! And so increasing doses of austerity were administered while the debt grew larger, forcing creditors to extend more loans in exchange for even more austerity.</p> \n<p>Our government was elected on a mandate to end this doom loop; to demand debt restructuring and an end to crippling austerity. Negotiations have reached their much publicised impasse for a simple reason: our creditors continue to rule out any tangible debt restructuring while insisting that our unpayable debt be repaid “parametrically” by the&nbsp;weakest&nbsp;of Greeks, their children and their grandchildren.</p> \n<p>In my first week as minister for finance I was visited by Jeroen Dijsselbloem, president of the Eurogroup (the eurozone finance ministers), who put a stark choice to me: accept the bailout’s “logic” and drop any demands for debt restructuring or your loan agreement will “crash” – the unsaid&nbsp;repercussion being that Greece’s&nbsp;banks would be boarded up.</p> \n<p>Five months of negotiations ensued under conditions of monetary asphyxiation and an induced bank-run supervised and administered by the European Central Bank. The writing was on the wall: unless we capitulated, we would soon be facing capital controls, quasi-functioning cash machines, a prolonged bank holiday and, ultimately, Grexit.</p> \n<p>The threat of Grexit has had a brief rollercoaster of a history. In 2010 it put the fear of God in financiers’ hearts and minds as their banks were replete with Greek debt. Even in 2012, when Germany’s finance minister, Wolfgang Sch&auml;uble, decided that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/nils-pratley-on-finance/2015/may/11/greece-make-or-break-talks-interesting-sub-plot-emerges-\" title=\"\">Grexit’s costs were a worthwhile “investment”</a> as a way of disciplining France et al, the prospect continued to scare the living daylights out of almost everyone else.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e93826c67d5503a06b7b265e5217932741f17fd5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436548969671/1f2c7e94-dbd5-4e2c-96f7-444bb68f88bf-460x276.jpeg\" alt=\"Syriza supporters in front of the Greek parliament\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">‘By the time Syriza won power last January, a majority within the Eurogroup had adopted Grexit either as their preferred outcome or weapon of choice against our government’.</span> \n </figcaption> \n</figure> \n<p>By the time Syriza won power last January, and as if to confirm our claim that the “bailouts” had nothing to do with rescuing Greece (and everything to do with ringfencing northern Europe), a large majority within the Eurogroup – under the tutelage of Sch&auml;uble – had adopted Grexit either as their preferred outcome or weapon of choice against our government.</p> \n<p>Greeks, rightly, shiver at the thought of amputation from monetary union. Exiting a common currency is nothing like severing a peg,&nbsp;as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2012/sep/13/black-wednesday-20-years-pound-erm\" title=\"\">Britain did in 1992,</a> when Norman Lamont famously sang in the shower the morning sterling quit the European exchange rate mechanism (ERM). Alas, Greece does not have a currency whose peg with the euro can be cut. It has the euro – a foreign currency fully administered by a creditor inimical to restructuring our nation’s unsustainable debt.</p> \n<p>To exit, we would have to create a new currency from scratch. In occupied Iraq, the introduction of new paper money took almost a year, 20 or so Boeing 747s, the mobilisation of the US military’s might, three printing firms and hundreds of trucks. In the absence of such support, Grexit would be the equivalent of announcing a large devaluation more than 18 months in advance: a recipe for liquidating all Greek capital stock and transferring it abroad by any means available.</p> \n<p>With Grexit reinforcing the ECB-induced bank run, our attempts to put debt restructuring back on the negotiating table fell on deaf ears. Time and again we were told that this was a matter for an unspecified future that would follow the “programme’s successful completion” – a stupendous Catch-22 since the “programme” could never succeed without a debt restructure.</p> \n<p>This weekend brings the climax of the talks as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/28/euclid-tsakalotos-greece-debt-bailout-varoufakis\" title=\"\">Euclid Tsakalotos</a>, my successor, strives, again, to put the horse before the cart – to convince a hostile Eurogroup that debt restructuring is a prerequisite of success for reforming Greece, not an ex-post reward for it. Why is this so hard to get across?&nbsp;I&nbsp;see three reasons.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Europe did not know how to respond to the financial crisis. Should it prepare for an expulsion (Grexit) or a federation?</p> \n </blockquote> \n</aside> \n<p>One is that institutional inertia is hard to beat. A second, that unsustainable debt gives creditors immense power over debtors – and power, as we know, corrupts even the finest. But it is the third which seems to me more pertinent and, indeed, more interesting.</p> \n<p>The euro is a hybrid of a fixed exchange-rate regime, like the 1980s ERM, or the 1930s gold standard, and a state currency. The former relies on the fear of expulsion to hold together, while state money involves mechanisms for recycling surpluses between member states (for instance, a federal budget, common bonds). The eurozone falls&nbsp;between these stools – it is more&nbsp;than an exchange-rate regime and&nbsp;less than a state.</p> \n<p>And there’s the rub. After the crisis of 2008/9, Europe didn’t&nbsp;know how to respond. Should it prepare the ground for at least one expulsion (that is, Grexit) to strengthen discipline? Or move to a federation? So far it has done neither, its existentialist angst forever rising. Sch&auml;uble is convinced that as things stand, he needs a Grexit to clear the air,&nbsp;one way or another. Suddenly, a permanently unsustainable Greek public debt, without which the risk of Grexit would fade, has acquired a new usefulness for Schauble.</p> \n<p>What do I mean by that? Based on months of negotiation, my conviction is that the German finance minister wants Greece to be pushed out of the single currency to put the fear of God into the French and have them accept his model of a disciplinarian eurozone.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548330586/Noma-Bars-lifebuoy-for-Gr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Wolfgang Schäuble [Germany's finance minister] is convinced that, as things stand, he needs a Greek exit to clear the air.' Illustration: Guardian","credit":"Guardian","altText":"Noma Bar's lifebuoy for Greece","cleanCaption":"‘Wolfgang Schäuble [Germany's finance minister] is convinced that, as things stand, he needs a Greek exit to clear the air.' Illustration: Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548971097/1f2c7e94-dbd5-4e2c-96f7-444bb68f88bf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘By the time Syriza won power last January, a majority within the Eurogroup had adopted Grexit either as their preferred outcome or weapon of choice against our government’.","credit":"Yorgos Karahalis/AP","altText":"Syriza supporters in front of the Greek parliament","cleanCaption":"‘By the time Syriza won power last January, a majority within the Eurogroup had adopted Grexit either as their preferred outcome or weapon of choice against our government’."}],"webPublicationDate":"2015-07-10T18:25:47Z","lastModified":"2015-07-10T23:09:28Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Yanis Varoufakis","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/7/8/1436342699214/Yanis-Varoufakis-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/yanis-varoufakis"}],"feature":false,"keywords":["Greece","Europe","World news","Eurozone","Business","Eurozone crisis","European Union","European monetary union","Economics","Euro"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"business/eurozone","webTitle":"Eurozone"},{"id":"business/business","webTitle":"Business"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/euro","webTitle":"Euro"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Yanis Varoufakis","topic":{"type":"tag-contributor","name":"profile/yanis-varoufakis"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/10/germany-greek-pain-debt-relief-grexit","shortUrl":"http://gu.com/p/4ahge","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/10/germany-greek-pain-debt-relief-grexit","webUri":"http://www.theguardian.com/commentisfree/2015/jul/10/germany-greek-pain-debt-relief-grexit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548330586/Noma-Bars-lifebuoy-for-Gr-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘Wolfgang Schäuble [Germany’s finance minister] is convinced that, as things stand, he needs a Greek exit to clear the air.’ Illustration: Noma Bar","credit":"Noma Bar","altText":"Noma Bar's lifebuoy for Greece","cleanCaption":"‘Wolfgang Schäuble [Germany’s finance minister] is convinced that, as things stand, he needs a Greek exit to clear the air.’ Illustration: Noma Bar"}},"importance":0,"kicker":{"title":"Yanis Varoufakis"},"byline":{"title":"Yanis Varoufakis, former Greek finance minister"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"cutout","image":{"urlTemplate":"http://static.guim.co.uk/sys-images/Guardian/Pix/contributor/2015/7/8/1436342699214/Yanis-Varoufakis-L.png"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/60c07a9407299e84ce024ee0c6eb9480e13b0991/0_229_3500_2100/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/1f729f3ddc1f09d2fb299dbdb3d75408c9815160/0_0_3439_2064/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/59b8d38e3edd535c5fdb55845093b113c2cf925e/0_0_3500_2100/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/7242a468716e3f20c0cd8b144333a06b2641a7d3/67_0_3281_1969/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/dd5984ef696516195e491452782c585051e8cc6e/0_0_4928_2957/1000.jpg","height":600,"width":1000}}]},{"title":"Reddit / Ellen Pao quits as chief executive after 'sickening' abuse from users","rawTitle":"Ellen Pao quits as chief executive after 'sickening' abuse from users","item":{"type":"article","id":"technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns","title":"Reddit chief Ellen Pao resigns after receiving 'sickening' abuse from users","trailText":"‘I’m just another human,’ says outgoing boss, who was forced to quit by users angry about alleged attempts to curb the site’s ‘anything goes’ tone","standFirst":"<p>‘I’m just another human,’ says outgoing boss, who was forced to quit by users angry about alleged attempts to curb the site’s ‘anything goes’ tone</p>","byline":"Martin Pengelly in New York and Kevin Rawlinson","body":"<p>Ellen Pao, the interim chief executive of <a href=\"http://www.reddit.com/\">Reddit</a>, has resigned following a user backlash against the sacking of one of the company’s employees.</p> \n<p>Pao, who became an international symbol for gender imbalance in Silicon Valley when she lost a landmark discrimination lawsuit, leaves after around eight months in the job and will be replaced by the site’s co-founder <a href=\"http://recode.net/2015/07/10/pao-out-as-reddit-ceo-co-founder-huffman-takes-over/\">Steve Huffman</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/04/reddit-subforums-ellen-pao-explains\">Reddit CEO sorry for 'letting down' users after popular subforums shut down</a> </p> \n</aside> \n<p>Last week <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/jul/04/reddit-subforums-ellen-pao-explains\">she apologised</a> for letting down users after Reddit sacked its director of talent, Victoria Taylor, who was responsible for the site’s Ask Me Anything forums. Taylor’s dismissal led to a petition from users demanding Pao’s removal that attracted more than 210,000 signatures. It also led to Pao reportedly receiving death threats from users angry at her handling of the situation.<br /></p> \n<p>Reddit made the announcement in a statement on Friday afternoon saying it was by “mutual agreement”, even as Pao signalled “a different view” from the board.</p> \n<p>But, in a bid to take the sting out of any acrimony, both Reddit’s board member Sam Altman and Pao wrote pleas for compassion after the harassment.</p> \n<p>Pao urged those users who attacked her to remember that she was “just another human; I have a family, and I have feelings”. In a resignation statement, she wrote that she has seen “the good, the bad and the ugly on Reddit. The good has been off-the-wall inspiring, and the ugly made me doubt humanity”.</p> \n<p><a href=\"https://www.reddit.com/r/self/comments/3cudi0/resignation_thank_you/\">She wrote</a>: “Everyone attacked on Reddit is just another person like you and me. When people make something up to attack me or someone else, it spreads, and we eventually will see it. And we will feel bad, not just about what was said.”</p> \n<p>Altman said that it was “<a href=\"https://www.reddit.com/r/announcements/comments/3cucye/an_old_team_at_reddit/\">sickening to see some of the things</a>” that the site’s users had written about Pao.</p> \n<p>He wrote: “The reduction in compassion that happens when we’re all behind computer screens is not good for the world. People are still people even if there is internet between you.”</p> \n<p>“If the Reddit community cannot learn to balance authenticity and compassion, it may be a great website but it will never be a truly great community.”</p> \n<p>Disagreements, he said, were not a problem. But, in an apparent reference to messages sent to Pao, he wrote that death threats would not be tolerated and that users who sent them would be banned.<br /></p> \n<p>Pao’s relationship with Reddit’s users deteriorated when the site, which was known for its “anything goes” atmosphere, began an anti-harassment drive in May this year.</p> \n<p>It caused further anger when that led to the shutting down of a handful of sections that “allow their communities to use [them] as a platform to harass individuals when moderators don’t take action”.</p> \n<p>Reddit’s management was accused by some of seeking to limit free speech, although the site’s bosses insisted they were “banning behaviour, not ideas”.</p> \n<p>Relations soured further with the dismissal of Taylor. Many of the unpaid moderators who keep Reddit’s subbranches – or subreddits – running, shut down their sections in protest. </p> \n<p></p> \n<p>Pao wrote that she was leaving Reddit, which attracted more than 163 million visitors last month, because the “board asked me to demonstrate higher user growth in the next six months than I believe I can deliver while maintaining Reddit’s core principles”.</p> \n<p></p> \n<p></p> \n<p>Altman’s statement said: “We are thankful for Ellen’s many contributions to Reddit and the technology industry generally. She brought focus to chaos, recruited a world-class team of executives, and drove growth.</p> \n<p>“She brought a face to Reddit that changed perceptions, and is a pioneer for women in the tech industry. She will remain as an advisor to the board through the end of 2015. I look forward to seeing the great things she does beyond that.”</p> \n<p>Regarding Huffman, the statement said: “We’re very happy to have [him] back. Product and community are the two legs of Reddit, and the board was very focused on finding a candidate who excels at both (truthfully, community is harder), which Steve does.</p> \n<p>“He has the added bonus of being a founder with ten years of Reddit history in his head. Steve is rejoining Alexis, who will work alongside Steve with the new title of ‘cofounder’.”<br /></p> \n<p>Pao was hired by Reddit in April 2013. In November 2014 she was <a href=\"http://www.slate.com/blogs/xx_factor/2014/11/14/ellen_pao_appointed_interim_ceo_of_reddit_will_she_be_able_to_fix_the_site.html\">appointed interim chief executive</a> after the resignation of Yishan Wong, who left after an argument with the board over the running of the company. </p> \n<p>Pao made international headlines earlier this year when she <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/technology/2015/mar/27/ellen-pao-loses-landmark-sexual-discrimination-lawsuit\">lost a landmark sex discrimination lawsuit</a> against a former employer, the venture capital firm Kleiner Perkins Caufield &amp; Byers.</p> \n<p>She was told to pay legal costs of nearly $1m (&pound;644,000), which her former employer indicated it would waive if she agreed not to appeal the court’s decision. However, it emerged last month that she had decided to go ahead with a legal challenge.</p> \n<p>Pao’s case raised issues surrounding gender inequality at elite Silicon Valley technology and venture capital firms. Pao’s lawyers argued she was an accomplished junior partner passed over for promotion because the firm she worked for, Kleiner Perkins, used different standards to judge men and women. Pao claimed she was fired when she complained about discrimination.<br /></p> \n<p>During the case lawyers said Pao was subjected to demeaning treatment including being cut out of emails and meetings by a male colleague with whom she broke off an affair and being given a book of erotic poetry by a partner at the company.</p> \n<p>Kleiner Perkins’ attorney Lynne Hermle countered during the trial that Pao failed as an investor at the company and sued to get a big payout as she was being shown the door. <br /></p> \n<p>Pao lost the case, but it was seen as a watershed moment, as former employees at Twitter and Facebook launched discrimination cases in its wake.<br /></p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949806fceba424908586ac10852740c81cd98356/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Robert Galbraith/REUTERS","altText":"Ellen Pao","cleanCredit":"Photograph: Robert Galbraith/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-07-11T00:46:48Z","lastModified":"2015-07-11T05:12:14Z","metadata":{"commentable":true,"commentCount":573,"contributors":[{"name":"Martin Pengelly","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/24/1411572188018/Martin-Pengelly-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/martin-pengelly"},{"name":"Kevin Rawlinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-rawlinson"}],"feature":false,"keywords":["Reddit","US news","Technology"],"tags":[{"id":"technology/reddit","webTitle":"Reddit"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"technology"},"topics":[],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns","shortUrl":"http://gu.com/p/4ahnq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns","webUri":"http://www.theguardian.com/technology/2015/jul/10/ellen-pao-reddit-interim-ceo-resigns"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949806fceba424908586ac10852740c81cd98356/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","caption":"The revolt against Pao began after the company’s director of talent was let go. Photograph: Robert Galbraith/Reuters","credit":"Robert Galbraith/Reuters","altText":"Ellen Pao","cleanCaption":"The revolt against Pao began after the company’s director of talent was let go.","cleanCredit":"Photograph: Robert Galbraith/Reuters"}},"importance":6,"kicker":{"title":"Reddit"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/949806fceba424908586ac10852740c81cd98356/0_0_3000_1801/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1801,"width":3000,"orientation":"landscape","credit":"Robert Galbraith/REUTERS","altText":"Ellen Pao","cleanCredit":"Photograph: Robert Galbraith/REUTERS"}}]},{"title":"US / Torture doctors could face charges after report alleges post-9/11 collusion","rawTitle":"Torture doctors could face charges after report alleges post-9/11 collusion","item":{"type":"article","id":"law/2015/jul/10/us-torture-doctors-psychologists-apa-prosecution","title":"US torture doctors could face charges after report alleges post-9/11 'collusion'","trailText":"Following repeated denials that its members were complicit in Bush administration-era torture, leading group of psychologists faces a reckoning","standFirst":"<p>Following repeated denials that its members were complicit in Bush administration-era torture, leading group of psychologists faces a reckoning</p>","byline":"Spencer Ackerman","body":"<p>The largest association of psychologists in the United States is on the brink of a crisis, the Guardian has learned, after an independent review revealed that medical professionals lied and covered up their extensive involvement in post-9/11 torture. The revelation, puncturing years of denials, has already led to at least one leadership firing and creates the potential for loss of licenses and even prosecutions.</p> \n<p>For more than a decade, the American Psychological Association (APA) has maintained that a strict code of ethics prohibits its more than 130,000 members to aid in the torture of detainees while simultaneously permitting involvement in military and intelligence interrogations. The group has rejected media reporting on psychologists’ complicity in torture; suppressed internal dissent from anti-torture doctors; cleared members of wrongdoing; and portrayed itself as a consistent ally against abuse.<br /></p> \n<p>Now, a voluminous independent review conducted by a former assistant US attorney, David Hoffman, undermines the APA’s denials in full – and vindicates the dissenters.</p> \n<p>Sources with knowledge of the report and its consequences, who requested anonymity to discuss the findings before public release, expected a wave of firings and resignations across the leadership of an organization that Hoffman finds used its extensive institutional links to the CIA and US military to facilitate abusive interrogations.</p> \n<p>Several officials are likely to be sacked. Already out, a past APA president confirmed to the Guardian, is <a href=\"http://www.apa.org/ethics/behnke.aspx\">Stephen Behnke</a>, the APA’s ethics chief and a leading figure in recasting its ethics guidelines in a manner conducive to interrogations that, from the start, relied heavily on psychologists to design and implement techniques like waterboarding.</p> \n<p>But the reckoning with psychologists’ institutional complicity in torture may not stop there.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2014/dec/16/us-paid-torture-doctors-punishing-psychologists\">The US paid torture doctors millions. Why is it last in the world in punishing them? | Dr Steven Miles</a> </p> \n</aside> \n<p>Evidence in the Hoffman report, sources believe, may merit referral to the FBI over potential criminal wrongdoing by the APA involvement in torture. The findings could reopen something human rights groups have urged for years: the potential for prosecutions of people involved in torture. The definition of “collusion” adopted by Hoffman is said to be similar to language used in the federal racketeering statute known as Rico.</p> \n<p>If so, however, it would not be American military or intelligence interrogators themselves under investigation, nor the senior officials who devised torture policy in the Bush administration, but the psychologists who enabled them.</p> \n<p>Additionally, sources believe there will be grounds to initiate ethics charges against responsible individuals both within the APA and in the states in which they operate, which would be the first step toward the loss of a professional license.</p> \n<p>Sources familiar with Hoffman’s report said the APA, knowing that the findings will undermine years of its public positions, is negotiating with its dissenters and critics to deliver a public apology. Recommendations for structural reform are said to be likely ahead of the organization’s 123rd annual convention, scheduled to begin on 6 August in Toronto.<br /></p> \n<h2><strong>Manipulating the opposition: three doctors and torture tactics</strong></h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/15/cia-torture-human-experimentation-doctors\">CIA torture appears to have broken spy agency rule on human experimentation</a> </p> \n</aside> \n<p>Substantial sections of the <a href=\"http://www.nytimes.com/interactive/2015/07/09/us/document-report.html\">report</a> focus on the APA ethics chief and describes Behnke’s “behind-the-scenes attempts to manipulate Council of Representatives actions in collusion with, and to remain aligned with DoD” – a reference to the Department of Defense.</p> \n<p>A University of Michigan-pedigreed psychologist, Behnke has held his position within the APA since 2000, and, according to sources, used it to stifle dissent. Hoffman’s report found Behnke ghostwrote statements opposing member motions to rebuke torture; was involved in voter irregularity on motion passings; spiked ethics complaints; and took other actions to suppress complaints.</p> \n<p>Nadine Kaslow, a former APA president, told the Guardian that Behnke’s last day at the APA was 8 July, after the APA received Hoffman’s report. She would not say if Behnke resigned or was fired. She indicated that further firings and resignations are likely in the coming weeks.</p> \n<p>For now, the APA is grappling with a number of institutional changes to salvage its credibility.</p> \n<p>“I am certainly apologizing on behalf of APA for what occurred – in terms of the fact that there was any collusion that occurred, and the fact that this may have paved the way for abusive interrogation,” Kaslow said on Friday.</p> \n<p>Behnke was hardly the only psychologist involved in the establishment and application of torture.</p> \n<p>According to two landmark Senate reports, one from the armed services committee in 2009 and the other from the intelligence committee in 2014, psychologists James Mitchell and Bruce Jessen were instrumental in persuading the CIA to adopt stress positions, temperature and dietary manipulation, sleep deprivation and waterboarding in interrogations. (Neither man is an APA member.)</p> \n<p>Psychologists assigned to the CIA’s office of medical services assisted abusive interrogations, which the Guardian revealed in June <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/15/cia-torture-human-experimentation-doctors\">appear to violate longstanding CIA rules</a> against human experimentation.</p> \n<p>Those tactics, save waterboarding, spread from the CIA to the military. Psychologists joined “behavioral science consultation teams” that advised interrogations at Guant&aacute;namo Bay. </p> \n<p>“For the APA officials who played the lead role in these actions, their principal motive was to curry favor with the Defense Department for two main reasons: because of the very substantial benefits that DoD had conferred and continued to confer on psychology as a profession, and because APA wanted a favorable result from the critical policy DoD was in the midst of developing that would determine whether and how deeply psychologists could remain involved in intelligence activities,” Hoffman found.</p> \n<p>Human rights-minded psychologists railed for years that the APA had created an environment that was conducive to medical professionals effectively participating in torture. Critically, in 2005, a prominent and highly controversial APA taskforce ruled that members could perform “consultative roles to interrogation- or information-gathering processes for national security-related purposes”.</p> \n<p>Yet the organization withstood all public criticism, until New York Times reporter James Risen revealed, based in part on a hoard of emails from a deceased behavioral-science researcher named Scott Gerwehr, the behind-the-scenes ties between psychologists from the APA and their influential counterparts within the CIA and the Pentagon.</p> \n<p>In 2002 – the critical year for the Bush administration’s embrace of torture – the APA amended its longstanding ethics rules to permit psychologists to follow a “governing legal authority” in the event of a conflict between an order and the APA ethics code.</p> \n<p>Without the change, Risen wrote in his 2014 book Pay Any Price, it was likely that psychologists would have “taken the view that they were prevented by their own professional standards from involvement” in interrogations, making it “far more difficult for the Justice Department to craft opinions that provided the legal approvals needed for the CIA to go ahead with the interrogation tactics”.</p> \n<p>In 2004, after the Abu Ghraib torture scandal burst into public view, the emails detailed a private meeting of APA officials with CIA and military psychologists to “provide input on how the APA should deal with the growing furor”, Risen wrote.</p> \n<p>Ethics chief Behnke emailed: “I would like to emphasize that we will not advertise the meeting other than this letter to the individual invitees, that we will not publish or otherwise make public the names of attendees or the substance of our discussions, and that in the meeting we will neither assess nor investigate the behavior of any specific individual or group.”</p> \n<p>Risen went on to report that six of the 10 psychologists on the seminal 2005 APA taskforce “had connections with the defense or intelligence communities; one member was the chief psychologist for US Special Forces”. The subject of tremendous internal controversy, the APA ultimately rescinded the taskforce report in 2013.</p> \n<h2>Collusion to promote torture: a reckoning finally arrives</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/apr/30/psychologists-bush-officials-torture-program\">Psychologists met in secret with Bush officials to help justify torture – report</a> </p> \n</aside> \n<p>In October, the APA called Risen’s account “<a href=\"http://www.apa.org/news/press/response/risen-book.aspx\">largely based on innuendo and one-sided reporting</a>”. Yet the next month the association <a href=\"http://www.apa.org/news/press/releases/2014/11/risen-allegations.aspx\">announced</a> it had asked Hoffman to investigate potential “collusion with the Bush administration to promote, support or facilitate the use of ‘enhanced’ interrogation techniques by the United States in the war on terror”.</p> \n<p>Throughout the controversy, the APA has preferred to treat criticism of its involvement in torture, either from journalists or from human rights-minded psychologists, with dismissal. Its internal investigations of the criticisms have typically ended up exonerating its members.</p> \n<p>“A thorough review of these public materials and our standing policies will clearly demonstrate that APA will not tolerate psychologist participation in torture,” the APA communications chief, Rhea Farberman, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/22/guantanamo-torture-mohammed-al-qahtani-suspected-9-11-hijacker\">told the Guardian in January 2014</a>, after the Guardian revealed that an APA inquiry declined to pursue charges against a psychologist involved in the Guant&aacute;namo Bay torture of Mohammed al-Qahtani.</p> \n<p>The psychologist, former US army reserve major John Leso, took part in a brutal interrogation of Qahtani, the suspected intended 20th 9/11 hijacker, according to a leaked interrogation log and investigation by the Senate armed services committee.</p> \n<p>Interrogators extensively deprived Qahtani of sleep, forced him to perform what the log called “dog tricks”, inundated him with loud music for extended periods, and forcibly hydrated him intravenously until he urinated on himself.</p> \n<p>“The concern that APA’s decision to close the matter against Dr John Leso will set a precedent against disciplining members who participate in abusive interrogations is utterly unfounded,” the APA’s Farberman told the Guardian in January 2014.</p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bc332d705d301786a64df93df5320877248363e/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"The Guardian","altText":"Collage to accompany story on CIA/torture","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-07-10T19:48:08Z","lastModified":"2015-07-10T22:08:27Z","metadata":{"commentable":true,"commentCount":760,"contributors":[{"name":"Spencer Ackerman","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/4/1409842529387/Spencer-Ackerman-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/spencerackerman"}],"feature":false,"keywords":["Torture","September 11 2001","Guantánamo Bay","US news","Doctors","Psychology","CIA","CIA torture report"],"tags":[{"id":"law/torture","webTitle":"Torture"},{"id":"us-news/september11","webTitle":"September 11 2001"},{"id":"us-news/guantanamo-bay","webTitle":"Guantánamo Bay"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"society/doctors","webTitle":"Doctors"},{"id":"science/psychology","webTitle":"Psychology"},{"id":"us-news/cia","webTitle":"CIA"},{"id":"us-news/cia-torture-report","webTitle":"CIA torture report"}],"section":{"id":"law"},"topics":[{"displayName":"Spencer Ackerman","topic":{"type":"tag-contributor","name":"profile/spencerackerman"}}],"embeddedVideos":[],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jul/10/us-torture-doctors-psychologists-apa-prosecution","shortUrl":"http://gu.com/p/4agv5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jul/10/us-torture-doctors-psychologists-apa-prosecution","webUri":"http://www.theguardian.com/law/2015/jul/10/us-torture-doctors-psychologists-apa-prosecution"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bc332d705d301786a64df93df5320877248363e/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","caption":"The American Psychological Association asked a former US attorney to investigate ‘collusion with the Bush administration to promote, support or facilitate’ torture. Photograph: Illustration: The Guardian","credit":"Illustration: The Guardian","altText":"torture human subjects","cleanCaption":"The American Psychological Association asked a former US attorney to investigate ‘collusion with the Bush administration to promote, support or facilitate’ torture.","cleanCredit":"Illustration: The Guardian"}},"importance":5,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bc332d705d301786a64df93df5320877248363e/0_0_2560_1536/2560.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2560,"orientation":"landscape","credit":"The Guardian","altText":"Collage to accompany story on CIA/torture","cleanCredit":"Photograph: The Guardian"}}]},{"title":"The charity cold-caller / 'If they don’t give me money, I’ll be fired'","rawTitle":"'If they don’t give me money, I’ll be fired'","item":{"type":"article","id":"business/2015/jul/11/the-life-of-the-charity-cold-caller","title":"'If they don’t give me money, I’ll be fired': the life of the charity cold-caller","trailText":"Charities desperately need telephone donations. But is the way they secure them justified? As fundraising comes under scrutiny again, the people on the other end of the line tell their stories","standFirst":"<p>Charities desperately need telephone donations. But is the way they secure them justified? As fundraising comes under scrutiny again, the people on the other end of the line tell their stories</p>","byline":"Emine Saner","body":"<p>Christopher Robinson worked at a charity fundraising call centre earlier this year, but he couldn’t take it for long. The work, he says, was demoralising. There was one man he called who said he’d been rung 10 times already that day. “People were getting really fed up with it, and I don’t blame them,” he says. He remembers one call, while trying to raise money for a cancer charity, to a woman who had just been diagnosed with breast cancer and told him she didn’t want to give any more money. He says his supervisor told him he should have pushed it, that she “might have been more prone to give”.</p> \n<p>For all the criticism of the tactics used by the callers, and the irritation and guilt trip you will probably have experienced if you’ve ever been called by one begging for money, working at a call centre doesn’t sound much fun. It’s “brutal”, says one former worker; it’s “soul-destroying”, says another. When they talk about their experience, they offer an agonised account of the moral complexity of their profession.</p> \n<p>For without those tactics, the charities that rely on them would be facing a funding shortfall. This week, that moral dilemma was brought to the fore yet again, <a href=\"http://www.dailymail.co.uk/news/article-3151533/Shamed-charity-cold-call-sharks-Britain-s-biggest-charities-ruthlessly-hound-vulnerable-cash-try-opt-receiving-calls.html\">after a Daily Mail reporter</a> worked undercover at GoGen, one of the biggest charity call centres, which is based in east London. It emerged that on behalf of at least four charities – Oxfam, the NSPCC, Macmillan and British Red Cross – they had been ringing people registered with the Telephone Preference Service (which should stop them receiving cold calls), and were accused of calling vulnerable people, including those with dementia.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/07/charities-investigated-for-calling-vulnerable-people-for-money\">Charities investigated for 'calling vulnerable people for money'</a> </p> \n</aside> \n<p>And it’s not the first such example. Charities’ fundraising practices have <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/15/olive-cooke-poppy-sellers-death-raises-charity-hounding-concerns\">attracted a lot of attention since the death of Olive Cooke</a>, a 92-year-old poppy seller, in May, with media reports linking her suicide to hundreds of letters and phone calls from charities asking for money, which had left her “exhausted”. But the criticism has been building for much longer. Last year, a <a href=\"http://www.channel4.com/info/press/news/how-to-stop-your-nuisance-calls-channel-4-dispatches\">Dispatches documentary for Channel 4 went undercover at two call centres</a>, Pell &amp; Bales, which is one of the biggest in the market, and NTT in Bristol, and found staff were encouraged to lie to donors – about having children, for instance, to “help the rapport-building” – and that some people, including one woman with a terminally ill child and another who suffered from depression, were not taken off the call list.</p> \n<p>Not everyone has been surprised by the claims. “No one needed to go undercover to see what had been going on,” says Charlie Hulme, managing director of DonorVoice, which advises charities on how to retain supporters. Charities, he says, could have just gone to the call centres to listen to calls (indeed, some do this). The companies “were doing what they had been asked to do, which is to get as much money out of people as possible. Charities go to call centres and say ‘we want to get x thousand direct debits’. But clearly they want to keep their costs down as much as possible. The results are inevitable if the pressure is high and the costs are low, what did they think was going to happen?”</p> \n<p>“From what I’ve seen in documentaries, the practices haven’t changed,” says Chris Willsher, who worked for a fundraising call centre for four months a few years ago. A musician, he says many other musicians and actors were targeted for the work, told they would be able to fit casual shifts in around auditions, and that their creativity was valued. But then, he says, “you’re not allowed to go off script. You have a script on screen on front of you and you click your way through it ... You leave each call really exhausted because you’ve put so much effort in to depressing the person on the other end of the phone as much as you possibly can, just to get some money out of them.”</p> \n<figure class=\"element element-image\" data-media-id=\"85add40fdcdd53c7a8f9124913c0dde124602e21\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436547552864/83a03d8f-9769-47e1-bd0a-88254c148fab-460x276.jpeg\" alt=\"A taskforce has been formed to investigate telephone fundraising. \" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A taskforce has been formed to investigate telephone fundraising. Chair, Alan Gosschalk of Scope, says: ‘There have been some series issues raised.’ Illustration by David Sparshott</span> \n </figcaption> \n</figure> \n<p>He says each caller’s computer system monitors them, “so as soon as you hang up there is a timer on your screen and it starts counting the amount of time that you’re not making calls. If you want to go to the loo, or grab some water, you’re being monitored and it can go against you in how many shifts you’ll be offered in the future. They expect you to be on the phone constantly.”</p> \n<p>Amara, who now runs her own business, remembers a male campaign manager standing outside the women’s loos to monitor how long she would be (she says three minutes was considered the acceptable limit). And on the other end of the phone, she would regularly have to put up with abuse. “I do understand people’s frustration, but some of them would say really obscene things, like if I was calling for a charity that raises money for people with cancer, I’d be told: ‘I really wish you’d get cancer.’” She would have to continue the phone call as long as possible and still try to get a donation.</p> \n<p>She worked for an agency for three years, first as a fundraiser on the phones, then as a trainer who would monitor the new recruits. “You have to make the three asks,” she says. Everyone talks about the three asks – the number of times each fundraiser has to ask a donor for money per call. “You can hear these people on the phone saying, ‘Don’t ask me again’. And then you have to teach [the fundraisers] a way that they can put the three asks in.” She says calls were monitored randomly by supervisors, and fundraisers were pulled up on it if “they didn’t make a strong third ask”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/voluntary-sector-network/2015/may/31/charity-cold-caller-im-the-person-who-dials-your-number\">Charity cold caller: I'm the person who dials your number</a> </p> \n</aside> \n<p>There were answers for every “excuse” for why people didn’t want to give more money, whether they were unemployed, on a small pension or seriously ill. “It’s sad because you become desensitised,” she says. “You’re not listening to the fact that this person is hurt, you’re listening to the fact that they’ve had a direct experience [of a disease related to a charity] and they’re going to give me money, and if they don’t give me money, I’m going to get fired. It’s only when you leave at the end of the day with such negative energy that you feel what you’ve done is ethically wrong.”</p> \n<p>After Olive Cooke’s death, the Fundraising Standards Board (FSB) launched an inquiry into fundraising practices (her family said charities were not to blame for her death, and that she had been suffering from depression; a full inquest is still to be held). “There have been some serious issues raised and as charities, we are taking that very seriously, and it’s really important that we get things right,” says Alan Gosschalk, director of fundraising for Scope, who is chairing a task group on telephone fundraising. “We definitely don’t want people to feel pressure, we want people to feel inspired to give.” According to the <a href=\"http://www.frsb.org.uk/2014-fundraising-complaints-echo-public-concerns/\">FSB’s most recent complaints report, released this week</a>, in 2014 most complaints about fundraising methods were about direct mail and telephone calls (more than 8,000 people complained about being called at home, and about the tone of the calls).</p> \n<p>Scope, like most big charities, use call centres. “It’s a way to fundraise that is more efficient than employing lots of people within the charity. The last thing we want to do is upset people, so we’re taking what has emerged very seriously.” But he adds that phone contact with supporters, and potential supporters, is still a valuable way of engaging with people.</p> \n<p>“Charities have been using call centres to call people for 25 to 30 years, and there is nothing inherently wrong or unethical in using them,” says Ian MacQuillin, director of Rogare, a fundraising thinktank at Plymouth University. “Ethical fundraising has to balance the duty of charities to ask for money to provide resources for their beneficiaries with duties to other stakeholders, including donors. At the moment, we’re seeing a kneejerk rush to shift that balance in favour of protecting the donor, and if you restrict fundraisers’ abilities to ask, you’ll end up damaging the people who everyone wants to serve.”</p> \n<figure class=\"element element-image\" data-media-id=\"543cd171739a9381302eec5071e4414a5493eb59\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/10/1436544601809/fe27b984-0f09-4862-80ee-350bb92749b1-460x276.jpeg\" alt=\"Olive Cooke, Britain's oldest poppy seller, was found at the bottom of Avon Gorge, near Bristol, in May.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Olive Cooke, Britain’s oldest poppy seller, was found at the bottom of Avon Gorge, near Bristol, in May.</span> \n  <span class=\"element-image__credit\">Photograph: SWNS.com</span> \n </figcaption> \n</figure> \n<p>But isn’t it counterproductive to call people, asking for money, annoying them? “Are the people you’re annoying those who are likely to give to you anyway,” he replies. “If you don’t ask, people don’t give you money. It’s a bit of a myth that people give to charities when they choose to. The whole reason there is a fundraising profession is that people give when they’re asked to do so.”</p> \n<p>MacQuillin doesn’t think fundraising is becoming more aggressive, but acknowledges competition is fierce and acquisition of new donors is getting harder. One of the popular models to attract new supporters is to run a big campaign asking for &pound;2 a month, but he says that is a loss leader. “You don’t make money out of a TV advert at &pound;2 a month. What you do is try to upgrade them – you phone them and try to convert them from &pound;2 a month to &pound;5 a month.” Or more. Nearly half will stop their direct debits within a year, but charities are banking on the others staying longer, and increasing their donations.</p> \n<p>Sarah, who is in her mid-20s, has worked for GoGen since 2011. She feels much of the criticism is unfair, particularly the idea that every elderly person the charity calls is vulnerable. “The reality is, not every 91-year-old can help us with a direct debit, but some can, and we’re never going to know unless we call them.” She insists she has never felt uncomfortable about asking someone for money. “We’re not evil people who are trying to prey on vulnerable people. We are trying to make a living, and some of us have a passion for the work. It’s not your average cold-call centre – we’re not sitting here trying to sell double-glazing or PPI or whatever. If I make a call for the British Red Cross and I [get someone to give] &pound;10 a month, I know that gift is going to be helping someone.” She is motivated, she says, by a desire to help: “When the earthquake in Nepal hit, the moment I heard it had happened, I called [work] and asked if I could pick up a shift. I wanted to be a part of that fundraising.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/17/for-olive-cooke-sake-end-charity-cold-calls\">For Olive Cooke’s sake, charities must be less brutal | Lucy Siegle</a> </p> \n</aside> \n<p>Others worry about the impact of the negative press – and any future tough regulation – on the charities. Oxfam has already suspended telephone fundraising, and Cancer Research UK told the Daily Mail they have stopped their contract with GoGen. “It has been astonishing to see allegations that any charity, or our organisation, has ever specifically targeted vulnerable or elderly people,” says Philip, a call-centre fundraiser who works at Listen, the company investigated by the Mail on Sunday. “This is untrue and unfortunately changes public opinion of our work.” He says he enjoys his job – he has been at the call centre for four years – but his description of workers’ days sounds tightly controlled: 10 minutes of break time allowed during each three-and-a-half hour shift, with half an hour between shifts for lunch; there are targets set for number of donations, and the average value of donations they bring in is monitored by supervisors.</p> \n<p>“Although it’s for charity, it’s a sales job and a sales environment,” says Alex Love, now a web editor and comedian, who worked for one agency in 2010. “To do well in sales you’ve got to have a particular mindset.” Of the 20 people he trained with, he was the only one left after a couple of months, and he only lasted a year. He remembers one campaign he worked on where every person he called must have been in their 80s or 90s – people who gave an annual donation at Christmas, but who he was trying to get to sign up to a regular direct debit. “I couldn’t do it again. You’ve got a script in front of you that is carefully crafted to be emotive, and it was just forcing people to part with money.” Some days he says, with a quiet laugh, “you would just be grateful when there was no one answering the phone”.</p> \n<p><em>Some names have been changed</em></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547277497/3865a303-6753-4d2f-8674-b8e39a91300d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Illustration by David Sparshott","altText":"A Fundraising Standards Board report said that 8,000 people complained about being cold-called at home in the UK in 2014.","cleanCredit":"Photograph: Illustration by David Sparshott"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547554389/83a03d8f-9769-47e1-bd0a-88254c148fab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A taskforce has been formed to investigate telephone fundraising. Chair, Alan Gosschalk of Scope, says: ‘There have been some series issues raised.’ Illustration by David Sparshott","credit":"Illustration by David Sparshott","altText":"A taskforce has been formed to investigate telephone fundraising. ","cleanCaption":"A taskforce has been formed to investigate telephone fundraising. Chair, Alan Gosschalk of Scope, says: ‘There have been some series issues raised.’ Illustration by David Sparshott"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436544603295/fe27b984-0f09-4862-80ee-350bb92749b1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Olive Cooke, Britain’s oldest poppy seller, was found at the bottom of Avon Gorge, near Bristol, in May. Photograph: SWNS.com","credit":"SWNS.com","altText":"Olive Cooke, Britain's oldest poppy seller, was found at the bottom of Avon Gorge, near Bristol, in May.","cleanCaption":"Olive Cooke, Britain’s oldest poppy seller, was found at the bottom of Avon Gorge, near Bristol, in May.","cleanCredit":"Photograph: SWNS.com"}],"webPublicationDate":"2015-07-11T07:00:08Z","lastModified":"2015-07-11T07:00:08Z","metadata":{"commentable":true,"commentCount":129,"contributors":[{"name":"Emine Saner","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/eminesaner"}],"feature":false,"keywords":["Call centres","Charities","Voluntary sector","Society","Charitable giving","Consumer affairs","Money","Business"],"tags":[{"id":"business/call-centres","webTitle":"Call centres"},{"id":"society/charities","webTitle":"Charities"},{"id":"society/voluntarysector","webTitle":"Voluntary sector"},{"id":"society/society","webTitle":"Society"},{"id":"money/charitable-giving","webTitle":"Charitable giving"},{"id":"money/consumer-affairs","webTitle":"Consumer affairs"},{"id":"money/money","webTitle":"Money"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"business"},"topics":[{"displayName":"Emine Saner","topic":{"type":"tag-contributor","name":"profile/eminesaner"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/11/the-life-of-the-charity-cold-caller","shortUrl":"http://gu.com/p/4ahtj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/11/the-life-of-the-charity-cold-caller","webUri":"http://www.theguardian.com/business/2015/jul/11/the-life-of-the-charity-cold-caller"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547277497/3865a303-6753-4d2f-8674-b8e39a91300d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Fundraising Standards Board report said that 8,000 people complained about being cold-called at home in the UK in 2014. Illustration by David Sparshott","credit":"Illustration by David Sparshott","altText":"A Fundraising Standards Board report said that 8,000 people complained about being cold-called at home in the UK in 2014.","cleanCaption":"A Fundraising Standards Board report said that 8,000 people complained about being cold-called at home in the UK in 2014. Illustration by David Sparshott"}},"importance":4,"kicker":{"title":"The charity cold-caller"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436547277497/3865a303-6753-4d2f-8674-b8e39a91300d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Illustration by David Sparshott","altText":"A Fundraising Standards Board report said that 8,000 people complained about being cold-called at home in the UK in 2014.","cleanCredit":"Photograph: Illustration by David Sparshott"}}]},{"title":"Housing market / UK sees surge in property millionaires despite slowing prices","rawTitle":"UK sees surge in property millionaires despite slowing prices","item":{"type":"article","id":"business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","title":"UK sees surge in property millionaires despite slowdown in house market","trailText":"Over 500,000 homes now cost £1m or more and in 13 streets of London average house price is in excess of £10m","standFirst":"<p>Over 500,000 homes now cost &pound;1m or more and in 13 streets of London average house price is in excess of &pound;10m</p>","byline":"Hilary Osborne","body":"<p>The number of property millionaires in Britain has more than doubled over the past three years and broken through the 500,000 mark for the first time, it is claimed.</p> \n<p>There are now 13 streets where the average house price is more than &pound;10m – all of them in London – and almost 11,000 across the UK where homes are typically worth more than &pound;1m.</p> \n<p>Despite a slowdown in activity in the property market and small price drops in some of the country’s most expensive neighbourhoods, the past year has seen the cost of homes continue to surge in many areas. Recent Land Registry figures showed that in 24 out of 33 London boroughs, annual price growth was still in double figures, and a shortage of homes coming onto the market has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jul/09/shortage-homes-uk-market-prices-up-june\">propped up prices even when demand has fallen</a>.</p> \n<p>Due to the seemingly relentless rise in prices, the property website Zoopla said 524,306 homes were now worth more than &pound;1m, turning their owners into property millionaires – before any mortgage debt is taken into account. This compares with 484,081 in Zoopla’s 2014 rich list in 2014, and 245,790 in 2012.</p> \n<p>The rich list figures, which are based on the asking prices for homes listed on the site and previous sold prices for each property and other similar houses which have changed hands nearby, show on 10,958 streets, the average house price is now above &pound;1m. Of these, 43% are found in London.</p> \n<p>However, concerns over <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/25/number-of-2m-plus-homes-for-sale-more-than-doubles-since-election-tory-victory-mansion-tax\">possible taxes on &pound;2m-plus properties</a> in the runup to the general election, together with <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/money/2015/jan/28/stamp-duty-spike-uk-home-buyer-estate-agents\">changes to stamp duty rules</a> which increased the cost at the top end of the market, seem to have taken a toll on the prices boasted by the country’s richest streets. Kensington Palace Gardens – home to the billionaires Roman Abramovich and Lakshmi Mittal, plus the Foxtons estate agency founder, Jon Hunt – remained the most expensive place to live, with an average price of &pound;42.6m, down 0.45% on 2014’s figure.</p> \n<p> In the Boltons, another highly-prized address in Kensington and Chelsea where a nine-bedroom detached house sold for &pound;51m in April, Zoopla said values had dropped 4.46% over the year to an average of &pound;30.3m. On the third-placed Grosvenor Crescent, in Belgravia, a short walk from Buckingham Palace, values had fallen 4.12% to an average of &pound;22.8m.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/07/property_millionaires/giv-21277ILI9amYg3xnC\" data-alt=\"Graph\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/07/property_millionaires/giv-21277ILI9amYg3xnC\">Graph</a> \n</figure> \n<p>Lawrence Hall of Zoopla said: “While property prices on some of London’s most prestigious roads are still beyond the realms of comprehension for most of us, several of the most desirable streets have seen average values decrease over the past 12 months. This is most likely due to uncertainty in relation to the mansion tax that was mooted by Labour in the runup to the election, which caused temporary stagnation at the top end of the market.”</p> \n<p> In the south-east outside London, Zoopla found 3,697 streets of million-pound homes. On six streets in Surrey, the average price was found to be more than &pound;5m, with Sunninghill Road in Windlesham, near Ascot, topping the list at &pound;5.4m.</p> \n<p> In the north of England, several streets in Greater Manchester have average values above &pound;2m, with Broadway in Hale, Altrincham, coming in at &pound;2.6m. In Scotland, the most expensive street is Whitehouse Terrace, where the average value of homes has broken through the &pound;2m mark.</p> \n<p>The list of most expensive towns is headed by Virginia Water, Surrey, where the average price rose 1.8% to &pound;1.2m. In Cobham, also in Surrey, a 6% year-on-year increase in property values put prices through the &pound;1m barrier for the first time. Cobham is a favourite among Chelsea footballers as it is the location of the club’s training complex.</p> \n<p>Ed Mead, executive director of estate agents Douglas &amp; Gordon, said Southfields in south London was an example of an area where prices had gone through the &pound;1m barrier over the past year. Three-bedroom homes in the neighbourhood, which is close to the Wimbledon tennis tournament, now change hands for at least that sum. “It’s been amazing, with average prices going from &pound;650,000 for such a property to around &pound;1.05m over the last three years,” he said. </p> \n<p>“It clearly signals the search for ‘value’ currently being undertaken by families looking for relief from the recent acute gains seen in both prime central London and the areas immediately surrounding it.”</p> \n<p>The report is likely to further bolster the attractions of property as an investment. Recent research by the Office for National Statistics found that 42% people thought that investing in bricks and mortar was most likely to “make the most of your money” of all types of asset.<br /></p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt LLoyd/REX/Matt LLoyd/REX","altText":"One Hyde Park","cleanCredit":"Photograph: Matt LLoyd/REX/Matt LLoyd/REX"}],"bodyImages":[],"webPublicationDate":"2015-07-10T23:01:09Z","lastModified":"2015-07-10T23:03:42Z","metadata":{"commentable":true,"commentCount":249,"contributors":[{"name":"Hilary Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/hilaryosborne"}],"feature":false,"keywords":["Housing market","UK news","Property","Money","Business","Real estate","Housing","Society"],"tags":[{"id":"business/housingmarket","webTitle":"Housing market"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/property","webTitle":"Property"},{"id":"money/money","webTitle":"Money"},{"id":"business/business","webTitle":"Business"},{"id":"business/realestate","webTitle":"Real estate"},{"id":"society/housing","webTitle":"Housing"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"business"},"topics":[{"displayName":"Hilary Osborne","topic":{"type":"tag-contributor","name":"profile/hilaryosborne"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","shortUrl":"http://gu.com/p/4aha3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market","webUri":"http://www.theguardian.com/business/2015/jul/11/uk-sees-surge-in-property-millionaires-despite-slowdown-in-house-market"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The One Hyde Park development in Knightsbridge, London. Apartments here cost in millions and are among the most expensive in Europe. Photograph: Matt LLoyd/Rex","credit":"Matt LLoyd/Rex","altText":"One Hyde Park","cleanCaption":"The One Hyde Park development in Knightsbridge, London. Apartments here cost in millions and are among the most expensive in Europe.","cleanCredit":"Photograph: Matt LLoyd/Rex"}},"importance":3,"kicker":{"title":"Housing market"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/10/1436548415577/c7847ab3-5a3f-4812-ad53-41e3d0a6302d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Matt LLoyd/REX/Matt LLoyd/REX","altText":"One Hyde Park","cleanCredit":"Photograph: Matt LLoyd/REX/Matt LLoyd/REX"}}]},{"title":"Iran and world powers give themselves 72 hours to clinch nuclear deal","rawTitle":"Iran and world powers give themselves 72 hours to clinch nuclear deal","item":{"type":"article","id":"world/2015/jul/11/iran-and-world-powers-give-themselves-72-hours-to-clinch-nuclear-deal","title":"Iran and world powers give themselves 72 hours to clinch nuclear deal","trailText":"The ‘painfully slow’ negotiations in Vienna are given until Monday – their third extension in two weeks – as 12-year dispute nears its conclusion","standFirst":"<p>The ‘painfully slow’ negotiations in Vienna are given until Monday – their third extension in two weeks – as 12-year dispute nears its conclusion</p>","byline":"Reuters","body":"<p>Iran and the world’s leading powers gave themselves until Monday to reach a nuclear agreement, their third extension in two weeks, as <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/09/iran-hits-out-western-negotiators-nuclear-talks\">Tehran accused the west </a>of throwing up new stumbling blocks to a deal.<br /></p> \n<p> Both sides say there has been progress in two weeks of talks, but on Friday night British foreign secretary Philip Hammond called it “painfully slow” and he and his French counterpart, Laurent Fabius, left Vienna saying they would return on Saturday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/05/iran-new-chapter-nuclear-talks\">Iranians ready for new chapter as nuclear talks approach conclusion</a> </p> \n</aside> \n<p> Having missed a Friday morning <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jul/07/iran-nuclear-deal-us-congress-lobbying\">US congressional deadline</a>, US and European Union officials said they were extending sanctions relief for Iran under an interim deal until Monday to provide more time for talks on a final deal.</p> \n<p> Iran and six powers – Britain, China, France, Germany, Russia and the United States – are trying to end a more than 12-year dispute over Iran’s atomic program by negotiating limits on its nuclear activities in exchange for sanctions relief.</p> \n<p> The sides remain divided over issues that include a UN arms embargo on Iran which western powers want to keep in place, access for inspectors to military sites in Iran and answers from Tehran over past activity suspected of military aims.</p> \n<p> Iran’s foreign minister Mohammad Javad Zarif said negotiators would probably spend the weekend in Vienna. He sought to blame the west for the impasse.</p> \n<p> “Now, they have excessive demands,” he said of the major powers’ negotiating position.</p> \n<p>Hammond said ministers would regroup on Saturday to see if they could overcome the remaining hurdles.</p> \n<p> “We are making progress, it’s painfully slow,” he told reporters before leaving Vienna.</p> \n<p> Zarif has been holding intense meetings for two weeks with US secretary of state John Kerry to try to hammer out a deal limiting Iran’s nuclear programme in return for withdrawing economic sanctions that have crippled the Iranian economy.</p> \n<p> An agreement would be the biggest step towards rapprochement between Iran and the West since the 1979 Islamic revolution.</p> \n<p> But the negotiations have become bogged down, with final deadlines extended three times in the past 10 days and diplomats speaking of a shouting match between Kerry and Zarif.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/10/secret-side-iran-us-relations-since-1979-revolution\">The secret side of Iran-US relations since the 1979 revolution</a> </p> \n</aside> \n<p> The White House said on Friday the US and its negotiating partners “have never been closer” to agreement with Iran but that the US delegation would not wait indefinitely.</p> \n<p> China’s official Xinhua news agency quoted a diplomatic source as saying the west and Tehran had almost agreed on the clarification of Iran’s alleged past nuclear weapon programme, so called possible military dimensions (PMDs) issues and big progress was also made over capping Iran’s nuclear capability in the deal.</p> \n<p>The negotiators missed a Friday morning deadline set by Congress for an expedited 30-day review of the deal. Any deal sent to Congress before 7 September would now be subject to a 60-day review period, accounting for lawmakers’ summer recess.<br /></p> \n<p> US officials had previously expressed concern that the extended review would provide more time for any deal to unravel, but have played down that risk in the last few days as it became increasingly likely that the deadline would not be met.</p> \n<p> On Thursday, Kerry suggested Washington’s patience was running out: “We can’t wait forever,” he told reporters. “If the tough decisions don’t get made, we are absolutely prepared to call an end to this.“</p> \n<p> Ali Akbar Velayati, top adviser to Iran’s Supreme Leader Ayatollah Ali Khamenei, called Kerry’s remarks “part of America’s psychological warfare against Iran”.</p> \n<p> A senior Iranian official speaking on condition of anonymity said the United States and the other powers were shifting their positions and backtracking on a 2 April interim agreement that was meant to lay the ground for a final deal.</p> \n<p> “Suddenly everyone has their own red lines. Britain has its red line, the U.S. has its red line, France, Germany,” the official said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10710b434a9eb6520729f19cf113bc06ebdc206f/0_20_5392_3236/5392.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3236,"width":5392,"orientation":"landscape","credit":"Carlos Barria/AP","altText":"Iranian Foreign Minister Mohammad Javad Zarif gestures to journalists from a balcony outside of the current round of Iran nuclear talks, being held in Vienna, Austria July 10, 2015.  U.S. Secretary of State John Kerry urged Iran to make the tough political decisions needed to reach an agreement but Iran's Zarif accused major powers on Friday of backtracking on previous pledges and throwing up new \"red lines\" at nuclear talks. (Carlos Barria/Pool via AP)","cleanCredit":"Photograph: Carlos Barria/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-11T03:11:16Z","lastModified":"2015-07-11T03:11:17Z","metadata":{"commentable":true,"commentCount":63,"contributors":[],"feature":false,"keywords":["Iran","World news","Middle East and North Africa","Nuclear weapons","US Congress","US news","John Kerry","Philip Hammond","UK news","China","Obama administration"],"tags":[{"id":"world/iran","webTitle":"Iran"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/nuclear-weapons","webTitle":"Nuclear weapons"},{"id":"us-news/us-congress","webTitle":"US Congress"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/john-kerry","webTitle":"John Kerry"},{"id":"politics/philip-hammond","webTitle":"Philip Hammond"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/china","webTitle":"China"},{"id":"us-news/obama-administration","webTitle":"Obama administration"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/iran-and-world-powers-give-themselves-72-hours-to-clinch-nuclear-deal","shortUrl":"http://gu.com/p/4ahp7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/iran-and-world-powers-give-themselves-72-hours-to-clinch-nuclear-deal","webUri":"http://www.theguardian.com/world/2015/jul/11/iran-and-world-powers-give-themselves-72-hours-to-clinch-nuclear-deal"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10710b434a9eb6520729f19cf113bc06ebdc206f/0_20_5392_3236/5392.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3236,"width":5392,"orientation":"landscape","caption":"Iranian foreign minister Mohammad Javad Zarif gestures to journalists outside the current round of Iran nuclear talks in Vienna on Friday.  Photograph: Carlos Barria/AP","credit":"Carlos Barria/AP","altText":"Iranian foreign minister Mohammad Javad Zarif","cleanCaption":"Iranian foreign minister Mohammad Javad Zarif gestures to journalists outside the current round of Iran nuclear talks in Vienna on Friday. ","cleanCredit":"Photograph: Carlos Barria/AP"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/10710b434a9eb6520729f19cf113bc06ebdc206f/0_20_5392_3236/5392.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3236,"width":5392,"orientation":"landscape","credit":"Carlos Barria/AP","altText":"Iranian Foreign Minister Mohammad Javad Zarif gestures to journalists from a balcony outside of the current round of Iran nuclear talks, being held in Vienna, Austria July 10, 2015.  U.S. Secretary of State John Kerry urged Iran to make the tough political decisions needed to reach an agreement but Iran's Zarif accused major powers on Friday of backtracking on previous pledges and throwing up new \"red lines\" at nuclear talks. (Carlos Barria/Pool via AP)","cleanCredit":"Photograph: Carlos Barria/AP"}}]},{"title":"Egypt / Bomb outside Italian embassy in Cairo leaves one dead","rawTitle":"Bomb outside Italian embassy in Cairo leaves one dead","item":{"type":"article","id":"world/2015/jul/11/huge-car-bomb-outside-italian-embassy-in-cairo","title":"Bomb outside Italian embassy in Cairo leaves at least one dead","trailText":"A large explosion was heard across the Egyptian capital on Saturday with witnesses reporting major destruction to the building","standFirst":"<p>A large explosion was heard across the Egyptian capital on Saturday with witnesses reporting major destruction to the building</p>","byline":"Staff and agencies","body":"<p>A huge explosion occurred in front of the Italian consulate in central Cairo on Saturday, killing at least one person, state news agency MENA said. </p> \n<p>The cause of the blast was not immediately clear but one security official said it was a car bomb. There was no immediate claim of responsibility.<br /></p> \n<figure class=\"element element-embed\" data-alt=\"pic\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;Huge blast at Italian Consulate in Cairo, at least one killed &lt;a href=&quot;http://t.co/Sp0s0eyh5h&quot;&gt;http://t.co/Sp0s0eyh5h&lt;/a&gt; &lt;a href=&quot;http://t.co/s1QXx8NFNJ&quot;&gt;pic.twitter.com/s1QXx8NFNJ&lt;/a&gt;&lt;/p&gt;— Hindustan Times (@htTweets) \n &lt;a href=&quot;https://twitter.com/htTweets/status/619754625873281024&quot;&gt;July 11, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>A senior security source as saying preliminary investigations indicated that attackers had placed a bomb underneath a car near the consulate and remotely detonated it, MENA reported. </p> \n<p>Heath ministry official Hossam Abdel-Ghaffar told Associated Press that at least one person was killed in the blast and MENA reported two police officers had been injured.<br /></p> \n<p>Islamist militants seeking to topple the government have claimed responsibility for <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/jan/24/cairo-egypt-four-explosions-insurgency-escalates\">roadside bombs and suicide bombing attacks</a>.</p> \n<figure class=\"element element-embed\" data-alt=\"cairo\"> \n <iframe class=\"fenced\" srcdoc=\"&lt;blockquote class=&quot;twitter-tweet&quot; lang=&quot;en&quot;&gt;\n &lt;p lang=&quot;en&quot; dir=&quot;ltr&quot;&gt;&amp;quot;A car bomb has completely destroyed the Italian consulate on Galaa Street&amp;quot; in Downtown Cairo. &lt;a href=&quot;https://t.co/wDgeYGjsid&quot;&gt;https://t.co/wDgeYGjsid&lt;/a&gt;&lt;/p&gt;— Liam Stack (@liamstack) \n &lt;a href=&quot;https://twitter.com/liamstack/status/619731269153390593&quot;&gt;July 11, 2015&lt;/a&gt;\n&lt;/blockquote&gt;\n&lt;script async=&quot;&quot; src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;&gt;&lt;/script&gt;\"></iframe> \n</figure> \n<p>The violence, and political turmoil triggered by the 2011 uprising that toppled autocrat Hosni Mubarak, have hurt Egypt’s tourism industry, a pillar of the economy. </p> \n<p>The explosion struck one of the busiest intersections in Cairo, a major artery that connects Ramses square to the heart of downtown Cairo. </p> \n<p>The MENA report cited witnesses as saying the explosion had caused massive destruction to the building. The force of the blast shook a building in downtown Cairo and could be heard in many neighbourhoods. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/01/egypt-sinai-peninsula-attacks-army-checkpoints-car-bombing\">Attacks on Egyptian checkpoints signal escalation in Isis capabilities</a> </p> \n</aside> \n<p>A western diplomat said he was aware of the explosion in front of the consulate but could not confirm that the building was the target. </p> \n<p>A Sinai-based insurgency has escalated since the army ousted Islamist president Mohamed Morsi after mass protests against his rule in 2013. </p> \n<p>Two weeks ago, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/29/cairo-bomb-attack-injures-state-prosecutor\">a car bomb killed the country’s top public prosecutor</a> and militants affiliated to Islamic State attacked several military checkpoints in North Sinai, in what was the fiercest fighting in the region in years. </p> \n<p>The army said 17 soldiers and more than 100 militants were killed in those clashes. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2014/1/24/1390591952119/bomb-attack-Cairo-Securit-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mohamed Abd El Ghany/Reuters","altText":"bomb attack Cairo Security Directorate building Egypt","cleanCredit":"Photograph: Mohamed Abd El Ghany/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-11T05:39:48Z","lastModified":"2015-07-11T06:55:21Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Egypt","Africa","Middle East and North Africa"],"tags":[{"id":"world/egypt","webTitle":"Egypt"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/11/huge-car-bomb-outside-italian-embassy-in-cairo","shortUrl":"http://gu.com/p/4ahpe","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/11/huge-car-bomb-outside-italian-embassy-in-cairo","webUri":"http://www.theguardian.com/world/2015/jul/11/huge-car-bomb-outside-italian-embassy-in-cairo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2014/1/24/1390591952119/bomb-attack-Cairo-Securit-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Islamist militants have claimed responsibility for bombings such as this one on the Cairo security directorate building in 2014. Photograph: Mohamed Abd El Ghany/Reuters","credit":"Mohamed Abd El Ghany/Reuters","altText":"bomb attack Cairo Security Directorate building Egypt","cleanCaption":"Islamist militants have claimed responsibility for bombings such as this one on the Cairo security directorate building in 2014.","cleanCredit":"Photograph: Mohamed Abd El Ghany/Reuters"}},"importance":1,"kicker":{"title":"Egypt"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2014/1/24/1390591952119/bomb-attack-Cairo-Securit-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Mohamed Abd El Ghany/Reuters","altText":"bomb attack Cairo Security Directorate building Egypt","cleanCredit":"Photograph: Mohamed Abd El Ghany/Reuters"}}]}],"lastModified":"2015-07-11T08:12:27Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}