{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Child poverty rise across Britain ‘halts progress made since 1990s’","rawTitle":"Child poverty rise across Britain ‘halts progress made since 1990s’","item":{"type":"article","id":"society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","title":"Child poverty rise across Britain ‘halts progress made since 1990s’","trailText":"New figures expected to show clear increase in child poverty, as charities blame bedroom tax and benefit cuts","standFirst":"New figures expected to show clear increase in child poverty, as charities blame bedroom tax and benefit cuts","byline":"Jamie Doward and Toby Helm","body":"<p>Child poverty is on course for the biggest rise in a generation, reversing years of progress that began in the late 1990s, leading charities and independent experts claim.</p> \n<p>The stark prognosis comes before the release of government figures which experts believe will show a clear increase for the first time since the start of the decade.</p> \n<p>It also comes as the chancellor George Osborne and work and pensions minister Iain Duncan Smith announced they had agreed a plan to slash a further &pound;12bn a year from benefits spending. In a joint letter they pledged to attack the “damaging culture of welfare dependency”, and said it would take “a decade” or more to return the welfare budget to what they called “sanity”.</p> \n<p>The introduction of the bedroom tax and cuts in benefits between 2013 and last year are blamed for fuelling the rise in the number of families whose income is below 60% of the UK average – the definition of relative poverty.</p> \n<p>Calculations from the Institute for Fiscal Studies (IFS) have suggested that progress between the late 1990s and 2010 has been reversed and that the number of children living in relative poverty rose from 2.3 million in 2013 to 2.6 million in 2014. The Child Poverty Action Group says that with the government committed to implementing another &pound;12bn of cuts in a new round of austerity, the problem will grow.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/live/2015/jun/20/anti-austerity-demonstrations-live\">As tens of thousands of people joined an anti-austerity march through London</a> on Saturday, Alison Garnham, the charity’s chief executive, said ministers were failing too many children.</p> \n<p>“The government can no longer claim that deficit reduction is about protecting children’s futures now that it’s being made to confront a child poverty crisis, with the biggest rise in a generation now expected of its own making,” she said.</p> \n<p>“With child poverty expected to rise by nearly a third in the decade to 2020 as a result of its policies, it’s clear the government’s approach is failing.”</p> \n<p>Ministers were remaining tight-lipped about the release on Thursday of the Households Below Average Income statistics. Any increase in the number of children in poverty since 2013 would be an embarrassment. Child poverty fell from 3.4 million in 1998-99 to 2.3 million in 2010-11 – a reduction unparalleled in other wealthy nations over the same period – after the last Labour government promised to eradicate it by 2020.</p> \n<p>Ministers insist that progress was being made up to 2013. A spokesman for the Department for Work and Pensions (DWP) said: “This government is making significant progress in tackling child poverty. There are 300,000 fewer children living in relative poverty since 2010 and the number of children growing up in workless families is at a record low.”</p> \n<p>But experts agree that the gap between rich and poor is growing.</p> \n<p>Enver Solomon, of the National Children’s Bureau, said: “Over the next five years, as austerity bites, we risk creating a country where poverty is so stark that children grow up in parallel worlds where rich and poor families have entirely different lifestyles that are poles apart.”</p> \n<p>Yvette Cooper, <a href=\"http://www.guardian-series.co.uk/uk_national_news/13330647.Corbyn_bids_for_Labour_contest/\">who has put the fight against child poverty at the heart of her Labour leadership campaign</a>, said the government’s record was a “damning indictment” of its approach and meant many children were being denied the start in life they deserved. “Their policies have delivered the biggest increase in child poverty in a generation and they have abandoned any pretence of even moving towards the target they promised to meet [to all but eradicate it by 2020].”</p> \n<p>Cooper said ministers could not hide behind the state of the public finances to explain away the figures, adding that a rise in the minimum wage, support for a living wage, expanding childcare and ending the bedroom tax were all affordable and costed ways to start bringing child poverty back down.</p> \n<p>The Conservative manifesto pledged to redefine child poverty. But the Treasury and the DWP are split over how this should be done. Duncan Smith believes there is a need to look beyond income to consider factors including whether a child lives in a workless household or has parents in poor health.</p> \n<p>Charities are suspicious of such a move, arguing that it would give a misleading impression about the scale of the problem. They warn that any shift to focus on tackling the problem of non-working families, at the expense of low-income working families, betrays the government’s legal obligations to tackle child poverty.</p> \n<p>Matthew Reed, chief executive of the Children’s Society, said: “It is a scandal that by 2020, in one of the richest countries in the world, hundreds of thousands more children are expected to be dragged into poverty, even without further cuts to welfare support.”</p> \n<p>In January last year, David Cameron said the economic recovery would be sustainable “if we make sure that in the case of Britain we rebalance our economy and make sure it’s a recovery for all, north and south, to make sure that the poorest people benefit from a recovery”.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-20T22:53:00Z","lastModified":"2015-06-21T07:27:49Z","metadata":{"commentable":true,"commentCount":1788,"contributors":[{"name":"Jamie Doward","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamiedoward"},{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"}],"feature":false,"keywords":["Poverty","Children","Social exclusion","Society","Politics","Iain Duncan Smith","Conservatives","Benefits","UK news"],"tags":[{"id":"society/poverty","webTitle":"Poverty"},{"id":"society/children","webTitle":"Children"},{"id":"society/socialexclusion","webTitle":"Social exclusion"},{"id":"society/society","webTitle":"Society"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/benefits","webTitle":"Benefits"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","shortUrl":"http://gu.com/p/4axnj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim","webUri":"http://www.theguardian.com/society/2015/jun/20/child-poverty-rise-uk-halts-progress-charities-claim"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434823282511/Children-playing-in-the-s-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian","credit":"Christopher Thomond/Guardian","altText":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in pov","cleanCaption":"Children playing in the streets in Brierfield in Lancashire where nearly 35% of children live in poverty. Photograph: Christopher Thomond for the Guardian"}}]},{"title":"Charleston shooting / Dylann Roof: FBI probes website and manifesto linked to suspect","rawTitle":"Dylann Roof: FBI probes website and manifesto linked to suspect","item":{"type":"article","id":"us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","title":"Dylann Roof: FBI probes website and manifesto linked to Charleston suspect","trailText":"Photographs on website show shooting suspect at civil war era sites while former stepmother says 21-year-old was affected by ‘internet evil’ ","standFirst":"<ul>\n <li>Photographs on website show shooting suspect at civil war era sites<br /></li>\n <li>Former stepmother says 21-year-old was affected by ‘internet evil’ </li>\n</ul>","byline":"Paul Lewis in Charleston, Amanda Holpuch in Columbia and Jessica Glenza in New York","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-black-churches-bombings-attacks-history\">Charleston shooting echoes a painful history of attacks on black churches</a> </p> \n</aside> \n<p>The FBI and local authorities are investigating a website that may contain a manifesto created by the white supremacist Dylann Roof before he walked into a South Carolina church this week and <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/18/charleston-church-shooting-mayor-suspect-will-pay-the-price\">shot dead nine black churchgoers</a>.</p> \n<p>A statement released on Saturday evening said: “Charleston police and the Federal Bureau of Investigation are aware of postings on a website allegedly attributed to Dylann Roof, the suspect in the 17 June 2015 shootings at Emanuele AME Church … We are taking steps to verify the authenticity of these postings. </p> \n<p>“Because this is an ongoing investigation, neither the Charleston Police nor the Federal Bureau of Investigation are able to release further details at this time.”<br /></p> \n<p>Roof’s former stepmother, meanwhile, said Roof had been affected by “internet evil”.</p> \n<p>“He was locked in his room looking up bad stuff on his computer,” Paige Mann, who is divorced from Roof’s father, <a href=\"http://www.nbcnews.com/storyline/charleston-church-shooting/relatives-charleston-church-shooter-dylann-roof-describe-quiet-sweet-kid-n379071?cid=sm_tw&amp;hootPostID=1460089c2a12c9ea74b669bd039a4f5d\">told NBC News</a>. “Something on the computer drew him in – this is internet evil.”</p> \n<p>The provenance of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/20/fbi-investigates-website-manifesto-charleston-shooting-suspect-dylann-roof\">the website</a>, which contains a cache of photographs of the 21-year-old in which he is seen holding a pistol or standing beside the Confederate flag, is unclear.</p> \n<p>The site began circulating on the internet on Saturday. It contains a 2,444-word statement that, if penned by Roof, would shed light on the racist ideology that led him to the Emanuel AME church in Charleston on Wednesday.</p> \n<p>The accompanying photographs reveal that Roof toured historical sites across South Carolina that have links to the civil war era and slavery, including graveyards and plantation sites.</p> \n<p>However, data encoded into the images, which may have provided clues as to when they were taken, appears to be unreliable.</p> \n<p>Roof, who was charged on Friday with nine counts of murder, is accused of spending more than an hour with a Bible-group at the church, before taking out a handgun and shooting his victims.</p> \n<p>On Saturday, FBI director James Comey caused controversy when he said he <a href=\"http://www.mediaite.com/tv/fbi-director-says-charleston-shooting-not-terrorism/\">did not view the Charleston shooting as an act of terror</a>. </p> \n<p>“Terrorism is act of violence done or threaten[ed] … in order to try to influence a public body or citizenry,” Comey said, in Baltimore, “so it’s more of a political act and again based on what I know so more I don’t see it as a political act.” </p> \n<p>His remarks, which were made before the FBI had formally acknowledged it was investigating the website and the apparent manifesto, appeared to contradict the Justice Department, which said on Friday it was investigating whether the shooting was a hate crime <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/i-forgive-you-charleston-church-victims-families-confront-suspect\">or an act of terror</a>.</p> \n<p>The website was created in February by a registrant who listed his or her name as Dylann Roof. Under a section entitled “An Explanation”, the website appears to allude to the forthcoming massacre.</p> \n<p>“I have no choice” it states. “I am not in the position to, alone, go into the ghetto and fight. I chose Charleston because it is most historic city in my state, and at one time had the highest ratio of blacks to Whites in the country.”</p> \n<p>The statement adds: “We have no skinheads, no real KKK, no one doing anything but talking on the internet. Well someone has to have the bravery to take it to the real world, and I guess that has to be me.”</p> \n<p>The website – which is entitled LastRhodesian.com and was first discovered by Twitter users – contains what appears to be a manifesto filled with racist diatribe about blacks, Jews and hispanics.</p> \n<p>The author claims to have been “truly awakened” by <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/trayvon-martin\">the killing of Trayvon Martin</a>, an unarmed black teenager who was shot dead by a neighbourhood watch leader, George Zimmerman, in Florida three years ago.</p> \n<p>Zimmerman was eventually <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2013/jul/14/zimmerman-acquitted-killing-trayvon-martin\">acquitted of murdering the 17-year-old</a> but the case became a touchstone for debates over racial discrimination in the country.</p> \n<p>“It was obvious that Zimmerman was in the right,” the author writes. “But more importantly this prompted me to type in the words ‘black on white crime’ into Google, and I have never been the same since that day.”</p> \n<p>The photograph album contains 60 images, more than half of which show the 21-year-old. It is unclear if Roof took the images with an automatic timer or had an accomplice. Some show him in aggressive, incendiary poses – pointing a gun or spitting on an American flag. In others, he is simply posing at historical sites across South Carolina, staring into the camera lens.</p> \n<figure class=\"element element-image\" data-media-id=\"46e4ddd5434eb85116c63f8bc2007e24473335ea\"> \n <img src=\"http://media.guim.co.uk/46e4ddd5434eb85116c63f8bc2007e24473335ea/0_0_4288_3197/1000.jpg\" alt=\"Dylann Roof\" width=\"1000\" height=\"746\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\">Charleston shooting: Confederate flag at heart of growing political storm</a> </p> \n</aside> \n<p>Roof photographed himself in a bathroom mirror, wearing the same black jacket with Rhodesian and South African flag patches that he used as his Facebook profile. Another photo, seemingly taken minutes later, shows Columbia’s Elmwood Cemetery, a memorial for confederate soldiers who died between 1861 and 1865, built by the United Daughters of the Confederacy.</p> \n<p>There are several images of a .45-caliber Sig Sauer pistol, one of Roof burning an American flag, and others which contain coded references used by white neo-Nazis to refer to Adolf Hitler. In four photographs Roof is either holding or surrounded by the Confederate flag, which represents the region that seceded from the Union in 1861, in defense of slavery.</p> \n<p>Those images are likely to intensify a debate raging over the flag, which many believe is a racist emblem representing the country’s segregated past, yet is sometimes openly displayed in South Carolina and other southern states. There were <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\">growing calls in South Carolina</a> to take down a Confederate flag that flies on the grounds of the state capitol, even before photographs of Roof wielding Confederate flags began circulating on the internet on Saturday,</p> \n<p>Roof, it seemed, was keenly aware of his country’s racist history, even if the manifesto makes clear he developed a warped, deluded and inverted understanding of its significance.</p> \n<p>He conducted a tour of historical sites throughout South Carolina, stopping at a burial ground at the McLeod plantation in Charleston where hundreds of slaves were buried. Another image, possibly taken the following day, shows the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/20/charleston-shooting-confederate-flag-south-carolina\"> Museum and Library of Confederate History</a>. Roof also visited Sullivan’s Island, through which as many as 360,000 African slaves passed.</p> \n<p>The website’s manifesto, in contrast, contains few detailed historical references but does claim that conventional understanding of slavery is based upon “historical lies, exaggerations and myths”. </p> \n<p>“Segregation was not a bad thing,” it states. “It was a defensive measure. Segregation did not exist to hold back negroes. It existed to protect us from them.”</p> \n<p>The meandering, racist statement, which opens with the line “I was not raised in a racist home or environment”, gives no suggestions of any firm links to an organised white supremacist network, and does not portray Roof as motivated by any personal grievances or a particularly coherent political ideology.</p> \n<p>Instead, if the ramblings are to be taken at face value, Roof almost gives a step-by-step guide to how he self-radicalised, surfing a series of extremist and conspiratorial websites. The author of the manifesto states, for example, that after reading a Wikipedia article about the Zimmerman case, he or she turned first to the website of the Council of Conservative Citizens,<a href=\"http://www.splcenter.org/get-informed/intelligence-files/groups/council-of-conservative-citizens\"> a far-right group that masquerades</a> as a mainstream organisation.</p> \n<p>The CoCC’s website appeared to have been taken offline on Saturday, however cached versions of the group’s web pages contained a series of links to dubious articles about what it characterised as black crimes against white people. </p> \n<p>“There were pages upon pages of these brutal black on white murders,” the manifesto apparently written by Roof says about the website. “I was in disbelief. At this moment I realised that something was very wrong.”</p> \n<figure class=\"element element-image\" data-media-id=\"54e399e38a2939e04be4f6567a2ec520cff93f9b\"> \n <img src=\"http://media.guim.co.uk/54e399e38a2939e04be4f6567a2ec520cff93f9b/0_0_4288_2576/1000.jpg\" alt=\"Dylann Roof\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A photograph appears to show Dylann Roof posing with a burning American flag.</span> \n  <span class=\"element-image__credit\">Photograph: Handout/Reuters</span> \n </figcaption> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american\">Charleston shooting: we need prayer, but also an end to this political genocide</a> </p> \n</aside> \n<p>Roof, the manifesto suggests, was then sucked deeper into a world of extremist online propaganda. “From this point I researched deeper and found out what was happening in Europe,” it states. “I saw that the same things were happening in England and France, and in all the other western European countries.”</p> \n<p>Whoever authored the statement professed a firm belief in the cultural and biological superiority of white people and a delusional conclusion about the need to make a mark with some unstated mission.</p> \n<p>“Anyone who thinks that white and black people look as different as we do on the outside, but are somehow magically the same on the inside, is delusional,” the statement claims. “How could our faces, skin, hair, and body structure all be different, but our brains be exactly the same?”</p> \n<p>Despite the expressions of hatred toward non-white minorities, especially blacks, the author claims “great respect” for east Asians, who are said to be “very racist and could be great allies of the white race”. “I myself would have rather lived in 1940s America than Nazi Germany, and no this is not ignorance speaking,” the statement adds. “It is just my opinion.”</p> \n<p>The strangest line is, perhaps, the last. “Please forgive any typos,” the statement finishes, casually. “I didn’t have time to check it.”</p> \n<p><em>Additional reporting by Oliver Laughland and Shiv Malik</em></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2575,"width":4288,"orientation":"landscape","credit":"HANDOUT/Reuters","altText":"Dylann Roof website photo","cleanCredit":"Photograph: HANDOUT/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46e4ddd5434eb85116c63f8bc2007e24473335ea/0_0_4288_3197/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3197,"width":4288,"orientation":"landscape","caption":"A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina. Photograph: Reuters","credit":"Reuters","altText":"Dylann Roof","cleanCaption":"A photograph appears to show Dylann Roof posing with wax figures at Boone Hall Plantation in Mount Pleasant, South Carolina.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/54e399e38a2939e04be4f6567a2ec520cff93f9b/0_0_4288_2576/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2576,"width":4288,"orientation":"landscape","caption":"A photograph appears to show Dylann Roof posing with a burning American flag. Photograph: Handout/Reuters","credit":"Handout/Reuters","altText":"Dylann Roof","cleanCaption":"A photograph appears to show Dylann Roof posing with a burning American flag.","cleanCredit":"Photograph: Handout/Reuters"}],"webPublicationDate":"2015-06-20T23:11:55Z","lastModified":"2015-06-21T07:28:25Z","metadata":{"commentable":true,"commentCount":684,"contributors":[{"name":"Paul Lewis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/paullewis"},{"name":"Amanda Holpuch","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411659899648/Amanda-Holpuch-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amanda-holpuch"},{"name":"Jessica Glenza","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/13/1413216848960/Jessica-Glenza-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-glenza"}],"feature":false,"keywords":["Charleston shooting","US crime","Gun crime","US news","World news","South Carolina","Race issues","FBI","American civil war","Internet","Technology"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"world/gun-crime","webTitle":"Gun crime"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"us-news/south-carolina","webTitle":"South Carolina"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/fbi","webTitle":"FBI"},{"id":"us-news/american-civil-war","webTitle":"American civil war"},{"id":"technology/internet","webTitle":"Internet"},{"id":"technology/technology","webTitle":"Technology"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","shortUrl":"http://gu.com/p/4axzt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting","webUri":"http://www.theguardian.com/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/4288.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2575,"width":4288,"orientation":"landscape","caption":"A photograph posted to a website with a racist manifesto appears to show Dylann Roof posing with a confederate flag and a gun. Photograph: Reuters","credit":"Reuters","altText":"Dylann Roof website photo","cleanCaption":"A photograph posted to a website with a racist manifesto appears to show Dylann Roof posing with a confederate flag and a gun.","cleanCredit":"Photograph: Reuters"}},"importance":6,"kicker":{"title":"Charleston shooting"},"showQuotedHeadline":false,"sublinks":[{"title":"Confederate flag / Rally calls for removal from legislature grounds","rawTitle":"Rally calls for removal from legislature grounds","item":{"type":"article","id":"us-news/2015/jun/21/rally-calls-for-confederate-flags-removal-from-south-carolina-legislature-grounds","title":"Rally calls for Confederate flag's removal from South Carolina legislature grounds","trailText":"Hundreds turn out as Charleston shootings renew pressure on lawmakers to stop flying a reminder of black slavery and oppression","standFirst":"<p>Hundreds turn out as Charleston shootings renew pressure on lawmakers to stop flying a reminder of black slavery and oppression</p>","byline":"Amanda Holpuch in Columbia","body":"<p>Hundreds of people gathered at South Carolina’s state house on Saturday night in support of demands lawmakers remove the Confederate flag from flying on its grounds in the aftermath of the Charleston killings where the shooter killed nine people <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/p/4axkf\">because they were black</a>.</p> \n<p>The 6pm rally was organized in less than 48 hours through a Facebook post and word of mouth. Several activists spoke on a small riser facing the flag – a symbol of the Confederacy, which seceded from the Union in defense of slavery but surrendered 150 years ago at the end of the civil war.</p> \n<p>Stephanie Bradley, a black woman and mother of three, attended the rally with her mother and her children. Because of the shooting this week she for the first time had to explain to her children – aged five, eight and 10 – what the Confederate flag means.</p> \n<p>To her the flag has always immediately brought to mind racism inflicted on black people throughout the course of US history. “I see the KKK, I see burning crosses, I see burning churches, I see raping, lynching, I see all of that,” she said.</p> \n<p>In the wake of the shooting prominent Republicans and Democrats have come out against the flag. Earlier on Saturday the former republican presidential candidate Mitt Romney added an unexpected voice to the push to take down the flag when he called for the it to be removed in a Twitter post.’</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MittRomney/statuses/612276050182049792\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Take down the <a href=\"https://twitter.com/hashtag/ConfederateFlag?src=hash\">#ConfederateFlag</a> at the SC Capitol. To many, it is a symbol of racial hatred. Remove it now to honor <a href=\"https://twitter.com/hashtag/Charleston?src=hash\">#Charleston</a> victims.</p>— Mitt Romney (@MittRomney) \n  <a href=\"https://twitter.com/MittRomney/status/612276050182049792\">June 20, 2015</a>\n </blockquote> \n</figure> \n<p>President Barack Obama said on Friday that the flag deserved to be in a museum, not flying in the state capital. A number of South Carolina lawmakers, who worked alongside state senator and shooting victim Clementa Pinckney, have also called for it to be taken down and one has promised to introduce a bill that would force its removal in the next legislative session.</p> \n<figure class=\"element element-image\" data-media-id=\"baab33b53d806b3a6de9a3759a5bc9179962d616\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/21/1434850279678/b0ed670d-8ca1-4325-8877-1c0cab27087f-460x276.jpeg\" alt=\"The Confederate flag flies next to a monument to victims of the civil war in Columbia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The Confederate flag flies next to a monument to victims of the civil war in Columbia.</span> \n  <span class=\"element-image__credit\">Photograph: Mladen Antonov/AFP/Getty</span> \n </figcaption> \n</figure> \n<p>However the South Carolina senator and Republican presidential hopeful Lindsey Graham said at a Friday vigil for the victims that further debate was needed, without saying which side of the debate he falls on. Governor Nicki Haley has indicated that her hands are tied – the legislature would need to vote by a two-thirds majority to take it down. “I think the state will start talking about that again and we’ll see where it goes,” Haley <a href=\"http://www.nbcnews.com/storyline/charleston-church-shooting/south-carolinas-confederate-flag-not-lowered-half-mast-after-church-n378316\">said on Friday</a>.</p> \n<p>But the issue is urgent for people like Bradley, who said her children were afraid to come to the rally because of the shooting. “I hope that my children never have to see what I’ve seen in my generation,” she said. “[I want them to] not be harassed by officers because they think they are someone they are not.”</p> \n<p>Though Columbia’s downtown is far from a busy metropolis, car horns honked constantly through the rally – adding to the jovial atmosphere that rose above the 97 degree temperature and 41% humidity. But it was also marked by pain – with speakers reciting the names of the nine victims and holding a moment of silence.</p> \n<p>The suspected killer had confederate flags on his license plate and appears in many photos of himself posted on a website bearing a racist manifesto. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/20/dylann-roof-fbi-website-manifesto-charleston-shooting\">Dylann Roof: FBI probes website and manifesto linked to Charleston suspect</a> </p> \n</aside> \n<p>“I think that this flag is probably one of the reasons we had the thing that happened last week,” said Lawerence Moore, a black man born and raised in South Carolina, who said he had been waiting his whole life to see the flag taken down. He had also attended the rallies that preceded the removal of the flag from the state house dome in 2000 to its new location on the grounds, which many noted brought it closer to the average persons eye line.</p> \n<p>“You won’t be able to change people’s hearts unless you take that flag down,” Moore said.</p> \n<p>Towards the end of the one and a half hour rally the crowd joined hands and sang We Shall Overcome – which has also been sung on the streets of Charleston as citizens gather to honor the shooting victims.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/holpuch/statuses/612401574749564932\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Demonstrators hold hands and sing We Shall Overcome to end <a href=\"https://twitter.com/hashtag/takedownthatflag?src=hash\">#takedownthatflag</a> rally <a href=\"https://t.co/YgDAYxZBj3\">https://t.co/YgDAYxZBj3</a></p>— Amanda Holpuch (@holpuch) \n  <a href=\"https://twitter.com/holpuch/status/612401574749564932\">June 20, 2015</a>\n </blockquote> \n</figure> \n<p><br /></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434850206397/2569f975-1438-449e-8403-2084f66b47b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mladen Antonov/AFP/Getty","altText":"A man holds a sign up during a protest rally against the Confederate flag in Columbia, South Carolina.","cleanCredit":"Photograph: Mladen Antonov/AFP/Getty"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434850280921/b0ed670d-8ca1-4325-8877-1c0cab27087f-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Confederate flag flies next to a monument to victims of the civil war in Columbia. Photograph: Mladen Antonov/AFP/Getty","credit":"Mladen Antonov/AFP/Getty","altText":"The Confederate flag flies next to a monument to victims of the civil war in Columbia.","cleanCaption":"The Confederate flag flies next to a monument to victims of the civil war in Columbia.","cleanCredit":"Photograph: Mladen Antonov/AFP/Getty"}],"webPublicationDate":"2015-06-21T01:58:15Z","lastModified":"2015-06-21T02:00:42Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Amanda Holpuch","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411659899648/Amanda-Holpuch-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/amanda-holpuch"}],"feature":false,"keywords":["Charleston shooting","Race issues","Gun crime","US crime","US news","South Carolina"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"world/race","webTitle":"Race issues"},{"id":"world/gun-crime","webTitle":"Gun crime"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/south-carolina","webTitle":"South Carolina"}],"section":{"id":"us-news"},"topics":[{"displayName":"Amanda Holpuch","topic":{"type":"tag-contributor","name":"profile/amanda-holpuch"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/21/rally-calls-for-confederate-flags-removal-from-south-carolina-legislature-grounds","shortUrl":"http://gu.com/p/4axp3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/21/rally-calls-for-confederate-flags-removal-from-south-carolina-legislature-grounds","webUri":"http://www.theguardian.com/us-news/2015/jun/21/rally-calls-for-confederate-flags-removal-from-south-carolina-legislature-grounds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434850206397/2569f975-1438-449e-8403-2084f66b47b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A man holds a sign up during a protest rally against the Confederate flag in Columbia, South Carolina. Photograph: Mladen Antonov/AFP/Getty","credit":"Mladen Antonov/AFP/Getty","altText":"A man holds a sign up during a protest rally against the Confederate flag in Columbia, South Carolina.","cleanCaption":"A man holds a sign up during a protest rally against the Confederate flag in Columbia, South Carolina.","cleanCredit":"Photograph: Mladen Antonov/AFP/Getty"}},"importance":0,"kicker":{"title":"Confederate flag"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434850206397/2569f975-1438-449e-8403-2084f66b47b3-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Mladen Antonov/AFP/Getty","altText":"A man holds a sign up during a protest rally against the Confederate flag in Columbia, South Carolina.","cleanCredit":"Photograph: Mladen Antonov/AFP/Getty"}}]},{"title":"Analysis / 11 myths about gun control","rawTitle":"11 myths about gun control","item":{"type":"article","id":"us-news/2015/jun/20/charleston-south-carolina-shooting-gun-control-reform-myths","title":"11 myths about the future of gun control, debunked after the Charleston shooting","trailText":"Another mass shooting, another round of arguments about why gun reform is doomed to fail. Turns out, most of those arguments don’t hold up to scrutiny","standFirst":"<p>Another mass shooting, another round of arguments about why gun reform is doomed to fail. Turns out, most of those arguments don’t hold up to scrutiny</p>","byline":"Dan Roberts and Sabrina Siddiqui in Washington","body":"<h2>Myth No1: Gun control would never pass Congress </h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/19/barack-obama-charleston-shooting-i-refuse-to-act-as-if-this-is-the-new-normal\">Obama's strong words on Charleston shooting: 'I refuse to act as if this is the new normal'</a> </p> \n</aside> \n<p>A majority of US senators voted for a package of gun control measures only two years ago. The 54 who backed the bill, which was written by Republican Pat Toomey and Democrat Joe Manchin, included three other Republicans.</p> \n<p>But when four Democrats got cold feet about their electoral chances in the midterms, the legislation fell short of the 60 votes it needed to prevent a filibuster.</p> \n<p>Heading into the 2016 election, however, there are many more moderate Republican seats up for grabs – and a meaningful opportunity for Democrats to take back control of the Senate.</p> \n<p>A successful bipartisan Senate bill and more persuasive president could be enough to encourage a future House speaker to allow a vote, too. It might even pass if the House remained in Republican control.</p> \n<h2>Myth No2: Americans don’t want meaningful gun reforms</h2> \n<figure class=\"element element-image element--supporting\" data-media-id=\"e425eee821725d0c07e6ed3f351187f496c0f9fc\"> \n <img src=\"http://media.guim.co.uk/e425eee821725d0c07e6ed3f351187f496c0f9fc/0_0_3100_2647/1000.jpg\" alt=\"sandy hook\" width=\"1000\" height=\"854\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Roses with the faces of the Sandy Hook elementary students and adults killed are seen on a pole in Newtown, Connecticut, in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Timothy A Clary/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Support for universal background checks skyrocketed after the December 2012 Sandy Hook elementary school shooting in Newtown, Connecticut, with 90% of Americans behind the proposal at its peak. More than two years later, polls continue to show strong support for expanding background checks, averaging 80%.</p> \n<p>As a successful 2014 ballot initiative in Washington state proved, if you leave the decision in the hands of voters, they are more likely than politicians to vote for universal background checks.</p> \n<p>Ironically, when Congress was weighing air strikes in Syria in August 2013, just four months after the failed background checks vote, one of the foremost reasons lawmakers cited in opposing the Obama administration’s plan was polling that showed 90% of Americans were against intervention. It was a classic example of how Congress selectively listens to the American people – as in, whenever it’s more convenient.</p> \n<h2>Myth No3: Gun control won’t stop gun violence</h2> \n<p>There are more than three times as many Americans killed by guns per capita than in any other wealthy country, and more than 10 times the rate in comparable larger countries such as Britain, France and Japan.</p> \n<p>Many of these countries have similar problems with crime, drugs, urban deprivation and youth violence, others are more peaceful, but there is one simple thing that countries with less gun violence have in common with each other: they have fewer guns.</p> \n<p>No one can predict the future of a more gun-constrained America with certainty, but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2012/jul/22/gun-homicides-ownership-world-list\">the evidence from dozens of comparable societies</a> points to a clear causal relationship between access to firearms and how often they are used.</p> \n<h2>Myth No4: Switzerland and Israel seem to do OK without gun control</h2> \n<figure class=\"element element-image\" data-media-id=\"221fc01ce25faa836ac1b0df50f4b94e8f8ce276\"> \n <img src=\"http://media.guim.co.uk/221fc01ce25faa836ac1b0df50f4b94e8f8ce276/0_57_4124_2477/1000.jpg\" alt=\"swiss flag\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Switzerland is known for widespread gun ownership but not for gun deaths.</span> \n  <span class=\"element-image__credit\">Photograph: Fabrice Coffrini/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Proponents of unfettered gun ownership often point to the example of Switzerland, which has a tradition of more widespread firearms ownership than most other European countries but is not known for its gun-ravaged inner cities.</p> \n<p>One problem is the trend is not that different: more guns still lead to more shooting, just less so than in America. Switzerland is actually second among wealthy countries in terms of annual gun deaths (0.77 per 100,000 of population in <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2012/jul/22/gun-homicides-ownership-world-list\">one recent survey</a>, versus 2.97 in the US and just 0.07 in England and Wales) but has barely half as many guns per 100 people (45.7 versus 88.8 in the US).</p> \n<p>But even this comparison gets weaker if you look at the way the Swiss keep their guns, which stems from a tradition of military service that has been considerably tightened over the years. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22089893\">One US study by the National Institutes of Health</a> points out that both Switzerland and Israel (another alleged exception to the rule touted as proof that guns don’t kill) actually limit firearm ownership considerably and require permit renewal one to four times annually.</p> \n<p>Those are just the kind of gun control measures, in fact, that second-amendment fans in the US claim wouldn’t make any difference to gun violence.</p> \n<h2>Myth No5: Other countries are different</h2> \n<p>Further rejoinders to the international-comparison argument are less empirical still, tending to rely on a mixture of American cultural exceptionalism, pioneer spirit and a history of racial tension to explain why murder rates are so high without blaming gun ownership.</p> \n<p>While it is true that US history differs greatly from European history, this theory is less effective at explaining similar disparities with Canada and Australia.</p> \n<p>Comparisons between similar large cities also belie the argument that there is something uniquely violent about America’s urban poor. London has gang violence, drugs and recent riots that make Ferguson and Baltimore look tranquil, yet the Metropolitan police estimate criminals have access to barely 100 guns in a city only slightly smaller than New York. Cities like Glasgow and Liverpool can be shockingly violent places but victims of knife attacks and beatings tend to survive.</p> \n<p>It may be true that the link between guns and a culture of violence goes both ways, but that’s hardly a reason not to try tackle both at the same time.</p> \n<h2>Myth No6: US borders are too open</h2> \n<p>Amid widespread concern over illegal immigration, much attention has also focused on the unique geography of the United States. It is true that the country has among the longest land borders in the world and is a very open international trading nation.</p> \n<p>It is hard to imagine, however, the weapons would be anywhere near as easy for criminals to obtain if they all had to be smuggled through ports, airports or across the Mexican border. Even a small reduction in weapons falling into the wrong hands would also reduce the incentive for homeowners to store guns for self-defense.</p> \n<p>Whether US port security or land borders would really prove that much more porous than other countries with stricter gun laws is also open to question, but it is strange this argument is rarely offered as a reason to give up on drug interdiction, or intercepting terrorist bomb threats.</p> \n<h2>Myth No7: Guns are essential for self-defense</h2> \n<figure class=\"element element-image\" data-media-id=\"0b48773a735ee898460862f87b2287ffe501ac1c\"> \n <img src=\"http://media.guim.co.uk/0b48773a735ee898460862f87b2287ffe501ac1c/0_57_3072_1845/1000.jpg\" alt=\"NRA wayne lapierre\" width=\"1000\" height=\"601\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The NRA president, Wayne LaPierre: ‘The only thing that stops a bad guy with a gun, is a good guy with a gun.’</span> \n  <span class=\"element-image__credit\">Photograph: Steve Ueckert/AP</span> \n </figcaption> \n</figure> \n<p>“The only thing that stops a bad guy with a gun, is a good guy with a gun,” the NRA president, Wayne LaPierre, infamously declared after the Newtown shooting.</p> \n<p><a href=\"http://www.vpc.org/studies/justifiable15.pdf\">According to the nonprofit Violence Policy Center</a>, there were just 258 “justifiable homicides” involving civilians using guns in 2012, as opposed to 8,342 criminal homicides committed with a firearm. “For every justifiable homicide in the United States involving a gun, guns were used in 32 criminal homicides,” the group said in a report, which is based on data from the FBI and Bureau of Justice Statistics.</p> \n<p>And those figures do not even include an estimated 22,000 suicides and accidental shootings annually where guns are involved.</p> \n<h2>Myth No8: The NRA is invincible</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/19/nra-mass-shootings-south-carolina-church\">NRA blames Charleston victims as the mass shooting reaction echoes Newtown</a> </p> \n</aside> \n<p>After Newtown, anti-gun violence groups actually raised more money.<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2014/apr/28/gun-control-groups-nra-cash-newtown-shootings\"> According to filings with the Federal Election Commission</a> in 2014, gun control groups declared $21.3m in contributions since the November 2012 election, whereas gun rights groups raised $16.3m in the same period.</p> \n<p>Americans for Responsible Solutions, the anti-gun violence group co-founded by former congresswoman Gabby Giffords, a Democrat who was shot in the head during the 2011 mass shooting in Tucson, Arizona, amassed a whopping $11m in its first four months of existence.</p> \n<h2>Myth No9: Lawmakers will be voted out of office for supporting gun control</h2> \n<p>In the 2014 elections, two governors who passed comprehensive gun control bills – the Connecticut governor, Dan Malloy, and Colorado governor, John Hickenlooper, both Democrats – were re-elected despite the NRA’s best efforts to defeat them.</p> \n<p>The gun control debate also had little effect on lawmakers who voted against stricter gun laws after Newtown. US senators Mark Pryor of Arkansas and Mark Begich of Alaska – two of just four Democrats who joined Republicans in blocking a Senate bill to expand background checks – both lost their re-elections anyway.</p> \n<p>Despite its pledge to reward politicians who stood up for gun rights, the NRA did nothing to help either senator. Money and grassroots support is also now on offer from groups like those backed by the former New York mayor Mike Bloomberg, that support gun control.</p> \n<h2>Myth No10: Mass shootings still happen in areas with strict gun laws, so gun control doesn’t work</h2> \n<p>When a mass shooting occurred in Septemberg 2013 at the Navy Yard compound in Washington, one of the first arguments made by activists for gun rights was that gun control is clearly ineffective because DC has some of the strictest gun laws in the US. </p> \n<p>A similar point has been made about Chicago, which has tough restrictions on guns but <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/26/chicago-baltimore-new-york-memorial-day-shootings\">ranks among the country’s deadliest with respect to gun violence</a>.</p> \n<p>The problem with this theory is that criminals also have access to cars, and can easily obtain firearms in neighboring states or counties.</p> \n<p>In the Navy Yard incident, the shooter legally purchased firearms in neighboring Virginia despite a criminal record and mental health issues – exposing gaps in the current background checks system. And cities like Chicago are plagued by the illegal trafficking of firearms; there is no current federal law that defines gun trafficking or straw purchasing as a crime.</p> \n<h2>Myth No11: Universal background checks would create a federal database of gun owners</h2> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/19/gun-reform-obama-not-optimistic-political-realities-congress\">Despite Charleston killings, moves towards US gun control at a standstill</a> </p> \n</aside> \n<p>One of the myths that ended the background checks bill in the Senate two years ago was the claim – perpetrated by the gun lobby and swallowed by most Republicans – was that it would create a national registry of gun owners.</p> \n<p>In fact, the Manchin-Toomey legislation explicitly barred the creation of a federal database in its text, but opponents insisted it would infringe on the liberties of gun owners in America.</p> \n<p>Aside from that being a false claim, it was notable that just a couple of months later, when it was revealed that the NSA was spying on millions of Americans, the same lawmakers were <a href=\"http://www.huffingtonpost.com/2013/06/12/nsa-senators_n_3428074.html\">overwhelmingly supportive</a> of far more intrusive data-gathering.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6d96fdf26a53f63da8b2d55159175821d6cbd7c/0_0_4040_2426/4040.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2426,"width":4040,"orientation":"landscape","credit":"Paul Miller/AAPIMAGE","altText":"guns","cleanCredit":"Photograph: Paul Miller/AAPIMAGE"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e425eee821725d0c07e6ed3f351187f496c0f9fc/0_0_3100_2647/3100.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2647,"width":3100,"orientation":"landscape","caption":"Roses with the faces of the Sandy Hook elementary students and adults killed are seen on a pole in Newtown, Connecticut, in 2013. Photograph: Timothy A Clary/AFP/Getty Images","credit":"Timothy A Clary/AFP/Getty Images","altText":"sandy hook","cleanCaption":"Roses with the faces of the Sandy Hook elementary students and adults killed are seen on a pole in Newtown, Connecticut, in 2013.","cleanCredit":"Photograph: Timothy A Clary/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/221fc01ce25faa836ac1b0df50f4b94e8f8ce276/0_57_4124_2477/4124.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2477,"width":4124,"orientation":"landscape","caption":"Switzerland is known for widespread gun ownership but not for gun deaths. Photograph: Fabrice Coffrini/AFP/Getty Images","credit":"Fabrice Coffrini/AFP/Getty Images","altText":"swiss flag","cleanCaption":"Switzerland is known for widespread gun ownership but not for gun deaths.","cleanCredit":"Photograph: Fabrice Coffrini/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0b48773a735ee898460862f87b2287ffe501ac1c/0_57_3072_1845/3072.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1845,"width":3072,"orientation":"landscape","caption":"The NRA president, Wayne LaPierre: ‘The only thing that stops a bad guy with a gun, is a good guy with a gun.’ Photograph: Steve Ueckert/AP","credit":"Steve Ueckert/AP","altText":"NRA wayne lapierre","cleanCaption":"The NRA president, Wayne LaPierre: ‘The only thing that stops a bad guy with a gun, is a good guy with a gun.’","cleanCredit":"Photograph: Steve Ueckert/AP"}],"webPublicationDate":"2015-06-20T11:15:03Z","lastModified":"2015-06-20T15:26:06Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Dan Roberts","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dan-roberts"},{"name":"Sabrina Siddiqui","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sabrina-siddiqui"}],"feature":false,"keywords":["US gun control","Gun crime","US news"],"tags":[{"id":"us-news/gun-control","webTitle":"US gun control"},{"id":"world/gun-crime","webTitle":"Gun crime"},{"id":"us-news/us-news","webTitle":"US news"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#005689","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#005689","savedForLaterFalseColour":"#999999","kickerColour":"#63717a","colourPalette":"analysis"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/20/charleston-south-carolina-shooting-gun-control-reform-myths","shortUrl":"http://gu.com/p/4axgm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/20/charleston-south-carolina-shooting-gun-control-reform-myths","webUri":"http://www.theguardian.com/us-news/2015/jun/20/charleston-south-carolina-shooting-gun-control-reform-myths"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6d96fdf26a53f63da8b2d55159175821d6cbd7c/0_0_4040_2426/4040.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2426,"width":4040,"orientation":"landscape","caption":"A selection of handguns are displayed. Photograph: Paul Miller/AAPIMAGE","credit":"Paul Miller/AAPIMAGE","altText":"guns","cleanCaption":"A selection of handguns are displayed.","cleanCredit":"Photograph: Paul Miller/AAPIMAGE"}},"importance":0,"kicker":{"title":"Analysis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6d96fdf26a53f63da8b2d55159175821d6cbd7c/0_0_4040_2426/4040.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2426,"width":4040,"orientation":"landscape","credit":"Paul Miller/AAPIMAGE","altText":"guns","cleanCredit":"Photograph: Paul Miller/AAPIMAGE"}}]},{"title":"Jesse Jackson / We need prayer, but also an end to this political genocide","rawTitle":"We need prayer, but also an end to this political genocide","item":{"type":"comment","id":"commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american","title":"Charleston shooting: we need prayer, but also an end to this political genocide","trailText":"After the killings, there was urgency about arresting Dylann Roof, but where’s the urgency to address the conditions that led to the tragedy?","standFirst":"<p>After the killings, there was urgency about arresting Dylann Roof, but where’s the urgency to address the conditions that led to the tragedy?</p>","byline":"Rev Jesse Jackson","body":"<p>Not unlike the four little girls killed in a church bombing in Birmingham, Alabama, in 1963, the nation and the world are saddened and outraged at the hatred and senseless killing of nine African Americans in the historic Emanuel AME Church in Charleston, South Carolina. The dead include its pastor and a state senator. Over three decades ago Operation Push – the organisation I founded in 1971 to improve the economic status of African Americans – held its national convention in this church.</p> \n<p>And, not unlike the economic and political context of Birmingham, the nation and its leadership are still failing to see, understand and come to grips with the underlying economic and political circumstances that led to such a tragedy. This young white man responsible for the killings, Dylann Roof, did not originate terrorism. He is merely reflecting decades and centuries of institutional and active political terrorism. There were 164 lynchings of African Americans between 1877 and 1950 in South Carolina.</p> \n<p>The shooting in Charleston is the result of institutionalised racism, centuries of dehumanisation and the current denial of economic and political equality of opportunity. Today everyone is outraged at the killings, but there is not the same outrage that African Americans have the highest rates of infant mortality, unemployment, of being denied access to capital and bank loans, of imprisonment, segregated housing and home foreclosures, segregated and underfunded public schools, poverty, heart disease, liver disease, diabetes, mental health issues, HIV/Aids and more. We ignore this institutionalised state of terror and the resulting racial fears at our peril.</p> \n<p>There was an urgency to identify and arrest Roof before he hurt anyone else, but there is not the same urgency to identify and arrest the current economic and political conditions – the institutional racism and structural injustices – before anyone else gets hurt. Today in South Carolina a historically black university, South Carolina State, is on the verge of closing, but I don’t see the same urgency to save it by the governor and the South Carolina legislature. Governor Nikki Haley appropriately asked South Carolinians to pray for the victims of these killings and their families and decried violence at religious institutions. But she denies poor people access to healthcare by refusing to accept Medicaid monies under the Affordable Care Act – which is jeopardising the economic viability of the state’s hospitals and costing South Carolinians thousands of jobs – and she still flies the Confederate flag on the Capitol grounds.</p> \n<p>But these injustices and indifferences are not limited to South Carolina. They’re national in scope. We need a White House Conference on racial justice and urban policy to make sure no one else is being hurt because of economic, political and leadership indifference or lack of vision about what needs to be done. Racism deserves a remedy.</p> \n<p>We need the president, the congress, the 50 governors and state legislatures to all put the same effort, resources and energy into ending the crime of racism, economic injustice and political denial throughout the nation. We’ve had enough Michael Brown, Eric Garner, Tamir Rice and Walter Scott killings. We’ve had enough infant mortality deaths. We’ve had enough unemployment –always at least twice the rate of white unemployment.</p> \n<p>We’ve had enough of segregated and inadequately funded educational opportunities. We’ve had enough of a lack of access to capital and health care. We’ve had enough of homelessness and home foreclosures. We need prayer and we need hope, but we also need a political commitment and a financial budget committed to ending this protracted political genocide.</p> \n<p>We need leadership with a vision for racial justice. We need an investment for economic justice – the current rising tide hasn’t lifted all boats. And we need fairness in political representation. That’s what we need if we are ever going to put an end to the protracted “political genocide” of which African Americans have been the victims for nearly 400 years in the United States. We deserve equal economic and political opportunity. We deserve equal justice under the law.</p> \n<p><em>Jesse Jackson is the founder and president of the Rainbow Push Coalition, and one of America’s leading civil rights activists</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434799025225/People-outside-Emanuel--C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters","credit":"Brian Snyder/Reuters","altText":"People outside Emanuel  Church ","cleanCaption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-20T22:03:20Z","lastModified":"2015-06-21T05:47:56Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jesse Jackson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jesse-jackson"}],"feature":false,"keywords":["Charleston shooting","Race issues","US news","World news"],"tags":[{"id":"us-news/charleston-shooting","webTitle":"Charleston shooting"},{"id":"world/race","webTitle":"Race issues"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Jesse Jackson","topic":{"type":"tag-contributor","name":"profile/jesse-jackson"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american","shortUrl":"http://gu.com/p/4axkx","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american","webUri":"http://www.theguardian.com/commentisfree/2015/jun/20/jesse-jackson-south-caroline-shooting-racism-african-american"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434799025225/People-outside-Emanuel--C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters","credit":"Brian Snyder/Reuters","altText":"People outside Emanuel  Church ","cleanCaption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters"}},"importance":0,"kicker":{"title":"Jesse Jackson"},"byline":{"title":"Rev Jesse Jackson"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434799025225/People-outside-Emanuel--C-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters","credit":"Brian Snyder/Reuters","altText":"People outside Emanuel  Church ","cleanCaption":"People gather outside Emanuel Church a day after the mass shooting.     Photograph: Brian Snyder/Reuters"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/805098d464d60dfb25c10204eb55ce34791cb2b5/0_284_4288_2575/1000.jpg","height":601,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/82ba8e09b4fea93e82a218f79c3d8e7f305db607/0_640_4288_2575/1000.jpg","height":601,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/54e399e38a2939e04be4f6567a2ec520cff93f9b/0_298_4288_2572/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/f1a03ee217edcf2c737811578d2ac8439c8392c7/0_284_4288_2572/1000.jpg","height":600,"width":1000}}]},{"title":"Greek debt crisis / Tsipras prepares last-ditch offer to avoid default","rawTitle":"Tsipras prepares last-ditch offer to avoid default","item":{"type":"article","id":"world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis","title":"Greek prime minister prepares last-ditch offer to avoid default on debts","trailText":"Flurry of behind-the-scenes negotiations before European Union summit on Monday that could decide Greece’s fate","standFirst":"<p>Flurry of behind-the-scenes negotiations before European Union summit on Monday that could decide Greece’s fate </p>","byline":"Helena Smith in Athens","body":"<p>The race to save Greece from economic collapse has intensified as the country’s beleaguered leader conducted a flurry of behind-the-scenes negotiations before an EU summit on Monday that is expected to decide the country’s fate.</p> \n<p>Alexis Tsipras, the prime minister, met senior officials on Saturday in an attempt to devise a package of reforms that would secure emergency funds and avoid the nation defaulting on its massive debts. It will be the third such proposal that Athens has made to its creditors in as many weeks.</p> \n<p>“We will try to supplement our proposal so that we get closer to a solution,” Greece’s minister of state, Alekos Flabouraris, told broadcaster Mega TV. “We are not going [to the summit] with the old proposal. Some work is being done to see where we can converge, so that we achieve a mutually beneficial solution.”</p> \n<p>Flabouraris, widely seen as a mentor to the young prime minister, said Tsipras would hold crucial talks with the head of the European commission, Jean-Claude Juncker. The Greek cabinet will meet in an emergency session on Sunday with Tsipras also dispatching senior officials to Brussels.</p> \n<p>The frantic diplomacy came as Greece’s eurozone partners warned that, after five months of fruitless talks, the game was up for Tsipras’s radical leftwing government. The country, which has been thrown two lifelines since 2010, has until 30 June to secure €7.2bn (&pound;5.1bn) in bailout funds. Failure to release the loans will result in default, as Greece owes €1.6bn to the International Monetary Fund at the end of the month.</p> \n<p>On Friday the president of the European council, Donald Tusk, who convened Monday’s summit, warned the situation was dire. Either Tsipras’s anti-austerity government accepted painful reforms, reportedly at a cost of €5bn, he suggested, or it would go bust.</p> \n<p>“We are close to the point where the Greek government will have to choose between accepting what I believe is a good offer of continued support or to head towards default,” he said in a video message. That ultimatum appears to have focused minds.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/guardian-newsroom-should-greece-leave-the-euro-17456530954\">Guardian Newsroom: Should Greece leave the Euro?</a> </p> \n</aside> \n<p>Among the measures that the Syriza-led coalition was reportedly working on on Saturday were reductions in early retirement schemes. Pension and VAT reforms, along with labour deregulation, remain sources of friction between the two sides.</p> \n<p>Speculation is rife that Greece’s creditors at the EU, European Central Bank and IMF would offer a six-month extension of the bailout programme – disbursing more than €10bn in aid to tide the country over the summer – if agreement was reached. Discussions over a third bailout Athens will inevitably also require would be kicked down the road.</p> \n<p>Speaking to the <em>Observer</em>, Athens’s chief negotiator, Euclid Tsakalotos, described the prospect of a short-term deal as perhaps the worst possible outcome. Prolongation of the political uncertainty – and scenarios of Greece’s enforced exit from the euro – would, he said, do nothing for the country’s economic recovery.</p> \n<p>“What we need is a mid-term solution that will take us through to the end of 2016,” he said. “A short-term solution might be the worst of all. What we don’t want is a postponement of issues like Grexit and financing, so the economy remains depressed and people don’t have a shift in expectations. Optimism is a material force in the economy.”</p> \n<p>The war of words between Athens and its lenders reached boiling point last week amid signs of a complete breakdown of trust between the two.</p> \n<p>Writing in the <em>Irish Times</em>, the Greek finance minister, Yanis Varoufakis, accused his eurozone counterparts of being unwilling to even hear him out – or discuss the proposals Greece had drawn up – at a meeting many had hoped would end the crisis last week.</p> \n<p>“Is it more likely that the eurozone will become a better union to belong to if Greece is thrown to the wolves, despite the type of proposals tabled at Thursday’s eurogroup meeting?” he asked. “Or is a deal revolving around these proposals more likely to lead to greater openness, efficiency and democracy?”</p> \n<p>Tsipras, who was elected in January on a platform of “wiping out” the foreign-mandated budget cuts that have impoverished Greeks, has been roundly criticised for his handling of the talks. During a visit to Russia last week, he intimated that Athens would be prepared to forge other alliances if its relations with Europe broke down. Last week, Juncker accused Tsipras of deliberately misinforming Greeks of the demands creditors had made.</p> \n<p>“I don’t understand Tsipras,” Juncker told German news weekly <em>Der Spiegel</em>. “The trust I placed in him has not always been reciprocated in kind.”</p> \n<p>Trust – or the lack of it – may well determine the outcome of Greece’s fate on Monday.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434822476584/People-withdraw-cash-from-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"People withdraw cash from ATMs","cleanCaption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:33:06Z","lastModified":"2015-06-21T08:10:17Z","metadata":{"commentable":true,"commentCount":810,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":false,"keywords":["Greece","Europe","World news","Syriza","Austerity","Economics","Business","Alexis Tsipras"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"business/austerity","webTitle":"Austerity"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/business","webTitle":"Business"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis","shortUrl":"http://gu.com/p/4axnf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis","webUri":"http://www.theguardian.com/world/2015/jun/20/alexis-tsipras-last-ditch-offer-eu-greece-debt-crisis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434822476584/People-withdraw-cash-from-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"People withdraw cash from ATMs","cleanCaption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images"}},"importance":5,"kicker":{"title":"Greek debt crisis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/20/1434822476584/People-withdraw-cash-from-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images","credit":"Aris Messinis/AFP/Getty Images","altText":"People withdraw cash from ATMs","cleanCaption":"People withdraw cash from ATMs in central Athens as a beggar lies on the pavement. Photograph: Aris Messinis/AFP/Getty Images"}}]},{"title":"UK will be assertive in military strategy, says Michael Fallon","rawTitle":"UK will be assertive in military strategy, says Michael Fallon","item":{"type":"article","id":"politics/2015/jun/21/uk-will-be-assertive-in-military-strategy-says-michael-fallon","title":"UK will be assertive in military strategy, says Michael Fallon","trailText":"Defence secretary defends level of spending after US raised concerns and former naval chief called British responses to Middle East threats feeble ","standFirst":"<p>Defence secretary defends level of spending after US raised concerns and former naval chief called British responses to Middle East threats feeble </p>","byline":"Press Association","body":"<p>The defence secretary has defended the government’s military strategy and spending, saying that “no country in Europe is playing such a strong global role”.</p> \n<p>In the face of concern about the armed forces budget, including from the US president, Barack Obama, and former senior officers, Michael Fallon insisted this year’s strategic defence and security review would be “positive and assertive about Britain’s place in the world”.</p> \n<p>Writing in the Sunday Telegraph he said the UK was “in it for the long term” when it came to Nato and deterring Russia, also hailing British operations against Islamic State (Isis) and humanitarian missions.</p> \n<p>He said: “No country in Europe is playing such a strong global role. We can do this because we maintain a &pound;34bn defence budget, the fifth biggest in the world.</p> \n<p>“And we can only go on spending on defence because our government is growing our economy and bringing our public finances back into balance.”</p> \n<p>Fallon’s piece comes after David Cameron was forced to dismiss claims that Britain’s role on the world stage was “shrinking” after Obama raised concern that UK defence spending was set to fall below the Nato target.</p> \n<p>Obama tackled the prime minister during the G7 summit in Germany at the start of June over the prospect that Britain’s military spending would drop below 2% of GDP.</p> \n<p>Last week Admiral Sir Nigel Essenhigh, a former head of the Royal Navy, said there were “uncomfortable similarities” between the state of Britain’s defences now and the period during which Hitler and the Nazis were on the rise.</p> \n<p>Essenhigh said the UK’s response to threats from the Middle East had been “feeble”, in a <a href=\"http://www.telegraph.co.uk/news/uknews/defence/11673337/Our-defence-cuts-leave-us-looking-feeble-in-the-eyes-of-the-world.html\">piece for the Sunday Telegraph</a> that also said, as in Britain following the first world war, there was little public appetite for more overseas military intervention.</p> \n<p>He said: “Thus there is cover for our recent, feeble responses to events in the Middle East such as in Libya, Syria and once again in Iraq, as well as in the face of the exponential threat posed by Islamic State. The situation in Yemen is also deteriorating in a dangerous manner.”</p> \n<p>In February Britain confirmed that it would make available 1,000 troops to Nato’s Very High Readiness Joint Task Force (VJTF) to bolster the security of the alliance’s eastern flanks in the Baltic.</p> \n<p>In his <a href=\"http://www.telegraph.co.uk/news/uknews/defence/11687126/Michael-Fallon-Our-Armed-Forces-are-anything-but-feeble.html\">Telegraph article</a>, Fallon also highlighted the role of soft power in tackling the causes of instability, while also highlighting areas of military spending, including aircraft carriers and submarines.</p> \n<p>“It means using our soft power, diplomacy and engagement, to help weaker countries build stronger institutions and law enforcement, and to promote women’s rights,” he said.</p> \n<p>“It means using smart power, our better-focused development budget, on conflict prevention and stabilisation as well as on disease and suffering. Defence and international development are two sides of the same coin: well-focused aid helps protect Britain’s security in the longer term.</p> \n<p>“But it also means using hard power, the might and professionalism of our armed forces, to deter those threats wherever they arise.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434873357860/64c3a6e4-7d22-457e-b5ab-e8617bde4a46-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"STEFAN WERMUTH/REUTERS","altText":"Michael Fallon at a national service of commemoration to mark the 200th anniversary of the battle of Waterloo last week.","cleanCredit":"Photograph: STEFAN WERMUTH/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-06-21T07:58:58Z","lastModified":"2015-06-21T07:58:58Z","metadata":{"commentable":true,"commentCount":10,"contributors":[],"feature":false,"keywords":["Defence policy","Military","Foreign policy","Politics","UK news","Michael Fallon","Conservatives"],"tags":[{"id":"politics/defence","webTitle":"Defence policy"},{"id":"uk/military","webTitle":"Military"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/michael-fallon","webTitle":"Michael Fallon"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jun/21/uk-will-be-assertive-in-military-strategy-says-michael-fallon","shortUrl":"http://gu.com/p/4axpz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jun/21/uk-will-be-assertive-in-military-strategy-says-michael-fallon","webUri":"http://www.theguardian.com/politics/2015/jun/21/uk-will-be-assertive-in-military-strategy-says-michael-fallon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434873357860/64c3a6e4-7d22-457e-b5ab-e8617bde4a46-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Michael Fallon at a national service of commemoration to mark the 200th anniversary of the battle of Waterloo last week. Photograph: Stefan Wermuth/Reuters","credit":"Stefan Wermuth/Reuters","altText":"Michael Fallon at a national service of commemoration to mark the 200th anniversary of the battle of Waterloo last week.","cleanCaption":"Michael Fallon at a national service of commemoration to mark the 200th anniversary of the battle of Waterloo last week.","cleanCredit":"Photograph: Stefan Wermuth/Reuters"}},"importance":4,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434873357860/64c3a6e4-7d22-457e-b5ab-e8617bde4a46-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"STEFAN WERMUTH/REUTERS","altText":"Michael Fallon at a national service of commemoration to mark the 200th anniversary of the battle of Waterloo last week.","cleanCredit":"Photograph: STEFAN WERMUTH/REUTERS"}}]},{"title":"New meningitis vaccine drive ‘will save thousands of lives’","rawTitle":"New meningitis vaccine drive ‘will save thousands of lives’","item":{"type":"article","id":"society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives","title":"New meningitis vaccine drive ‘will save thousands of lives’","trailText":"Health department’s programme targeting children from the age of two months to university students hailed as a ‘huge step forward’ to control deadly disease","standFirst":"Health department’s programme targeting children from the age of two months to university students hailed as a ‘huge step forward’ to control deadly disease","byline":"Denis Campbell, Health correspondent","body":"<p>Babies, teenagers and students in many parts of the UK will start receiving potentially life-saving vaccination against meningitis within weeks in a move hailed as a turning point in the fight against the deadly disease.</p> \n<p>Medical experts and charities working to beat meningitis welcomed the Department of Health’s confirmation that a major extension of the immunisation programme will begin in August in England and Scotland. Dame Barbara Hakin of NHS England said the jabs “will save lives for years to come”.</p> \n<p>All 17- and 18-year-olds will be offered a combined vaccine giving protection against four strains of the disease, Meningococcal A, C, W and Y (MenACWY). They are a particularly important target group because many will be getting ready to go to university, where they will be at greater risk, especially from the W strain, which is increasingly common, which is increasingly common. Any 19- to 25-year-old starting university this year will also be offered the same jab. Both age groups are at higher risk because of close contact with their peers, for example in university halls of residence.</p> \n<p>In September, Britian will become the first country in the world to start a national, publicly funded immunisation drive against meningitis B. Parents in England and Scotland will be able to have their babies immunised against that strain of the disease at two months old with the Bexsero vaccine, then take them for a second dose at four months and a final booster around their first birthday. </p> \n<p>“I’m very proud that we will be able to offer families extra peace of mind with these two vaccine programmes from this summer,” said public health minister Jane Ellison. “The nationwide MenB programme will mean that England leads the world in offering children protection from this devastating disease.”</p> \n<p>Scottish health secretary Shona Robison said: “These two new vaccination programmes will offer families in Scotland extra peace of mind.” The administrations in Northern Ireland and Wales are expected to follow suit.</p> \n<p>GPs will administer both vaccines on the NHS. They will give babies the MenB vaccine at the same time as a number of other routine childhood immunisations, and will invite teenagers in school year 13 to have the MenACWY jab.</p> \n<p>Meningococcal meningitis, which is infection and inflammation of the brain’s lining, and meningococcal septicaemia, or blood poisoning, are both infections caused by the meningococcus bacteria. They can lead to death or severe disability without prompt diagnosis and treatment.</p> \n<p>Professor Andrew Pollard, chair of the government’s advisory joint committee on vaccination and immunisation, said the push against MenB, the most common infectious cause of death in early childhood, was “a huge step forward in controlling childhood meningitis and septicaemia. Both these new vaccine programmes could prevent cases of disease caused by all of the major strains of meningococcus. The UK is leading the way in attempting to control this awful disease, and we hope that in the future we will have fully comprehensive vaccines and that all cases can be prevented,” Pollard said.</p> \n<p>The committee recently called for all 14- to 18-year-olds to be given the MenACWY vaccine in response to a sharp rise in recent years of the rare but sometimes fatal MenW strain.</p> \n<p>Although cases of MenB are falling there are still about 600 a year in the UK, of which a quarter occur in babies under one. About one in ten of those cases – 15 or so a year – result in death.</p> \n<p>In contrast, the number of recorded cases of MenW has jumped from 22 in England in 2009 to 117 last year. It is similar to MenB and can kill or maim a teenager or young adult in hours.</p> \n<p>Sue Davie, chief executive of Meningitis Now, welcomed “this milestone in the journey to introduce these vaccines and protect our babies and young people from the devastation meningitis causes. These measures will save thousands of lives and protect people from losing loved ones to the deadly disease.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434798384553/Jane-Ellison-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex","credit":"Lucy Young/Rex","altText":"Jane Ellison","cleanCaption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex"}],"bodyImages":[],"webPublicationDate":"2015-06-20T23:39:00Z","lastModified":"2015-06-21T07:19:33Z","metadata":{"commentable":true,"commentCount":31,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["Meningitis","Vaccines and immunisation","Society","Health","UK news"],"tags":[{"id":"society/meningitis","webTitle":"Meningitis"},{"id":"society/vaccines","webTitle":"Vaccines and immunisation"},{"id":"society/society","webTitle":"Society"},{"id":"society/health","webTitle":"Health"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives","shortUrl":"http://gu.com/p/4axjq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives","webUri":"http://www.theguardian.com/society/2015/jun/21/new-meningitis-vaccine-drive-will-save-thousands-of-lives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434798384553/Jane-Ellison-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex","credit":"Lucy Young/Rex","altText":"Jane Ellison","cleanCaption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex"}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Observer/Pix/pictures/2015/6/20/1434798384553/Jane-Ellison-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex","credit":"Lucy Young/Rex","altText":"Jane Ellison","cleanCaption":"Public health minister Jane Ellison: \"The Men B programme will mean that England leads the world in offering children protection from this devastating disease\" Photograph: Lucy Young/Rex"}}]},{"title":"Tim Hunt thanks female scientists for support after 'idiotic joke'","rawTitle":"Tim Hunt thanks female scientists for support after 'idiotic joke'","item":{"type":"article","id":"world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","title":"Sir Tim Hunt: my gratitude to female scientists for their support","trailText":"Ousted professor receives emails of backing from academics and urges scientific community to use incident to remove remaining barriers for women in science","standFirst":"Ousted professor receives emails of backing from academics and urges scientific community to use incident to remove remaining barriers for women in science","byline":"Robin McKie Science editor","body":"<p>The beleaguered UK scientist Sir Tim Hunt on Saturday thanked the hundreds of female scientists who have written to support him in the wake of the furore triggered by his controversial remarks about women in science.</p> \n<p>Hunt, who won the Nobel prize in 2001 for his work on cell biology, became the focus of furious online attacks earlier this month over comments about women in science being disruptive. He <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/education/2015/jun/11/nobel-laureate-sir-tim-hunt-resigns-trouble-with-girls-comments\" title=\"\">had to resign</a> from several academic posts, including an honorary position at University College London (UCL).</p> \n<p>However, support for Hunt has since mushroomed, with fellow Nobel prize winners, senior academics and leading scientists and politicians – including Brian Cox, Richard Dawkins and Boris Johnson – lining up to denounce the treatment of the 72-year-old biologist.</p> \n<p>“My inbox is now bulging with touching emails from young women scientists who have been kind enough to write and thank me for inspiring them and helping them on their way,” Hunt told the <em>Observer </em>yesterday. “It has also been of great comfort to me to see many women at the top of science testifying for my record in supporting women scientists.”</p> \n<p>Top female scientists who have expressed support include physicist Dame Athene Donald, biologist Professor Ottoline Leyser and physiologist Dame Nancy Rothwell. All decried his jocular remarks, but described in warm terms his past support for young scientists of both sexes.</p> \n<p>Hunt added that he had held senior posts in universities and research centres around the world and had always sought to help female scientists in their work. “For example, I fought for seven years to have creche facilities at the Okinawa Institute of Science of Technology – and was ultimately successful. Less successful have been efforts to get a creche at the new Crick Institute in London, but this is something I will continue to push for.</p> \n<p>“I certainly don’t recognise myself as the horrible sexist portrayed in media reports, and I don’t think the women who have worked with me throughout my career do either,” said Hunt, who added that he was particularly upset by the journal <em>Nature</em> which accused him of “belittling women”, an accusation he flatly rejected.</p> \n<p>Hunt also pointed out that, initially, his remarks about women in science and their alleged tendency to weep had not been fully reported. “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/nobel-scientist-tim-hunt-female-scientists-cause-trouble-for-men-in-labs\" title=\"\">Let me tell you about my trouble with girls</a>,” he told delegates at the World Conference of Science Journalists in Seoul. “Three things happen when they are in the lab. You fall in love with them, they fall in love with you, and when you criticise them, they cry.”</p> \n<p>Crucially, Hunt said, he then added the words, “now seriously” before going on to praise the role of women in science and in Korean society. “The words ‘now seriously’ make it very clear that I was making a joke, albeit a very bad one, but they were not mentioned in the first reports and I was deluged with hate mail,” Hunt said.</p> \n<p>However, he did acknowledge that his “<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/science/2015/jun/13/tim-hunt-hung-out-to-dry-interview-mary-collins\" title=\"\">idiotic joke</a>” had touched a nerve. “My comments have brought to the surface the anger and frustration of a great many women in science whose careers have been blighted by chauvinism and discrimination,” he said. “If any good is to come from this miserable affair, it should be that the scientific community starts to acknowledge this anger, recognise the problem and move a lot faster to remove the remaining barriers.”</p> \n<p>Many leading scientists urged University College London to apologise to Hunt for forcing him to resign and reinstate him. “If UCL did offer to reinstate me, it would be churlish of me to refuse, but really my work there was over,” he said.</p> \n<p>“I am not in a rush to do anything, quite frankly. It is coming up to Wimbledon, which I love. In the past I have always been too busy to watch much of it. Now I can relax for the first time and enjoy the tennis when it starts in a few days. So, yes, I suppose there have been some benefits to this business.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer"}],"bodyImages":[],"webPublicationDate":"2015-06-20T19:14:10Z","lastModified":"2015-06-20T23:45:02Z","metadata":{"commentable":true,"commentCount":829,"contributors":[{"name":"Robin McKie","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robinmckie"}],"feature":false,"keywords":["Gender","Equality","Science","UCL (University College London)","Higher education","Tim Hunt","UK news"],"tags":[{"id":"world/gender","webTitle":"Gender"},{"id":"society/equality","webTitle":"Equality"},{"id":"science/science","webTitle":"Science"},{"id":"education/universitycollegelondon","webTitle":"UCL (University College London)"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"uk-news/tim-hunt","webTitle":"Tim Hunt"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Robin McKie","topic":{"type":"tag-contributor","name":"profile/robinmckie"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","shortUrl":"http://gu.com/p/4axm6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke","webUri":"http://www.theguardian.com/world/2015/jun/20/sir-tim-hunt-gratitude-female-scientists-support-joke"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt said he has received many emails from female scientists thanking him for inspiring them. Photograph: Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt said he has received many emails from female scientists thanking him for inspiring them. Photograph: Antonio Olmos for the Observer"}},"importance":2,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Travel/Late_offers/pictures/2015/6/20/1434813275522/Tim-Hunt-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer","credit":"  Antonio Olmos for the Observer","altText":"Tim Hunt","cleanCaption":"Sir Tim Hunt says his inbox now bulges with warm messages from female scientists. Photograph:   Antonio Olmos for the Observer"}}]},{"title":"Dagenham house party / Police seize knives and send 300 people home after violence","rawTitle":"Police seize knives and send 300 people home after violence","item":{"type":"article","id":"uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","title":"Police seize knives and send 300 people home from Dagenham house party","trailText":"Two arrests after ‘large fight’ erupted when ‘very large and unpredictable crowd’ showed up at address, says Scotland Yard","standFirst":"<p>Two arrests after ‘large fight’ erupted when ‘very large and unpredictable crowd’ showed up at address, says Scotland Yard</p>","byline":"Press Association","body":"<p>Police have broken up a house party in Dagenham, east London, that descended into violence after as many as 300 people turned up.<br /></p> \n<p>Two teenage boys were arrested and three large knives confiscated after disorder broke out on Saturday night, Scotland Yard said.</p> \n<p>The Metropolitan police said officers were called to reports of a “large fight” in Oxlow Lane just after 11pm. They arrested a 15-year-old boy for assaulting a police officer and a 17-year-old for possession of an offensive weapon. Both were being questioned at an east London police station on Sunday morning.</p> \n<p>Inspector Jason O’Donohue said: “Three large knives were recovered by my officers as they worked to disperse a very large and unpredictable crowd following a private house party. By getting these knives off the street when they did, my officers have helped save lives and prevent another needless tragedy.”</p> \n<p>Police said the crowd of “between 200-300 house party visitors” was dispersed with no reported injuries.</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}],"bodyImages":[],"webPublicationDate":"2015-06-21T06:43:54Z","lastModified":"2015-06-21T06:43:55Z","metadata":{"commentable":true,"commentCount":56,"contributors":[],"feature":false,"keywords":["Knife crime","Crime","UK news"],"tags":[{"id":"uk/knifecrime","webTitle":"Knife crime"},{"id":"uk/ukcrime","webTitle":"Crime"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","shortUrl":"http://gu.com/p/4axpj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party","webUri":"http://www.theguardian.com/uk-news/2015/jun/21/police-seize-knives-and-send-300-people-home-from-dagenham-house-party"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London. Photograph: Metropolitan police","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCaption":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}},"importance":1,"kicker":{"title":"Dagenham house party"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/21/1434868690656/d0db0d28-c1c9-4eba-93fc-2dd595a93132-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Metropolitan police","altText":"Knives seized by police when they broke up a house party and fighting in Dagenham, east London.","cleanCredit":"Photograph: Metropolitan police"}}]}],"lastModified":"2015-06-21T08:05:33Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}