{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Ireland is first country to legalise gay marriage by popular vote","rawTitle":"Ireland is first country to legalise gay marriage by popular vote","item":{"type":"article","id":"world/2015/may/23/gay-marriage-ireland-yes-vote","title":"Ireland becomes first country to legalise gay marriage by popular vote","trailText":"Referendum result gives yes vote 62% and no 38% as equality minister declares he is proud to be Irish","standFirst":"Referendum result gives yes vote 62% and no 38% as equality minister declares he is proud to be Irish","byline":"Henry McDonald in Dublin","body":"<p>Ireland has voted by a huge majority to legalise same-sex marriage, becoming the first country in the world to do so by popular vote in a move hailed as a social revolution and welcomed around the world.</p> \n<p>Some 62% of the Irish Republic’s electorate voted in favour of gay marriage. The result means that a republic once dominated by the Catholic church ignored the instructions of its cardinals and bishops. The huge Yes vote marks another milestone in Ireland’s journey towards a more liberal, secular society.</p> \n<p>Out of an electorate of more than 3 million, 1,201,607 backed gay marriage, while 734,300 voters said No. The result prompted a massive street party around the gay district of central Dublin close to the national count centre.</p> \n<p>Directly addressing Ireland’s gay community, taoiseach Enda Kenny said the result meant that “a majority of people in this republic have stood up for them [those in the gay community]”. He said: “In the privacy of the ballot box, the people made a public statement. With today’s vote we have disclosed who we are. We are a generous, compassionate, bold and joyful people who say yes to inclusion, yes to generosity, yes to love, yes to gay marriage.”</p> \n<p>Irish deputy prime minister and Labour leader Joan Burton added: “The people of Ireland have struck a massive blow against discrimination.”</p> \n<p>And quoting the late American politician and LGBT rights activist Harvey Milk, she said: “Hope will never be silent.”</p> \n<figure class=\"element element-image\" data-media-id=\"6f0da2274b00be020a1799098c6b0c2b4c631bef\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432409543043/acf62afe-2fd5-4efc-b9b8-643da57b48a9-460x276.jpeg\" alt=\"Crowds celebrate the landslide yes victory at Dublin castle.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Crowds celebrate the landslide yes victory at Dublin castle.</span> \n  <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Getty Images</span> \n </figcaption> \n</figure> \n<p>All but one of the republic’s 43 parliamentary constituencies voted Yes to same-sex marriage. And fears of an urban-rural, Yes/No split were not realised either. Constituencies such as Donegal South West, which in the past voted against divorce and abortion reform, backed the Yes side. Theminister for equality, Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, said on Twitter: “A landslide across Dublin. And I’m so proud to be Irish today.”</p> \n<p>Health minister Leo Varadkar, who this year came out as the country’s first openly gay minister, said the campaign had been “almost like a social revolution”.</p> \n<p>The social transformation of the country was on display in the grounds of Dublin Castle, former seat of British rule in Ireland and the site of the national count for a referendum that was unthinkable just two decades ago – it was only in 1993 that homosexuality was decriminalised. The rainbow colours of the international gay movement lit up the 18th-century cobbled courtyard amid glorious sunshine on Saturday afternoon as up to 2,000 gay activists celebrated a resounding victory.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/may/23/ireland-gay-same-sex-marriage-vote-yes\">Ireland says yes to same-sex marriage - in pictures</a> </p> \n</aside> \n<p>The Fine Gael-Labour coalition had asked voters to amend their 78-year-old constitution, which originally defined marriage as only between a man and a woman. Voters were offered the chance to amend the constitution to read: “Marriage may be contracted in accordance with law by two persons without distinction as to their sex.”</p> \n<p>A high turnout, particularly among younger voters, boosted the Yes side. The overall turnout of 61% was higher than the poll to ratify the 1998 Good Friday agreement, when 56% of the electorate came out to vote.</p> \n<p>The pro-reform vote was also energised by an 11th-hour movement called #hometovote, which used social media to encourage young Irish expatriates to get back to Ireland in time to vote.</p> \n<p>The first constituency that declared in favour of a Yes vote was the rural Sligo/North Leitrim, which backed gay marriage by 54% to 46%. In many Dublin constituencies, the Yes vote was 70% or more, according to the tallies at the main count in the city’s RDS stadium.</p> \n<figure class=\"element element-image\" data-media-id=\"33a0b49fedfa0c60e667824a446b8f47ee3dfbd8\"> \n <img src=\"http://media.guim.co.uk/33a0b49fedfa0c60e667824a446b8f47ee3dfbd8/0_296_5550_3331/1000.jpg\" alt=\"Katherine Zappone and Ann Louise Gilligan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images</span> \n  <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Getty Images</span> \n </figcaption> \n</figure> \n<p>As the first confirmed result was announced, veteran Irish gay rights campaigner Senator David Norris arrived at Dublin Castle, where he was mobbed as a hero by a younger generation of gay activists. The world expert on James Joyce had pursued court cases all the way to the European court of human rights, forcing a previous Irish government to decriminalise homosexuality in 1993.</p> \n<p>To cheers and applause from the crowd gathered in the courtyard, and with tears in his eyes, Norris said the result would inspire others across the planet. “The battle is not over. There are countries throughout Africa and Asia in which it is terribly dangerous to be gay,” Norris said. “It’s wonderful. It’s a little bit late for me … I’ve spent so much time pushing the boat out that I forgot to jump on, and now it’s out beyond the harbour on the high seas. But it’s very nice to look at.”</p> \n<p>Recognising the scale of the church’s defeat in what was once one of the Vatican’s most loyal nations, Diarmuid Martin, archbishop of Dublin, described the groundswell of support for same-sex couples as a social revolution that did not happen on the last day.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/23/ireland-irish-gay-marriage-referendum\">‘Ireland might just have become a great little country in which to be gay’</a> </p> \n</aside> \n<p>“It’s a social revolution that’s been going on – perhaps in the church people have not been as clear in understanding what that involved,” he said. “It’s clear that, if the referendum is an affirmation of the views of young people, the church has a huge task in front of it,” Martin added.</p> \n<p>The pro-gay marriage vote captured headlines around the world, with celebrities praising the outcome. Harry Potter author JK Rowling was among those watching the count. “Sitting here watching the Irish make history. Extraordinary and wonderful,” she tweeted. British rights campaigner Peter Tatchell said: “The Irish people have voted for love and equality. Oscar Wilde would be so proud.”</p> \n<p>Back in the sunshine at Dublin Castle, the crowds gave a rock-star welcome to another prominent Irish gay spokesman, the drag queen and human rights activist Panti Bliss, also known as Rory O’Neill.</p> \n<figure class=\"element element-image\" data-media-id=\"92ba27f19d786fabc3e62be92324f164d43acfba\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/23/1432409870569/75187345-e482-4610-8aec-ebcb504ce06a-460x276.jpeg\" alt=\"Rory O'Neill, known by his stage name of Panti Bliss, leads the celebrations\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’</span> \n  <span class=\"element-image__credit\">Photograph: Fran Veale/Rex Shutterstock</span> \n </figcaption> \n</figure> \n<p>In high heels, blonde wig and tight dress, Bliss said: “I am drunk on Yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.”</p> \n<p>But while the thousands in the Castle leapt for joy, wept and waved rainbow flags in triumph when the overall national vote was announced, there was a reminder from the gay community in Northern Ireland that the struggle for equality is far from over even on the island.</p> \n<p>Gavin Boyd, of the gay rights group the Rainbow Project in Belfast, reminded the world that there was still a ban on gay marriage north of the border.</p> \n<p>“To the people of Ireland, we offer our thanks. You have done what no other country in the world has done. You have chosen, as a nation, to extend marriage rights to your LGBT family, friends and neighbours and this will go down in history as another example of the decency and fairness of the Irish people.</p> \n<p>“However, for us, this sweet victory is tinged with sadness. Northern Ireland is now the only region in western Europe where marriage equality is not a reality. This is a shameful injustice which cannot be allowed to continue,” Boyd said.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5b9c1fffbdcaf442c37eec06fa0afb7fa25d3a9/29_549_5028_3018/5028.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3018,"width":5028,"orientation":"landscape","credit":"Peter Morrison/AP","altText":"Yes supporter in Dublin","cleanCredit":"Photograph: Peter Morrison/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432409544419/acf62afe-2fd5-4efc-b9b8-643da57b48a9-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Crowds celebrate the landslide yes victory at Dublin castle. Photograph: Clodagh Kilcoyne/Getty Images","credit":"Clodagh Kilcoyne/Getty Images","altText":"Crowds celebrate the landslide yes victory at Dublin castle.","cleanCaption":"Crowds celebrate the landslide yes victory at Dublin castle.","cleanCredit":"Photograph: Clodagh Kilcoyne/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/33a0b49fedfa0c60e667824a446b8f47ee3dfbd8/0_296_5550_3331/5550.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3331,"width":5550,"orientation":"landscape","caption":"Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images Photograph: Clodagh Kilcoyne/Getty Images","credit":"Clodagh Kilcoyne/Getty Images","altText":"Katherine Zappone and Ann Louise Gilligan","cleanCaption":"Senator Katherine Zappone and her partner Ann Louise Gilligan kiss as they join the crowd celebrating the yes vote outside Dublin castle on Saturday. Photograph: Clodagh Kilcoyne/Getty Images","cleanCredit":"Photograph: Clodagh Kilcoyne/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432409872072/75187345-e482-4610-8aec-ebcb504ce06a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’ Photograph: Fran Veale/Rex Shutterstock","credit":"Fran Veale/Rex Shutterstock","altText":"Rory O'Neill, known by his stage name of Panti Bliss, leads the celebrations","cleanCaption":"Panti Bliss aka Rory O’Neill leads the celebrations. ‘I am drunk on yes … It’s not that Ireland has changed today, but that Ireland has confirmed the change that we already knew had happened.’","cleanCredit":"Photograph: Fran Veale/Rex Shutterstock"}],"webPublicationDate":"2015-05-23T20:29:20Z","lastModified":"2015-05-24T00:10:02Z","metadata":{"commentable":true,"commentCount":1071,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Ireland","Society","Gay marriage","Europe","World news","Catholicism","LGBT rights"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"society/society","webTitle":"Society"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"world"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/23/gay-marriage-ireland-yes-vote","shortUrl":"http://gu.com/p/497xn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/23/gay-marriage-ireland-yes-vote","webUri":"http://www.theguardian.com/world/2015/may/23/gay-marriage-ireland-yes-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d5b9c1fffbdcaf442c37eec06fa0afb7fa25d3a9/29_549_5028_3018/5028.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3018,"width":5028,"orientation":"landscape","caption":"A yes supporter in Ireland’s historic vote to legalise same-sex marriage waits for the result in the grounds of Dublin Castle.  Photograph: Peter Morrison/AP","credit":"Peter Morrison/AP","altText":"Yes supporter in Dublin","cleanCaption":"A yes supporter in Ireland’s historic vote to legalise same-sex marriage waits for the result in the grounds of Dublin Castle. ","cleanCredit":"Photograph: Peter Morrison/AP"}},"importance":7,"showQuotedHeadline":false},{"title":"Welfare / Iain Duncan Smith in cabinet row over £12bn cuts","rawTitle":"Iain Duncan Smith in cabinet row over £12bn cuts","item":{"type":"article","id":"politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","title":"Iain Duncan Smith in cabinet row over £12bn welfare cuts","trailText":"Work and pensions secretary fighting rearguard action against any changes that would involve slashing at key benefit schemes","standFirst":"Work and pensions secretary fighting rearguard action against any changes that would involve slashing at key benefit schemes","byline":"Daniel Boffey","body":"<p>Iain Duncan Smith is “pushing back” against attempts to “salami slice” through the welfare budget to deliver the prime minister’s pledge of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/10/iain-duncan-smith-conservative-cabinet-david-cameron-welfare-cuts\">&pound;12bn in savings</a>, allies of the work and pensions secretary have claimed.</p> \n<p>Duncan Smith was surprised when the sheer scale of the cuts was announced in January last year, and is now fighting a rearguard action against changes that would involve slashing at key benefit schemes in his budget.</p> \n<p>It is understood the cabinet minister has long been frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. He fears that such lethargy could ultimately lead to rushed and deeply unpopular cuts.</p> \n<p>One ally of Duncan Smith told the <em>Observer</em> that a major problem had been that key figures did not expect to have to implement such heavy hits on welfare spending, assuming the pledge could be watered down during coalition negotiations with the Liberal Democrats.</p> \n<p>Now that the Tories are in government with a majority, the source claimed Duncan Smith was standing firm against attempts to slice off bits of his budget to fund a series of giveaways, including slashing inheritance tax and raising the 40p tax threshold to benefit people on twice the national average wage.<br /></p> \n<p>“You have two sides of the ledger – the cuts and the giveaways – and people didn’t think they would have to go through with them,” one source said. “Iain Duncan Smith was surprised when the cuts were first announced in January, and that tells you where the push-back in government on this is now.”</p> \n<p>A second source close to Duncan Smith confirmed that the cabinet minister believed that there could be no “salami slicing” of the welfare budget, but insisted that he was committed to the &pound;12bn figure and was “confident he can do that”, although only through wholesale “structural reform”.</p> \n<p>“He might have wanted agreement on the detail earlier,” the source said, “but, as the person whose job it is to see this through, he is committed and believes you can do it through behavioural change.”</p> \n<p>A Downing Street spokesman denied that the work and pensions secretary was “squeamish” over the scale of cuts, and claimed the cabinet was united in wanting them to form part of wider welfare reform.</p> \n<p>News of the government’s internal debate over delivering the welfare cuts comes ahead of Wednesday’s Queen’s speech, in which Cameron hopes to flesh out his vision of “blue collar Conservatism”. At the centre of the speech will be a new law to ensure no one working 30 hours on the minimum wage pays any income tax in the future.</p> \n<p>The government has also announced that it is freezing ministerial pay for the duration of this parliament. The pay freeze will save an estimated &pound;800,000 a year, or &pound;4m in total.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/feb/19/guardian-view-welfare-reform-in-dire-straits\">The Guardian view on welfare reform: In Dire Straits | Editorial</a> </p> \n</aside> \n<p>In a statement, the prime minister said: “There are still difficult decisions to take as we complete the task of clearing the deficit. As we take those decisions, my approach is simple: we will do it in a one-nation way. We are all in this together: so I am freezing ministerial pay for the next five years.”</p> \n<p>Ministers also receive a salary as an MP, which is determined by the Independent Parliamentary Standards Authority (Ipsa), rather than the government.</p> \n<p>In a 2013 report, Ipsa determined that MPs’ pay would increase on a one-off basis by 10% following the 2015 election. This planned rise is subject to a statutory review by Ipsa later this year. A source said the prime minister believed it was “not right” for MPs’ pay to rise by the levels determined by Ipsa and has urged it to look at the issue again.</p> \n<p>It also emerged that plans to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/may/23/new-law-will-force-councils-to-merge-services-to-improve-adoption-rates\">speed up child adoption rates</a> are to be included in the Queen’s speech. Under the proposals, local authorities will be forced to merge their services, allowing children to be matched with new families sooner.</p> \n<p>The government believes adoption is “happening at too small and localised a scale”. There are more than 3,000 children waiting to be matched at present – and the majority of them have spent more than 18 months in care.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403233547/Iain-Duncan-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA","credit":"Dave Thompson/PA","altText":"Iain Duncan Smith","cleanCaption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-23T20:31:04Z","lastModified":"2015-05-24T00:36:28Z","metadata":{"commentable":true,"commentCount":1379,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"}],"feature":false,"keywords":["Welfare","Politics","Iain Duncan Smith","Conservatives","David Cameron","UK news"],"tags":[{"id":"politics/welfare","webTitle":"Welfare"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/iain-duncan-smith","webTitle":"Iain Duncan Smith"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"politics"},"topics":[{"displayName":"Daniel Boffey","topic":{"type":"tag-contributor","name":"profile/daniel-boffey"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","shortUrl":"http://gu.com/p/497xp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn","webUri":"http://www.theguardian.com/politics/2015/may/23/iain-duncan-smith-cabinet-row-welfare-cuts-12bn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432403233547/Iain-Duncan-Smith-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA","credit":"Dave Thompson/PA","altText":"Iain Duncan Smith","cleanCaption":"Iain Duncan Smith is said to be frustrated by a failure within the leadership of the party to get to grips with how the reduction in spending will be made. Photograph: Dave Thompson/PA"}},"importance":6,"kicker":{"title":"Welfare"},"showQuotedHeadline":false},{"title":"Ex-army chief urges PM to consider 'boots on the ground' to fight Isis","rawTitle":"Ex-army chief urges PM to consider 'boots on the ground' to fight Isis","item":{"type":"article","id":"world/2015/may/24/ex-army-chief-urges-pm-to-consider-boots-on-the-ground-to-fight-isis","title":"Ex-army chief urges PM to consider 'boots on the ground' to fight Isis","trailText":"Sir Richard Dannatt says air strikes have failed ground forces may be needed to beat the terror group behind a number of beheadings of Britons","standFirst":"<p>Sir Richard Dannatt says air strikes have failed and that ground forces may be needed to beat the terror group behind a number of beheadings of Britons</p>","byline":"Press Association","body":"<p>A former head of the army has called on the government to “think the previously unthinkable” and consider sending ground troops to combat Islamic State in Syria and Iraq.<br /></p> \n<p>Sir Richard Dannatt, the former chief of the general staff, said he felt air strikes had failed to stop the advance of the extremist organisation and urged parliament to debate deploying up to 5,000 infantry soldiers.</p> \n<p>Isis, responsible for the beheadings of several British hostages, has recently gained control of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-syria-islamic-state\">the ancient town of Palmyra, in Syria, and the Iraqi city of Ramadi</a>.</p> \n<p>Lord Dannatt, writing in the <a href=\"http://www.dailymail.co.uk/wires/pa/article-3094735/Dannatt-Send-UK-troops-fight-IS.html\">Daily Mail</a>, said: “In light of this terrifying scenario, how much longer can Britain and the US continue to show such a lack of commitment to defeating Isis mililtarily? Their default option of air strikes and limited assistance to indigenous forces has failed thus far.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/isis-palmyra-ramadi-advances-say-more-about-state-weakness-than-jihadi-strength\">First Ramadi, then Palmyra: Isis shows it can storm bastions of Syria and Iraq</a> </p> \n</aside> \n<p>“We have now reached a point when we must think the previously unthinkable and consider that British troops, acting as part of an international coalition, may be required to mount a ground campaign in Iraq and Syria. </p> \n<p>“I am no gung-ho general who says ‘just send the boys in and don’t worry about the body bags’, far from it, but faced with such a lethal and uncompromising enemy as Isis – and with the lack of political and diplomatic solutions at our disposal – we can no longer rule out ‘boots on the ground’.”</p> \n<p>Political leaders had avoided the “politically toxic” question during the general election campaign but David Cameron should begin planning, the retired general added.</p> \n<p>“What I am calling for today is for a public and political debate to begin immediately, so that arguments for and against the deployment of western ground forces can be aired … An opportunity to generate public support for a fully fledged military intervention was lost, so we have got to start talking about and planning for a potential deployment now. Planning is one thing, a decision to commit is another, and could come later.”</p> \n<p> Dannatt admitted there would be political challenges, including obtaining a United Nations security council resolution with the backing of China and Russia, while Syrian president Bashar al-Assad should be removed from office but “granted sanctuary in another state”.</p> \n<p>The defence secretary, Michael Fallon, announced in March two RAF Sentinel surveillance aircraft had been deployed to the region to operate alongside Tornado strike jets and Reaper drones that have been carrying out air strikes against Isis targets in Iraq.</p> \n<p>And the UK has sent around 75 military trainers and headquarters staff to provide instruction in the use of small arms, infantry tactics and medical skills as part of a US-led programme to support the moderate Syrian opposition.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432453510836/4b40a75c-8b3a-4242-9466-1ecca729b02d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Barry Batchelor/PA","altText":"Sir Richard Dannatt","cleanCredit":"Photograph: Barry Batchelor/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-24T07:52:46Z","lastModified":"2015-05-24T07:54:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Islamic State","Richard Dannatt","UK news","World news","Syria","Iraq","Middle East and North Africa","Politics","Military"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/richard-dannatt","webTitle":"Richard Dannatt"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/military","webTitle":"Military"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/24/ex-army-chief-urges-pm-to-consider-boots-on-the-ground-to-fight-isis","shortUrl":"http://gu.com/p/49744","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/24/ex-army-chief-urges-pm-to-consider-boots-on-the-ground-to-fight-isis","webUri":"http://www.theguardian.com/world/2015/may/24/ex-army-chief-urges-pm-to-consider-boots-on-the-ground-to-fight-isis"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/24/1432453510836/4b40a75c-8b3a-4242-9466-1ecca729b02d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sir Richard Dannatt wants the government to consider deploying infantry soldiers to fight Isis. Photograph: Barry Batchelor/PA","credit":"Barry Batchelor/PA","altText":"Sir Richard Dannatt","cleanCaption":"Sir Richard Dannatt wants the government to consider deploying infantry soldiers to fight Isis.","cleanCredit":"Photograph: Barry Batchelor/PA"}},"importance":5,"showQuotedHeadline":false},{"title":"Rio Ferdinand 'overwhelmed' by fans' support after wife's death","rawTitle":"Rio Ferdinand 'overwhelmed' by fans' support after wife's death","item":{"type":"article","id":"football/2015/may/24/rio-ferdinand-overwhelmed-by-fans-support-after-wifes-death","title":"Rio Ferdinand 'overwhelmed' by fans' support after wife's death","trailText":"Footballer describes losing his partner Rebecca Ellison as most difficult period of his life but says he was moved by outpouring of compassion ","standFirst":"<p>Footballer describes losing his partner Rebecca Ellison as most difficult period of his life but says he was moved by outpouring of compassion </p>","byline":"Press Association","body":"<p>Rio Ferdinand has described being overwhelmed by the support he received from football fans after his wife died. <br /></p> \n<p>The former England captain said Rebecca Ellison’s battle with cancer was the most difficult period for his family and paid tribute to her as “an incredibly brave woman”.</p> \n<p>A host of football personalities, including Sir Alex Ferguson and Ferdinand’s former Manchester United team-mate Nemanja Vidic, turned out for Ellison’s funeral.</p> \n<p>Writing in the Sun, Ferdinand said: “It has been the most difficult period of my life, what with managing the emotions of our three children and watching such a great woman as my wife Rebecca die without being able to do anything about it.</p> \n<p>“After Rebecca died, we held a service on a lovely sunny day which was arranged to perfection. Rebecca was an organisational freak and planned much of it herself while the kids picked the music. She wanted it to be a celebration of her life rather than a morbid occasion and it went just the way she would have liked.”</p> \n<p>He thanked the world of football for its good wishes, including fans at his former clubs West Ham and Manchester United as well as Liverpool.</p> \n<p>“The day it was announced that Rebecca had died, we were overwhelmed by message of support … The kids saw it all and were telling me, ‘Look Dad, have you seen what they are doing for Mum?’ Those are good memories for them,” he said. “It was refreshing to see such compassion in the game, with tribalism removed.”</p> \n<p>The couple married in August 2009 on Peter Island in the British Virgin Islands. The footballer rented the entire 1,800-acre resort for the ceremony. He and Ellison have three children, Lorenz, nine, Tate, six, and four-year-old Tia.</p> \n<p>According to reports, Ellison, 34, died after fighting breast cancer. Ferdinand, 36, also said he felt guilty about not being able to play a full part in Queens Park Rangers’ season, during which they were relegated from the Premier League.</p> \n<p>His wife’s illness had only been known to an intimate circle of family and friends, with players at the club unaware why he was unavailable for selection, Ferdinand said.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0a44f3816191f0725129796e0c041f0c595a6b4/303_112_1713_1026/1713.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1026,"width":1713,"orientation":"landscape","credit":"Martin Rickett/PA","altText":"Rio Ferdinand with his wife, Rebecca Ellison, who has died aged 34.","cleanCredit":"Photograph: Martin Rickett/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-24T07:36:08Z","lastModified":"2015-05-24T07:36:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Rio Ferdinand","UK news"],"tags":[{"id":"football/rio-ferdinand","webTitle":"Rio Ferdinand"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/24/rio-ferdinand-overwhelmed-by-fans-support-after-wifes-death","shortUrl":"http://gu.com/p/4974x","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/24/rio-ferdinand-overwhelmed-by-fans-support-after-wifes-death","webUri":"http://www.theguardian.com/football/2015/may/24/rio-ferdinand-overwhelmed-by-fans-support-after-wifes-death"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c0a44f3816191f0725129796e0c041f0c595a6b4/303_112_1713_1026/1713.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1026,"width":1713,"orientation":"landscape","caption":"Rio Ferdinand with his wife, Rebecca Ellison, who has died aged 34. Photograph: Martin Rickett/PA","credit":"Martin Rickett/PA","altText":"Rio Ferdinand with his wife, Rebecca Ellison, who has died aged 34.","cleanCaption":"Rio Ferdinand with his wife, Rebecca Ellison, who has died aged 34.","cleanCredit":"Photograph: Martin Rickett/PA"}},"importance":4,"showQuotedHeadline":false},{"title":"Australia / Female gorilla dies after attack by young male at zoo","rawTitle":"Female gorilla dies after attack by young male at zoo","item":{"type":"article","id":"australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","title":"Female gorilla dies after 'unprecedented' attack by young male at Australian zoo","trailText":"Julia, a 33-year-old gorilla, suffered extensive injuries after an unexpected display of aggression by 13-year-old Silverback Otana at Melbourne zoo","standFirst":"<p>Julia, a 33-year-old gorilla, suffered extensive injuries after an unexpected display of aggression by 13-year-old Silverback Otana at Melbourne zoo</p>","byline":"Australian Associated Press","body":"<p>A female gorilla at Melbourne zoo has died from injuries caused by one of the zoo’s young male gorillas in an unexpected display of aggression.</p> \n<p>Julia, a 33-year-old gorilla, died on Sunday after suffering extensive trauma from the attack on Friday, the zoo said in a statement.</p> \n<p>Otana, a 13-year-old Silverback male had previously shown some aggression towards female gorillas but zoo staff said the social dynamic between the gorillas had appeared to be working well.</p> \n<p>It’s normal for Silverback to assert their dominance, according to the zoo, though the result of Otana’s aggression toward Julia was unexpected and unprecedented.</p> \n<p>Melbourne zoo head vet Michael Lynch said Julia chose to spend part of Friday night away from the group and was moved to the veterinary hospital for examination on Saturday.</p> \n<p>“The vet team examining Julia found that she had experienced extensive trauma and significant complications resulting from the aggression on Friday,” Lynch said.</p> \n<p>Vets tried to stabilise her on Sunday, but were unsuccessful. </p> \n<p>Keepers say Julia’s death will change the social dynamic of the gorilla group.</p> \n<p>Otana, who arrived at Melbourne zoo from the UK in 2013, has been separated from the group.</p>","section":"Australia","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a64c9992c6bcfb070990eabba14457bd5c42cffb/0_129_988_592/988.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":592,"width":988,"orientation":"landscape","credit":"Julian Smith/AAP","altText":"Gorilla Otana ventures out of his den at Melbourne Zoo in Melbourne, Wednesday, Oct. 9, 2013. The twelve year old male gorilla has just completed one month quarantine after arriving from Howlett's Wild Animal Park in the UK. Today was the first time he was offered an outside experience in his new area where he was also introduced on eof the resident females gorillas, Julia. (AAP Image/Julian Smith) NO ARCHIVING","cleanCredit":"Photograph: Julian Smith/AAP"}],"bodyImages":[],"webPublicationDate":"2015-05-24T06:56:37Z","lastModified":"2015-05-24T07:08:40Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Melbourne","Zoology","Victoria","Australia news"],"tags":[{"id":"australia-news/melbourne","webTitle":"Melbourne"},{"id":"science/zoology","webTitle":"Zoology"},{"id":"australia-news/victoria","webTitle":"Victoria"},{"id":"australia-news/australia-news","webTitle":"Australia news"}],"section":{"id":"australia-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"australia-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","shortUrl":"http://gu.com/p/4973m","relatedUri":"http://mobile-apps.guardianapis.com/items-related/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo","webUri":"http://www.theguardian.com/australia-news/2015/may/24/female-gorilla-dies-after-attack-by-young-male-at-australian-zoo"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a64c9992c6bcfb070990eabba14457bd5c42cffb/0_129_988_592/988.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":592,"width":988,"orientation":"landscape","caption":"Otana, a 13-year-old Silverback male, arrived at Melbourne zoo from the UK in 2013. He had previously shown some aggression towards female gorillas. Photograph: Julian Smith/AAP","credit":"Julian Smith/AAP","altText":"Gorilla Otana","cleanCaption":"Otana, a 13-year-old Silverback male, arrived at Melbourne zoo from the UK in 2013. He had previously shown some aggression towards female gorillas.","cleanCredit":"Photograph: Julian Smith/AAP"}},"importance":3,"kicker":{"title":"Australia"},"showQuotedHeadline":false},{"title":"Lib Dems / Byelection fears grow for last Scottish MP","rawTitle":"Byelection fears grow for last Scottish MP","item":{"type":"article","id":"politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","title":"Byelection fears grow for Lib Dems’ last MP in Scotland","trailText":"An inquiry into leak by Alistair Carmichael intended to damage SNP leader could lead to new poll in constituency he won only by 817 votes in general election","standFirst":"An inquiry into leak by Alistair Carmichael intended to damage SNP leader could lead to new poll in constituency he won only by 817 votes in general election","byline":"Toby Helm, Rajeev Syal and Ashley Cowburn","body":"<p>The Liberal Democrats were thrown into fresh crisis on Saturday as their only MP in Scotland, Alistair Carmichael, faced the prospect of a full parliamentary inquiry and a byelection fight against the SNP over his role in a Whitehall leak intended to damage Scotland’s first minister, Nicola Sturgeon.</p> \n<p>The future of Carmichael, who served as Scottish secretary in the coalition government, is being called increasingly into question by MPs and peers after the SNP triggered a formal process that could lead to his suspension from the House of Commons and a new election in his marginal Orkney and Shetland seat.</p> \n<p>After the Lib Dems suffered the devastating loss of all but eight of their 56 MPs at the election, the SNP believes it can now inflict further humiliation by wiping them out north of the border, reducing them to seven members in the Commons.</p> \n<p>Carmichael held on by just 817 votes, despite a strong charge by the second-placed nationalists, who cut his majority from more than 10,000 at the 2010 election.</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/22/lib-dem-alistair-carmichael-admits-responsibility-anti-sturgeon-leak-mp-snp-leader-david-cameron\">He admitted</a> on Friday – <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/09/inquiry-leaked-sturgeon-memo-might-be-concluded-before-election-jeremy-heywood\">following a leak inquiry by the cabinet secretary Sir Jeremy Heywood</a> – that he had authorised his special adviser to make details of the memo known to the <em>Daily Telegraph,</em> which ran the story at the start of the election campaign.</p> \n<p>The memo, written by a Foreign Office official, suggested that Sturgeon had told the French ambassador in February, during a private conversation, that she wanted David Cameron to become prime minister. Both <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/03/nicola-sturgeon-denies-saying-she-wanted-david-cameron-to-win-election\">Sturgeon and the ambassador denied that she had said anything of the sort,</a> though the claim was embarrassing to the SNP leader, whose public line was that she wanted to work with Labour to keep the Tories out of power.</p> \n<p>Carmichael, who appeared to be losing the support of some key constituents yesterday, said he had been guilty of an “error of judgment” and acknowledged that if he still been a minister it would have been a resigning matter. He and his adviser, Euan Roddin, said they would not take severance payments.</p> \n<p>The SNP’s deputy leader, Stewart Hosie, turned up the pressureon Saturday by calling for Carmichael to step down and demanded a full investigation by the parliamentary commissioner for standards, Kathryn Hudson.</p> \n<p>Hosie said: “Mr Carmichael has no credibility in continuing as an MP and in my opinion he should stand down. It is appropriate for the standards commissioner to get involved and arrive at her own conclusions, having investigated the full facts.</p> \n<p>“This dirty trick has all the appearance of being orchestrated when Alistair Carmichael was an MP, before the election campaign. Mr Carmichael went on TV after this bogus story broke, denying that he had anything to do with the dirty trick. He said that he knew nothing about it until he got a call from a journalist. We now know all of this to be 100% untrue.</p> \n<p>“The dirty trick was bad enough – but his blatant attempt to cover it up until after the election is 10 times worse.”</p> \n<p>On 5 April, Carmichael flatly denied having had any role in the leak. He told <em>Channel 4 News</em>: “I’ve told you the first I became aware of this, and this is already on the public record, was when I received a phone call on Friday afternoon from a journalist making me aware of it.”</p> \n<div>\n __VIDEO_EMBED_gu-video-456880385__\n</div> \n<p>If the commissioner for standards believes there is reason to investigate, which seems likely, she will submit her findings to the parliamentary committee on standards, which has the power to recommend sanctions, including the suspension of an MP. The recommendation is then voted on by MPs on the floor of the Commons.</p> \n<p>If MPs were to vote to suspend Carmichael for 10 days or more, this would then automatically trigger a new process under the Recall of MPs Act <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2013/apr/18/nick-clegg-mp-recall-law\">(championed by Nick Clegg)</a>: if at least 10% of Carmichael’s constituents sign a petition calling for a byelection, then one must be held. Carmichael could stand again but would face a huge struggle to see off the rampant SNP.Some believe Carmichael might try to argue that the investigation should not take place as he was not an MP when the <em>Daily Telegraph </em>published the story on 3 April, as parliament had concluded its five-year term on 30 March. However the cabinet secretary’s inquiries revealed phone calls between Roddin and a <em>Telegraph </em>journalist had taken place on days before publication.</p> \n<p>Labour peer Dale Campbell-Savours, a former member of the Commons standards and privileges Committee, said he believed such a defence would be unsustainable and predicted that there would be a byelection.</p> \n<p>“It is inconceivable that a parliamentary committee could issue a penalty in a case of this gravity of less than 10 days’ suspension. Therefore a byelection will inevitably be triggered.”</p> \n<p>He added: “There is no greater sin that an MP can commit than to lie to his electorate.”</p> \n<p>The Lib Dems said on Saturday that Carmichael would not face any disciplinary proceedings inside the party. But the SNP also wants to know what other senior Lib Dems, including former leader Clegg and Scottish leader Willie Rennie, knew about the leak.</p> \n<p>Hosie said: “There are also questions for Scottish Lib Dem leader Willie Rennie and indeed former Lib Dem UK leader Nick Clegg to answer – what did they know, and when did they know it?”</p> \n<p>Billy Fox, deputy leader of Orkney and Shetland council, said: “I can’t speak for the council but my personal view is that his position to stay as an MP is untenable. His credibility is completely shot.”</p> \n<p>Another councillor from the Shetland area added: “I think he’s had it.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432396405824/Alistair-Carmichael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"Alistair Carmichael","cleanCaption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod"}],"bodyImages":[],"webPublicationDate":"2015-05-23T20:31:04Z","lastModified":"2015-05-24T00:42:26Z","metadata":{"commentable":true,"commentCount":1177,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"},{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"},{"name":"Ashley Cowburn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ashley-cowburn"}],"feature":false,"keywords":["Scottish politics","Politics","UK news","Liberal Democrats","Scottish National party (SNP)","Nicola Sturgeon","Scotland"],"tags":[{"id":"politics/scotland","webTitle":"Scottish politics"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/snp","webTitle":"Scottish National party (SNP)"},{"id":"politics/nicola-sturgeon","webTitle":"Nicola Sturgeon"},{"id":"uk/scotland","webTitle":"Scotland"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[{"id":"gu-video-456880385","source":"ITN","durationInSeconds":57,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/22/150522Carmichael.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/22/150522Carmichael_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/22/1432315995202/KP_239972_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Carmichael","credit":"guardian.co.uk","altText":"620x372 trailpic for Carmichael","cleanCaption":"620x372 trailpic for Carmichael"}}],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","shortUrl":"http://gu.com/p/497vq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon","webUri":"http://www.theguardian.com/politics/2015/may/23/alistair-carmichael-liberal-democrats-byelection-threat-leak-snp-sturgeon"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432396405824/Alistair-Carmichael-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod","credit":"Murdo Macleod/Murdo MacLeod","altText":"Alistair Carmichael","cleanCaption":"Alistair Carmichael, deputy leader of the Scottish Liberal Democrats, who has admitted being involved in a leak designed to damage Nicola Sturgeon. Photograph: Murdo Macleod"}},"importance":2,"kicker":{"title":"Lib Dems"},"showQuotedHeadline":false},{"title":"Brexit / Bank of England under pressure to publish planned risk report","rawTitle":"Bank of England under pressure to publish planned risk report","item":{"type":"article","id":"business/2015/may/23/bank-of-england-brexit-eu-risk-probe-email-leak","title":"Bank of England under pressure to publish planned Brexit risks report","trailText":"Andrew Tyrie says MPs will demand to interview officials involved in Project Bookend, set up to investigate impact of EU referendum<br>","standFirst":"<p>Andrew Tyrie says MPs will demand to interview officials involved in Project Bookend, set up to investigate impact of EU referendum<br /></p>","byline":"Phillip Inman Economics correspondent","body":"<p>The head of an influential parliamentary committee has demanded the Bank of England publish its <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/22/secret-bank-of-england-taskforce-investigates-financial-fallout-brexit\">secret probe into the impact of an EU referendum</a>, warning that it should expect a thorough examination of the report by MPs.</p> \n<p>Andrew Tyrie, who heads the Treasury select committee, said MPs would demand to interview Sir Jon Cunliffe and other officials involved in the planned project, which was uncovered after Threadneedle Street’s chief press officer accidentally emailed details to <em>The Guardian</em>.</p> \n<p>Tyrie, who is hoping to be re-elected as chairman of the committee when parliament reconvenes, said he was concerned that some people inside the bank believed the research, known as Project Bookend, could escape interrogation by MPs.</p> \n<p>He said: “The next Treasury committee would want to examine this actively. The bank will be expected to provide a view on how the substantive issues bear on its mandate,” he said.</p> \n<p>Tyrie’s intervention will put further pressure on the bank to reveal the scope and timescale of its investigation into the impact of an EU referendum. Bank officials plan to examine the potential impact of a no vote on the City and financial markets.</p> \n<p>The email revealed that bank officials were involved in a campaign to prevent staff and the press from discovering the nature of the investigation. It detailed how one official sent on secondment to head the Bookend research team planned to mislead his staff about its remit.</p> \n<p>Earlier, the shadow chancellor questioned why the bank had been trying to keep the project under wraps. Chris Leslie also called on George Osborne to reveal what he knew about the secret project. </p> \n<p>“We now need to know whether the Bank of England report will be published in time for everyone to consider the facts before a referendum,” he said. “The bank must make clear the timetable for Project Bookend and the identity of the people who are involved in reaching its conclusions. Were the chancellor and Treasury aware of this secret report? If so, when did they know and did they advise the Bank of England to publish it? If not, are ministers commissioning their own assessment and will that be published?</p> \n<p>The bank said in a statement that it planned to publish its findings “at the appropriate time”. It added that officials would continue to examine the impact of major political events behind closed doors.</p> \n<p>It said: “It should not come as a surprise that the bank is undertaking such work about a stated government policy. There are a range of economic and financial issues that arise in the context of the renegotiation and national referendum. It is one of the bank’s responsibilities to assess those that relate to its objectives.</p> \n<p>“It is not sensible to talk about this work publicly, in advance. But as with work done prior to the Scottish referendum, we will disclose the details of such work at the appropriate time. While it is unfortunate that this information has entered the public domain in this way, the bank will maintain this approach.”</p> \n<p>A Treasury spokeswoman said: “The Bank of England is an independent body and as such determines its own work programme. ‎Of course it discusses its work with the Treasury on an ongoing basis, but we do not go into the specifics of private discussions.</p> \n<p>“The Treasury, along with the rest of government, is focusing on renegotiation with the EU, to get the best deal for the UK. There will then be a need for analysis and an informed debate on the issues once the renegotiation is complete.”</p> \n<p>The EU referendum has jumped to the top of the political agenda since the Conservatives won an outright majority in the election earlier this month. David Cameron, who was in the Latvian capital Riga with other EU leaders over the weekend, has invited European commission president, Jean-Claude Juncker, for talks on Monday at Chequers, the prime minister’s country residence.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432413184722/f269dd7c-c6da-4cbf-b2fe-ebc3f38b0236-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"David Pearson/Rex Shutterstock","altText":"European Union flag and Union Jack together","cleanCredit":"Photograph: David Pearson/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-23T20:43:52Z","lastModified":"2015-05-23T22:33:43Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Phillip Inman","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/phillipinman"}],"feature":false,"keywords":["Bank of England","EU referendum","European Union","Business","Europe","Foreign policy","Politics","UK news","Economic policy"],"tags":[{"id":"business/bankofenglandgovernor","webTitle":"Bank of England"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/business","webTitle":"Business"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/economy","webTitle":"Economic policy"}],"section":{"id":"business"},"topics":[{"displayName":"Phillip Inman","topic":{"type":"tag-contributor","name":"profile/phillipinman"}}],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/23/bank-of-england-brexit-eu-risk-probe-email-leak","shortUrl":"http://gu.com/p/4972c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/23/bank-of-england-brexit-eu-risk-probe-email-leak","webUri":"http://www.theguardian.com/business/2015/may/23/bank-of-england-brexit-eu-risk-probe-email-leak"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/23/1432413184722/f269dd7c-c6da-4cbf-b2fe-ebc3f38b0236-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Bank officials plan to examine the potential impact of a No vote on the City and financial markets. Photograph: David Pearson/Rex Shutterstock","credit":"David Pearson/Rex Shutterstock","altText":"European Union flag and Union Jack","cleanCaption":"Bank officials plan to examine the potential impact of a No vote on the City and financial markets.","cleanCredit":"Photograph: David Pearson/Rex Shutterstock"}},"importance":1,"kicker":{"title":"Brexit"},"showQuotedHeadline":false}],"lastModified":"2015-05-24T08:33:02Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}