{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Fifa to vote on Sepp Blatter leadership amid corruption scandal","rawTitle":"Fifa to vote on Sepp Blatter leadership amid corruption scandal","item":{"type":"liveBlog","id":"football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live","title":"Fifa to vote on Sepp Blatter presidential bid amid corruption scandal","trailText":"Embattled Fifa president expected to triumph against challenger Prince Ali Bin al-Hussein as Greg Dyke threatens European World Cup boycott","standFirst":"<p>Embattled Fifa president expected to triumph against challenger Prince Ali Bin al-Hussein as Greg Dyke threatens European World Cup boycott</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-vote-sepp-blatter-presidential-election-football\">When is the vote and how does it work?</a><br /></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live#block-5567c60de4b05857efaf3d83\">Who will vote for Blatter – and who won’t</a></li>\n</ul>","byline":"Claire Phipps and Lawrence Ostlere","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5ad0991fe30da348745e263d80c05eb5c883e7f0/0_12_3891_2336/3891.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2336,"width":3891,"orientation":"landscape","credit":"Georg Hochmuth  Andy Rain/EPA","altText":"Fifa presidential candidates: incumbent Sepp Blatter, left, and Jordanian Prince Ali Bin Al Hussein.","cleanCredit":"Photograph: Georg Hochmuth  Andy Rain/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8bc4adeae5888de073ef8d1d2732389f5a01af02/0_0_3277_1966/3277.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1966,"width":3277,"orientation":"landscape","caption":"Fifa president Sepp Blatter arrives at the 65th Fifa Congress in Zurich, Switzerland. The embattled head of world football avoided the majority of the waiting press, entering through a side door. Photograph: Ruben Sprich/Reuters","credit":"Ruben Sprich/Reuters","altText":"Fifa president Sepp Blatter arrived at the 65th Fifa Congress in Zurich","cleanCaption":"Fifa president Sepp Blatter arrives at the 65th Fifa Congress in Zurich, Switzerland. The embattled head of world football avoided the majority of the waiting press, entering through a side door.","cleanCredit":"Photograph: Ruben Sprich/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/3dc1597224f4001f23984afcc98ddc926b329bdf/0_23_4227_2536/4227.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2536,"width":4227,"orientation":"landscape","caption":"English FA chairman Greg Dyke in Zurich. Photograph: Ruben Sprich/Reuters","credit":"Ruben Sprich/Reuters","altText":"English FA chairman Greg Dyke in Zurich.","cleanCaption":"English FA chairman Greg Dyke in Zurich.","cleanCredit":"Photograph: Ruben Sprich/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8305718675f5ebc19ecf894d4cc2323b0a9fccbd/0_182_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain. Photograph: Andrea de Silva/Reuters","credit":"Andrea de Silva/Reuters","altText":"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.","cleanCaption":"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.","cleanCredit":"Photograph: Andrea de Silva/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8f323cad61a1ddba57bd3bbbd86b9846a04f9c30/0_8_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, José Maria Marin. Photograph: Nacho Doce/Reuters","credit":"Nacho Doce/Reuters","altText":"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, José Maria Marin.","cleanCaption":"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, José Maria Marin.","cleanCredit":"Photograph: Nacho Doce/Reuters"}],"webPublicationDate":"2015-05-29T08:30:45Z","lastModified":"2015-05-29T08:33:53Z","latestBlock":{"id":"block-55682251e4b03d4351c38375","publishedDateTime":"2015-05-29T08:30:45Z","body":"In case you missed it, here’s a quick summary of what happened, and to whom, on Wednesday: What happened? Fifa, the world governing body of football, has been plunged into crisis after a number of its top officials were arrested at a hotel in Switzerland on suspicion of receiving bribes totalling $100m (£65m). The dawn arrests in Zurich, where the organisation is based, came hours before Swiss prosecutors announced a criminal investigation into the 2018 and 2022 football World Cup bids. Fifa – the International Federation of Association Football - is in charge of organising football’s major tournaments, including the World Cup, which takes place every four years. Who was arrested? Nine Fifa officials and four executives of sports management companies were arrested, according to the US Department of Justice. The suspects were named as: Jack Warner, the former Fifa vice-president; Jeffrey Webb, current Fifa vice-president and president of the Confederation of North, Central America and Caribbean Association Football (Concacaf); Eugenio Figueredo, current Fifa vice-president and executive committee member; Eduardo Li, current Fifa executive committee member-elect; Julio Rocha, current Fifa development officer; Rafael Esquivel, president of the Venezuelan Football Federation; José Maria Marin, ex-president of the Brazilian Football Confederation; Costas Takkas, current attaché to the Concacaf president Jeffrey Webb. According to the US Department of Justice, the sports marketing executives arrested were: Alejandro Burzaco, the controlling pincipal of Argentinian sports marketing firm Torneos y Competencias S.A; Aaron Davidson, president of Traffic Sports USA; Hugo and Mariano Jinkis, controlling principals of Argentinian sports marketing firm Full Play Group S.A. Was Fifa president Sepp Blatter arrested? No. Fifa spokesman Walter de Gregorio told the Associated Press: “He is not involved at all.”. This graphic of FIFA leadership is extraordinary. pic.twitter.com/tTLOyrJKCa. — David McKenzie (@McKenzieCNN) May 29, 2015","postType":"blog"},"metadata":{"commentable":true,"commentCount":848,"contributors":[{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"},{"name":"Lawrence Ostlere","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lawrence-ostlere"}],"feature":false,"keywords":["Fifa","Sepp Blatter","Football","Sport","Football politics"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/football","webTitle":"Football"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/footballpolitics","webTitle":"Football politics"}],"section":{"id":"football"},"displayHint":"news","topics":[{"displayName":"Fifa to vote on Sepp Blatter presidential bid amid corruption scandal","topic":{"type":"content","name":"football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"summary":{"id":"block-5567c09fe4b08e6e9b14871e","title":"Opening summary","publishedDateTime":"2015-05-29T05:34:34Z","lastUpdatedDateTime":"2015-05-29T05:47:31Z","body":"<p>Welcome to Friday’s Fifa live blog, as voting is set to begin in a presidential election that under-siege incumbent <strong>Sepp Blatter</strong> is nonetheless expected to win handsomely.</p> \n<p>Before that, here’s a global round-up of all the latest from the last few hours:</p> \n<h2><strong>Trinidad and Tobago</strong></h2> \n<p><strong>Jack Warner</strong>, one of the former officials arrested this week, has left jail in Trinidad in an ambulance, apparently suffering from exhaustion. </p> \n<p>After a bit of a rest, Warner donned a cap and a garland of flowers to give a speech before a crowd of supporters in the district he represents as a member of parliament.</p> \n<p>“If I have been thieving Fifa money for 30 years, who give me the money? How come he is not charged? Why only persons from third world countries have been charged?”</p> \n<p>Warner is now free on $395,000 bail and will be back in court in July.</p> \n<figure class=\"element element-image\" data-media-id=\"8305718675f5ebc19ecf894d4cc2323b0a9fccbd\"> \n <img src=\"http://media.guim.co.uk/8305718675f5ebc19ecf894d4cc2323b0a9fccbd/0_182_3500_2101/1000.jpg\" alt=\"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.</span> \n  <span class=\"element-image__credit\">Photograph: Andrea de Silva/Reuters</span> \n </figcaption> \n</figure> \n<h2>Australia</h2> \n<p>Meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-crisis-australian-police-agree-to-look-into-500000-paid-to-jack-warner\">Australian police said</a> they had been asked to investigate a payment of $500,000 by Football Federation Australia to Warner. The FFA claimed the payment was made as part of “mandatory” Fifa bidding criteria during the country’s failed bid for the 2022 World Cup but was misappropriated by Warner.<br /></p> \n<p>The FFA denies any wrongdoing, saying the payment in 2010 was intended to fund a feasibility study for a “centre of excellence” project in the Caribbean. A 2013 investigation by Concacaf found the payment was misappropriated by Warner.</p> \n<h2>Brazil</h2> \n<p>Somewhat mysteriously, <strong>Marco Polo </strong><strong>Del</strong> <strong>Nero</strong>, head of the Brazilian soccer confederation and a Fifa executive committee member, has left Zurich ahead of the vote to return to Brazil.</p> \n<p>Fifa spokeswoman <strong>Del</strong><strong>ia Fischer</strong> said Del Nero left Switzerland on Thursday, but did not say why.</p> \n<p>Del Nero was due to attend congress today and oversee Brazil’s vote in the election.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/statuses/604161357676703744\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Brazil unrepresented at Fifa vote after Marin arrested and Del Nero flit. Football has been rotten in home of the beautiful game for years.</p>— Owen Gibson (@owen_g) \n  <a href=\"https://twitter.com/owen_g/status/604161357676703744\">May 29, 2015</a> \n </blockquote> \n</figure> \n<p>Meanwhile, Brazilian police have launched an investigation into corruption in its own football ranks, as the country’s senate – prompted by senator and former player, <strong>Romario, </strong> who called the 2014 World Cup “the biggest heist in the history of Brazil” – opened a formal inquiry into alleged bribes paid to obtain contracts with the Brazilian Soccer Federation (CBF).</p> \n<p>Former CBF president <strong>Jos&eacute; Maria Marin</strong> was among those charged this week; <strong>Jos&eacute; Hawilla</strong>, the Brazilian founder of sports marketing company Traffic Group, has pled guilty to US corruption charges. <strong>Jos&eacute; Margulies</strong>, who headed two offshore companies involved in broadcasting of matches, was also named in the US justice department indictment, but he told a Brazilian radio station he was on holiday in Germany and had not been contacted by investigators.</p> \n<p>The CBF removed Marin’s name from the facade of its Rio de Janeiro headquarters on Thursday. </p> \n<figure class=\"element element-image\" data-media-id=\"8f323cad61a1ddba57bd3bbbd86b9846a04f9c30\"> \n <img src=\"http://media.guim.co.uk/8f323cad61a1ddba57bd3bbbd86b9846a04f9c30/0_8_3500_2101/1000.jpg\" alt=\"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.</span> \n  <span class=\"element-image__credit\">Photograph: Nacho Doce/Reuters</span> \n </figcaption> \n</figure> \n<h2>Argentina</h2> \n<p>An Argentine judge has ordered the arrest of three businessmen named in the US indictment: <strong>Alejandro Burzaco</strong>, <strong>Hugo Jinkis</strong> and his son <strong>Mariano Jinkis</strong>. The US justice department alleges that the three conspired to win lucrative media rights contracts from regional federations through the payment of up to $110m in bribes. </p> \n<h2>Paraguay</h2> \n<p>Officials said they were examining a request from the US to extradite <strong>Nicol&aacute;s Leoz</strong>, former president of the South American football confederation. Leoz, 86, has been in hospital being treated for flu and high blood pressure.</p> \n<h2>Kuwait</h2> \n<p><strong>Sheikh Ahmad al Fahad al Sabah</strong> of Kuwait, who is shortly to join Fifa’s executive, has called this week’s arrests a “Hollywood-style” operation, saying it was suspicious that the arrests came two days before the presidential election.<br /></p> \n<p>“Many people are asking questions about these events but no one has said it, because they are scared of the FBI,” he said. “Why did they want to do it before the congress? They could have done it six weeks before.</p> \n<p>“If England and America had secured the 2018 and 2022 World Cups would this procedure have been the same? These questions need to be raised and we have the right to hear an explanation.”</p> \n<p>He said no one within Fifa doubted that Blatter would win today: “It is just a question will it be the first or second round.”</p> \n<h2>New Zealand</h2> \n<p><a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football has announced</a> it will support Blatter’s rival presidential candidate, saying: “The executive committee believes that real change can only be implemented with a new president in place, and accordingly, we have opted to support the election of <strong>Prince Ali Bin al-Hussein</strong>.”</p> \n<p>New Zealand football chief executive <strong>Andy Martin</strong> had earlier hinted his country might not follow the rest of the Oceania confederation in voting for Blatter. “It’s every man for himself,” Martin said. “We have done very well under the current regime but that doesn’t mean things can’t change. </p> \n<p>“We have to assess the merits of both candidates. We are here trying to do the best we can for football in New Zealand. We are mindful we have to get this right.”</p> \n<h2>United States</h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/us-soccer-says-it-will-vote-against-sepp-blatter-in-fifa-election\">The US says it will vote for Prince Ali</a>. “I’ve gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at Fifa,” US Soccer Federation president<strong> Sunil Gulati</strong> said.</p> \n<p>“I think you’ll see a lot closer vote tomorrow than people would have projected some weeks ago.”</p> \n<h2>Canada</h2> \n<p>Canadian Soccer Association president <strong>Victor Montagliani </strong>tweeted to announce that Canada will also vote for Ali.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicMontagliani/statuses/604068419441442816\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Our BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA.</p>— Victor Montagliani (@VicMontagliani) \n  <a href=\"https://twitter.com/VicMontagliani/status/604068419441442816\">May 28, 2015</a> \n </blockquote> \n</figure> \n<p>And the chairman of Fifa’s ethics committee has <a href=\"http://news.sky.com/story/1492346/fifa-ethics-chief-welcomes-fbi-investigation\">told Sky News</a> he is pleased the US justice department is probing the governing body’s affairs.</p> \n<p><strong>Hans Joachim-Eckert </strong>said: “I think it will help and they will give me the results of the FBI investigation, and that will help me.”</p>","postType":"summary"},"blocks":[{"id":"block-55682251e4b03d4351c38375","publishedDateTime":"2015-05-29T08:30:45Z","body":"<p>In case you missed it, here’s a quick summary of what happened, and to whom, on Wednesday:</p> \n<h2><strong>What happened?</strong></h2> \n<p>Fifa, the world governing body of football, has been plunged into crisis after a number of its top officials were arrested at a hotel in Switzerland on suspicion of receiving bribes totalling $100m (&pound;65m). The dawn arrests in Zurich, where the organisation is based, came hours before Swiss prosecutors announced a criminal investigation into the 2018 and 2022 football World Cup bids. <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/fifa\">Fifa</a> – the International Federation of Association Football - is in charge of organising football’s major tournaments, including the World Cup, which takes place every four years.</p> \n<h2><strong>Who was arrested?</strong></h2> \n<p>Nine Fifa officials and four executives of sports management companies were arrested, according to <a href=\"http://www.justice.gov/opa/pr/nine-fifa-officials-and-five-corporate-executives-indicted-racketeering-conspiracy-and\">the US Department of Justice</a>. The suspects were named as:</p> \n<ul> \n <li><strong>Jack Warner, </strong>the former Fifa vice-president</li> \n <li><strong>Jeffrey Webb</strong>, current Fifa vice-president and president of the Confederation of North, Central America and Caribbean Association Football (Concacaf)</li> \n <li><strong>Eugenio Figueredo</strong>, current Fifa vice-president and executive committee member</li> \n <li><strong>Eduardo Li</strong>, current Fifa executive committee member-elect</li> \n <li><strong>Julio Rocha</strong>, current Fifa development officer</li> \n <li><strong>Rafael Esquivel, </strong>president of the Venezuelan Football Federation</li> \n <li><strong>Jos&eacute; Maria Marin, </strong>ex-president of the Brazilian Football Confederation</li> \n <li><strong>Costas Takkas</strong>, current attaché to the Concacaf president Jeffrey Webb</li> \n</ul> \n<p>According to the US Department of Justice, the sports marketing executives arrested were: <strong>Alejandro Burzaco</strong>, the controlling pincipal of Argentinian sports marketing firm Torneos y Competencias S.A; <strong>Aaron Davidson</strong>, president of Traffic Sports USA; <strong>Hugo and Mariano Jinkis</strong>, controlling principals of Argentinian sports marketing firm Full Play Group S.A.</p> \n<h2><strong>Was Fifa president Sepp Blatter arrested?</strong><br /></h2> \n<p>No. Fifa spokesman <strong>Walter de Gregorio</strong> told the Associated Press: “He is not involved at all.” </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/McKenzieCNN/statuses/604168458050248705\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">This graphic of FIFA leadership is extraordinary. <a href=\"http://t.co/tTLOyrJKCa\">pic.twitter.com/tTLOyrJKCa</a></p>— David McKenzie (@McKenzieCNN) \n  <a href=\"https://twitter.com/McKenzieCNN/status/604168458050248705\">May 29, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55682069e4b05857efaf3d9d","publishedDateTime":"2015-05-29T08:18:44Z","body":"<p><strong>To recap on how the voting will work</strong>, before the 209 associations cast their votes, incumbent Sepp Blatter – angling for a fifth term in the top job – and his only rival, Prince Ali bin al-Hussein, will each address the Fifa congress. Prince Ali, from Jordan, was elected Fifa vice-president for Asia in 2011.</p> \n<p>Voting takes place in a secret ballot, although several countries and regional groups have already declared who they intend to plump for.</p> \n<p>If either candidate achieves two-thirds of the vote in the first round, he wins outright – that’s 139 out of 209.<br /></p> \n<p>If not, voting goes to a second round, in which a simple majority is enough to win.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fifamedia/statuses/604199533187305473\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">FIFA Secretary General confirms 209 member associations present @ <a href=\"https://twitter.com/hashtag/FIFACongress?src=hash\">#FIFACongress</a> <a href=\"http://t.co/FpxW3s0Ry1\">pic.twitter.com/FpxW3s0Ry1</a></p>— FIFA Media (@fifamedia) \n  <a href=\"https://twitter.com/fifamedia/status/604199533187305473\">May 29, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55681dcde4b03d4351c38371","publishedDateTime":"2015-05-29T08:13:34Z","lastUpdatedDateTime":"2015-05-29T08:15:56Z","body":"<p>Michel Platini’s suggestion yesterday that <strong>Uefa could consider a boycott of the 2018 World Cup</strong> has understandably caused a stir. The Guardian’s Damien Gayle has more:</p> \n<blockquote> \n <p>The World Cup would go on even in the face of a boycott by Europe’s football federation, the head of Nigeria’s national association said today. </p> \n <p>“A World Cup without [Europe], it would be regrettable. But I assure you, it will go on,” said Amaju Pinnick, president of the Nigerian Football Association, as he backed Sepp Blatter to remain as the sport’s global chief.</p> \n <p>Pinnick said Uefa’s stance over the Blatter’s position following the latest corruption scandal to embroil Fifa was “too extreme”. Uefa president Michel Platini yesterday asked Blatter to stand aside from re-election. </p> \n <p>After Blatter insisted he would still seek a fifth four-year term as president of Fifa, Platini told a press conference that Europe could boycott the sporting body. </p> \n <p>Pinnick said he didn’t believe Blatter could be held responsible for the actions of officials. “If you listen to [Blatter’s] speech yesterday you will know what he said is he can’t monitor everybody,” Pinnick said.</p> \n</blockquote>","postType":"blog"},{"id":"block-55681d63e4b08e6e9b148756","publishedDateTime":"2015-05-29T08:03:57Z","body":"<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OliverKayTimes/statuses/604190806350655488\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">OH MY GOD. At Fifa congress, they' just tested e-voting system by asking delegates if Germany won World Cup. Five per cent said no! <a href=\"https://twitter.com/hashtag/FIFA?src=hash\">#FIFA</a></p>— Oliver Kay (@OliverKayTimes) \n  <a href=\"https://twitter.com/OliverKayTimes/status/604190806350655488\">May 29, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55681cf3e4b03d4351c38370","publishedDateTime":"2015-05-29T08:01:57Z","body":"<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/statuses/604195033542213632\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Palestinian protestors burst in shouting &quot;red card for Fifa&quot; before being bustled away by security.</p>— Owen Gibson (@owen_g) \n  <a href=\"https://twitter.com/owen_g/status/604195033542213632\">May 29, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-556819c0e4b097716aa34745","publishedDateTime":"2015-05-29T08:01:32Z","lastUpdatedDateTime":"2015-05-29T08:19:59Z","body":"<p><strong>Sepp Blatter opens the 65th Fifa congress:</strong></p> \n<blockquote class=\"quoted\"> \n <p>The events on Wednesday unleashed a storm and it was even questioned whether this congress would take place or the agenda may be changed. Today I am appealing to unity and a team spirit so we can move forward together. It may not always be easy but it is this reason that we are here today. We are here to solve [these problems]. This may not happen in one day but we are starting and we will do it with the members of the national associations because you are the ambassadors of our football. You have the power to change the face of Fifa. You have the power in your hearts, a power you can not buy on the markets.</p> \n <p>Let’s get down to work. Let us not just talk about problems, let us go and solve them. let us move forward. The important point is transparency. The important point is where is our football? Where does Fifa stand in the world? It is the fight against corruption, match fixing, and racism – which we still have in our game and it hurts. We will naturally talk about development but that all belongs together. We have a chance to create unity. </p> \n <p>We will have the possibility to play and to apply the handshake for peace and this will be under item 15 on the agenda. We have a problem to solve. We should find a solution which will finally satisfy.</p> \n <p>I like would like to hold this congress under Fifa’s characteristics: discipline, respect and fair play. It is like a game and we are playing football. But we have no time limit, we have until the evening, or tomorrow. There are the laws of the game: they are the statutes. We have no referee. You are the referees [the delegates in the room]. Let us show the world we are able to run our institution and we can do that together. With these words I solemnly open the 65th congress of Fifa.</p> \n</blockquote>","postType":"blog"},{"id":"block-5568185ee4b08e6e9b14874c","publishedDateTime":"2015-05-29T07:45:51Z","body":"<p>Fifa’s 65th congress is under way in Zurich where, following Friday’s arrests, only 25 of the 28 delegates have taken their place on stage. There are 18 points on the agenda and 18th will be the vote for presidency. </p>","postType":"blog"},{"id":"block-556816fee4b0e79cd1f36481","publishedDateTime":"2015-05-29T07:38:35Z","lastUpdatedDateTime":"2015-05-29T07:39:18Z","body":"<figure class=\"element element-image\" data-media-id=\"8bc4adeae5888de073ef8d1d2732389f5a01af02\"> \n <img src=\"http://media.guim.co.uk/8bc4adeae5888de073ef8d1d2732389f5a01af02/0_0_3277_1966/1000.jpg\" alt=\"Fifa president Sepp Blatter arrived at the 65th Fifa Congress in Zurich\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Fifa president Sepp Blatter arrives at the 65th Fifa Congress in Zurich, Switzerland. The embattled head of world football avoided the majority of the waiting press, entering through a side door.</span> \n  <span class=\"element-image__credit\">Photograph: Ruben Sprich/Reuters</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55681404e4b03d4351c38369","publishedDateTime":"2015-05-29T07:23:53Z","body":"<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/statuses/604186188241596417\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Protest over treatment of migrant workers in Qatar ahead of 2022 World Cup, as reported on extensively by Guardian. <a href=\"http://t.co/ju5PEgVtCM\">pic.twitter.com/ju5PEgVtCM</a></p>— Owen Gibson (@owen_g) \n  <a href=\"https://twitter.com/owen_g/status/604186188241596417\">May 29, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-55681132e4b0e79cd1f3647f","publishedDateTime":"2015-05-29T07:17:43Z","body":"<p>Hello, Lawrence Ostlere here to take the helm for a while, and the first thing to report is that <strong>Fifa have postponed today’s post-vote press conference until tomorrow</strong>, meaning the winner will not face the media today.</p>","postType":"blog"},{"id":"block-55680df1e4b08e6e9b148746","publishedDateTime":"2015-05-29T07:01:48Z","body":"<p>Former South African president <strong>Thabo Mbeki</strong> has denied that any public money was used to bribe Fifa officials in his country’s bid for the 2010 World Cup.</p> \n<p>In a statement, Mbeki said:</p> \n<blockquote class=\"quoted\"> \n <p>As former president of the Republic of South Africa, I have noted reports alleging that bribes were solicited and paid to some officials of the F&eacute;d&eacute;ration Internationale de Football Association [Fifa] in exchange for our country to host the 2010 soccer World Cup.</p> \n <p>I am not aware of anybody who solicited a bribe from the government for the purpose of our country being awarded the right to host the World Cup.</p> \n <p>As minister of sport and recreation <strong>Fikile Mbalula</strong> has stated on behalf of the government, no public money was ever used to pay a bribe.</p> \n <p>I wish to state that the government that I had the privilege to lead would never have paid any bribe even if it were solicited.</p> \n</blockquote> \n<p>Mbeki was president from 1999 to 2008, and played a prominent role in campaigning for South Africa to win the World Cup bid – the first country on the African continent to host the tournament.</p>","postType":"blog"},{"id":"block-55680a16e4b03d4351c3835d","title":"Greg Dyke: Europe could boycott 2018 World Cup","publishedDateTime":"2015-05-29T06:47:09Z","lastUpdatedDateTime":"2015-05-29T06:50:20Z","body":"<p>English FA chairman <strong>Greg Dyke</strong> has backed the idea of a co-ordinated European boycott of the World Cup in Russia in 2018.<br /></p> \n<p>He told the BBC Radio 4 Today programme (I’ve taken the quotes from Press Association):</p> \n<blockquote class=\"quoted\"> \n <p>What there is no point in is one or two countries saying ‘We’re not going to take part’ because they will carry on with the tournament without them and that is pretty unfair on the fans.</p> \n <p>But if Uefa as a group said ‘Look, unless you get this sorted we are not going to be in the World Cup’ then I think that we would join them.</p> \n</blockquote> \n<p>He made similar comments <a href=\"http://www1.skysports.com/football/news/12010/9868319/fa-chairman-greg-dyke-calls-for-possible-russia-2018-boycott\">to Sky Sports News</a>, saying:</p> \n<blockquote class=\"quoted\"> \n <p>There would be no point pulling England out if everyone else stays in. It would have no impact. It would just be forgotten.</p> \n <p>But if you could pull Uefa out, that might have an impact. If Blatter gets re-elected, then that should be discussed.</p> \n <p>I thought the evidence the Americans produced was devastating and I don’t think Blatter can survive that. He might survive this weekend but I don’t think he can survive in the long term.</p> \n <p>During his period in charge, the level of corruption has been unacceptable. It’s just frightening.<br /></p> \n</blockquote> \n<p>Of <strong>Sepp Blatter</strong>’s chances in today’s vote, Dyke said to Radio 4:</p> \n<blockquote class=\"quoted\"> \n <p>I hope he doesn’t win but if he does I think the events of this week have turned him into a diminished figure and I can’t see him lasting more than a year or two.</p> \n <p>Mr Blatter’s statement yesterday in which he basically said ‘Leave it to me, I will clean it up’ - nobody is going to believe that.</p> \n <p>And I think it is quite ominous for him when the attorney general in America says this is only the beginning, not the end.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"3dc1597224f4001f23984afcc98ddc926b329bdf\"> \n <img src=\"http://media.guim.co.uk/3dc1597224f4001f23984afcc98ddc926b329bdf/0_23_4227_2536/1000.jpg\" alt=\"English FA chairman Greg Dyke in Zurich.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">English FA chairman Greg Dyke in Zurich.</span> \n  <span class=\"element-image__credit\">Photograph: Ruben Sprich/Reuters</span> \n </figcaption> \n</figure>","postType":"key-event"},{"id":"block-5567ec87e4b08e6e9b148736","publishedDateTime":"2015-05-29T06:38:14Z","body":"<p>Aside from the presidential election, Fifa congress will also today tackle a call by the Palestinian Football Association for a vote demanding the suspension of Israel from the world football organisation.</p> \n<p>The Guardian’s Jerusalem correspondent, <strong>Peter Beaumont</strong>, reports:</p> \n<blockquote> \n <p>Despite last-ditch attempts at mediation by world football officials, the Palestinian delegation insisted it would push for a vote unless Israel expels five teams based in illegal Israeli settlements from its football league.</p> \n <p>The five teams are Ma’aleh Adumim, Ariel, Kiryat Arba, Bik’at Hayarden and Givat Ze’ev, which play in Israel’s lower divisions.<br /></p> \n <p>“Compromise is possible on issues like movement of [Palestinian] players and equipment, if a mechanism can be agreed,” a member of the Palestinian delegation told the Guardian. “But no compromise is possible on the settlement teams’ continued playing in Israel’s league.”<br /></p> \n <p>The comments came as it appeared that the Palestinian vote might require less than the widely reported 75% of the 209 member delegations to back Israel’s suspension.<br /></p> \n <p>Palestinian officials believe that – in the first instance – they require only a straight majority under Fifa rules, with 75% being required to ratify and renew a suspension. If the vote does takes place, it will be a secret ballot.<br /></p> \n <p>Fifa officials have previously insisted a 75% majority was required.</p> \n</blockquote> \n<p>You can read the full report <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/29/palestinian-football-association-to-push-ahead-for-israels-suspension-from-fifa\">here</a>.</p>","postType":"blog"},{"id":"block-5567edcae4b08e6e9b148737","publishedDateTime":"2015-05-29T06:24:33Z","body":"<p>Once you’ve read through our <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live#block-5567c09fe4b08e6e9b14871e\">global round-up</a>, here’s your quick catch-up of Guardian Fifa coverage:</p> \n<ul> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\">Blatter denies responsibility and rebuffs Platini plea to resign</a></li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global/2015/may/29/blatter-do-the-right-thing-go\">Owen Gibson’s message to Blatter: Finally do the right thing. Go</a></li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/us-soccer-says-it-will-vote-against-sepp-blatter-in-fifa-election\">US Soccer says it will vote against Sepp Blatter in Fifa election</a></li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/australias-move-against-sepp-blatter-in-fifa-vote-is-honourable-but-risky\">Australia’s move against Sepp Blatter is honourable – but risky</a></li> \n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-crisis-australian-police-agree-to-look-into-500000-paid-to-jack-warner\">Australian police to look into $500,000 paid to Jack Warner</a></li> \n</ul>","postType":"blog"},{"id":"block-5567c60de4b05857efaf3d83","title":"Who will vote for Blatter?","publishedDateTime":"2015-05-29T06:08:58Z","lastUpdatedDateTime":"2015-05-29T06:11:46Z","body":"<p>It’s widely expected that Blatter will sail off with his fifth presidential term today, despite the eruption this week of corruption allegations that have long haunted his time as Fifa’s chief.</p> \n<p>So who will be voting for him?</p> \n<h2>North and Central America and Caribbean: 35 votes</h2> \n<p>Concacaf gained prominence within Fifa under the leadership of Trinidad and Tobago’s <strong>Jack Warner</strong>, one of those <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/former-fifa-kingpin-jack-warner-spends-night-in-jail-after-corruption-arrest\">arrested this week</a>. Most Concacaf members are expected to vote for Blatter today. But the US and Canada say they will vote for Prince Ali.</p> \n<p>(An enlightening aside: at a Concacaf meeting in April, <strong>Osiris Guzman</strong>, president of the Dominican football federation, <a href=\"http://www1.skysports.com/football/news/11095/9809090/sepp-blatter-likened-to-mandela-at-concacaf-congress\">compared Blatter</a> to <strong>Moses, Abraham Lincoln, Winston Churchill, Martin Luther King, Jesus </strong>and<strong> Nelson Mandela</strong>. Ahem.)</p> \n<h2>Africa: 54 votes</h2> \n<p>The Confederation of African Football <a href=\"http://www.cafonline.com/en-US/NewsCenter/News/NewsDetails?id=Wm%2ftgWNChyVg9W6h%2f8a%2b2A%3d%3d\">issued a statement</a> on Thursday opposing calls for the election to be delayed and reiterating its intention to vote for Blatter. It also offered “our full support to the measures initiated by Fifa in recent years in improving good governance”. </p> \n<h2>Asia: 46 votes</h2> \n<p>The Asian Football Confederation isn’t backing the candidate from its own region, but instead is opting for … Blatter. <a href=\"http://www.the-afc.com/media-releases/afc-opposes-any-move-to-delay-fifa-elections\">It also repeated this week</a> that it didn’t think the arrests were any reason to postpone the election or reconsider its favoured candidate.</p> \n<p>However, <strong>Frank Lowy</strong>, the chairman of Football Federation Australia (which jumped ship from the Oceania group in 2011), said he would vote for Prince Ali: “FFA believes that profound change within Fifa is needed.”</p> \n<h2>South America: 10 votes</h2> \n<p>South America – despite the presence of giants Brazil and Argentina – has fewer votes than any other confederation. It’s expected to hand them to Blatter.</p> \n<h2>Oceania: 11 votes</h2> \n<p>A statement from the group in January said all 11 nations planned to vote for Blatter. But on Friday, <a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football announced</a> it would break ranks and support Prince Ali.</p> \n<h2>And (mostly) in the Prince Ali corner … Europe: 53 votes</h2> \n<p>Uefa president <strong>Michel Platini</strong> said he estimates at least 45 of the European FAs will opt for Prince Ali. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/vladimir-putin-fifa-united-states-meddling\">Russia</a> and Spain will go for Blatter. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\">Platini asked Blatter</a> on Thursday to consider stepping aside, but the Fifa boss decided he didn’t fancy that. <strong>David Gill</strong>, a board member of Uefa and and the English FA, has said he won’t take up his role as vice-president of Fifa if Blatter wins.</p> \n<p><br /></p>","postType":"key-event"},{"id":"block-5567c0afe4b0e79cd1f36458","title":"When is the vote and how does it work?","publishedDateTime":"2015-05-29T05:50:52Z","body":"<p><strong>The Fifa congress will begin at 8.30am</strong> UK time (9.30am in Zurich).</p> \n<p>There are several items <a href=\"http://resources.fifa.com/mm/document/affederation/bodies/02/60/18/94/fifaagenda2015web_neutral.pdf\">on the agenda</a> – including “suspension or expulsion of a member” and “president’s address” – before item 17: election of the president. We could see the results of that election around 4pm UK time.</p> \n<p>Before the 209 associations cast their votes, incumbent <strong>Sepp Blatter</strong> – angling for a fifth term in the top job – and his only rival, <strong>Prince Ali bin al-Hussein</strong>, will each address the Fifa congress. Prince Ali, from Jordan, was elected Fifa vice-president for Asia in 2011.</p> \n<p>Voting takes place in a secret ballot, although several countries and regional groups have already declared who they intend to plump for.</p> \n<p>If either candidate achieves two-thirds of the vote in the first round, he wins outright – that’s 139 out of 209.<br /></p> \n<p>If not, voting goes to a second round, in which a simple majority is enough to win.</p> \n<p>Article 27 of the Fifa statutes sets out that:<br /></p> \n<ul> \n <li>The president will be elected by secret ballot during the Fifa congress for a period of four years.<br /></li> \n <li>There is no age limit for presidency candidates [Blatter is 79; Prince Ali 39].<br /></li> \n <li>The electoral body is composed of the 209 federation members.<br /></li> \n <li>For a win in the first round of voting, a candidate must secure two-thirds of the votes of eligible voting members present.<br /></li> \n <li>Should a second round vote be necessary, a simple majority of valid votes will suffice.<br /></li> \n</ul>","postType":"key-event"},{"id":"block-5567c09fe4b08e6e9b14871e","title":"Opening summary","publishedDateTime":"2015-05-29T05:34:34Z","lastUpdatedDateTime":"2015-05-29T05:47:31Z","body":"<p>Welcome to Friday’s Fifa live blog, as voting is set to begin in a presidential election that under-siege incumbent <strong>Sepp Blatter</strong> is nonetheless expected to win handsomely.</p> \n<p>Before that, here’s a global round-up of all the latest from the last few hours:</p> \n<h2><strong>Trinidad and Tobago</strong></h2> \n<p><strong>Jack Warner</strong>, one of the former officials arrested this week, has left jail in Trinidad in an ambulance, apparently suffering from exhaustion. </p> \n<p>After a bit of a rest, Warner donned a cap and a garland of flowers to give a speech before a crowd of supporters in the district he represents as a member of parliament.</p> \n<p>“If I have been thieving Fifa money for 30 years, who give me the money? How come he is not charged? Why only persons from third world countries have been charged?”</p> \n<p>Warner is now free on $395,000 bail and will be back in court in July.</p> \n<figure class=\"element element-image\" data-media-id=\"8305718675f5ebc19ecf894d4cc2323b0a9fccbd\"> \n <img src=\"http://media.guim.co.uk/8305718675f5ebc19ecf894d4cc2323b0a9fccbd/0_182_3500_2101/1000.jpg\" alt=\"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.</span> \n  <span class=\"element-image__credit\">Photograph: Andrea de Silva/Reuters</span> \n </figcaption> \n</figure> \n<h2>Australia</h2> \n<p>Meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-crisis-australian-police-agree-to-look-into-500000-paid-to-jack-warner\">Australian police said</a> they had been asked to investigate a payment of $500,000 by Football Federation Australia to Warner. The FFA claimed the payment was made as part of “mandatory” Fifa bidding criteria during the country’s failed bid for the 2022 World Cup but was misappropriated by Warner.<br /></p> \n<p>The FFA denies any wrongdoing, saying the payment in 2010 was intended to fund a feasibility study for a “centre of excellence” project in the Caribbean. A 2013 investigation by Concacaf found the payment was misappropriated by Warner.</p> \n<h2>Brazil</h2> \n<p>Somewhat mysteriously, <strong>Marco Polo </strong><strong>Del</strong> <strong>Nero</strong>, head of the Brazilian soccer confederation and a Fifa executive committee member, has left Zurich ahead of the vote to return to Brazil.</p> \n<p>Fifa spokeswoman <strong>Del</strong><strong>ia Fischer</strong> said Del Nero left Switzerland on Thursday, but did not say why.</p> \n<p>Del Nero was due to attend congress today and oversee Brazil’s vote in the election.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/statuses/604161357676703744\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Brazil unrepresented at Fifa vote after Marin arrested and Del Nero flit. Football has been rotten in home of the beautiful game for years.</p>— Owen Gibson (@owen_g) \n  <a href=\"https://twitter.com/owen_g/status/604161357676703744\">May 29, 2015</a> \n </blockquote> \n</figure> \n<p>Meanwhile, Brazilian police have launched an investigation into corruption in its own football ranks, as the country’s senate – prompted by senator and former player, <strong>Romario, </strong> who called the 2014 World Cup “the biggest heist in the history of Brazil” – opened a formal inquiry into alleged bribes paid to obtain contracts with the Brazilian Soccer Federation (CBF).</p> \n<p>Former CBF president <strong>Jos&eacute; Maria Marin</strong> was among those charged this week; <strong>Jos&eacute; Hawilla</strong>, the Brazilian founder of sports marketing company Traffic Group, has pled guilty to US corruption charges. <strong>Jos&eacute; Margulies</strong>, who headed two offshore companies involved in broadcasting of matches, was also named in the US justice department indictment, but he told a Brazilian radio station he was on holiday in Germany and had not been contacted by investigators.</p> \n<p>The CBF removed Marin’s name from the facade of its Rio de Janeiro headquarters on Thursday. </p> \n<figure class=\"element element-image\" data-media-id=\"8f323cad61a1ddba57bd3bbbd86b9846a04f9c30\"> \n <img src=\"http://media.guim.co.uk/8f323cad61a1ddba57bd3bbbd86b9846a04f9c30/0_8_3500_2101/1000.jpg\" alt=\"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.</span> \n  <span class=\"element-image__credit\">Photograph: Nacho Doce/Reuters</span> \n </figcaption> \n</figure> \n<h2>Argentina</h2> \n<p>An Argentine judge has ordered the arrest of three businessmen named in the US indictment: <strong>Alejandro Burzaco</strong>, <strong>Hugo Jinkis</strong> and his son <strong>Mariano Jinkis</strong>. The US justice department alleges that the three conspired to win lucrative media rights contracts from regional federations through the payment of up to $110m in bribes. </p> \n<h2>Paraguay</h2> \n<p>Officials said they were examining a request from the US to extradite <strong>Nicol&aacute;s Leoz</strong>, former president of the South American football confederation. Leoz, 86, has been in hospital being treated for flu and high blood pressure.</p> \n<h2>Kuwait</h2> \n<p><strong>Sheikh Ahmad al Fahad al Sabah</strong> of Kuwait, who is shortly to join Fifa’s executive, has called this week’s arrests a “Hollywood-style” operation, saying it was suspicious that the arrests came two days before the presidential election.<br /></p> \n<p>“Many people are asking questions about these events but no one has said it, because they are scared of the FBI,” he said. “Why did they want to do it before the congress? They could have done it six weeks before.</p> \n<p>“If England and America had secured the 2018 and 2022 World Cups would this procedure have been the same? These questions need to be raised and we have the right to hear an explanation.”</p> \n<p>He said no one within Fifa doubted that Blatter would win today: “It is just a question will it be the first or second round.”</p> \n<h2>New Zealand</h2> \n<p><a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football has announced</a> it will support Blatter’s rival presidential candidate, saying: “The executive committee believes that real change can only be implemented with a new president in place, and accordingly, we have opted to support the election of <strong>Prince Ali Bin al-Hussein</strong>.”</p> \n<p>New Zealand football chief executive <strong>Andy Martin</strong> had earlier hinted his country might not follow the rest of the Oceania confederation in voting for Blatter. “It’s every man for himself,” Martin said. “We have done very well under the current regime but that doesn’t mean things can’t change. </p> \n<p>“We have to assess the merits of both candidates. We are here trying to do the best we can for football in New Zealand. We are mindful we have to get this right.”</p> \n<h2>United States</h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/us-soccer-says-it-will-vote-against-sepp-blatter-in-fifa-election\">The US says it will vote for Prince Ali</a>. “I’ve gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at Fifa,” US Soccer Federation president<strong> Sunil Gulati</strong> said.</p> \n<p>“I think you’ll see a lot closer vote tomorrow than people would have projected some weeks ago.”</p> \n<h2>Canada</h2> \n<p>Canadian Soccer Association president <strong>Victor Montagliani </strong>tweeted to announce that Canada will also vote for Ali.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicMontagliani/statuses/604068419441442816\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Our BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA.</p>— Victor Montagliani (@VicMontagliani) \n  <a href=\"https://twitter.com/VicMontagliani/status/604068419441442816\">May 28, 2015</a> \n </blockquote> \n</figure> \n<p>And the chairman of Fifa’s ethics committee has <a href=\"http://news.sky.com/story/1492346/fifa-ethics-chief-welcomes-fbi-investigation\">told Sky News</a> he is pleased the US justice department is probing the governing body’s affairs.</p> \n<p><strong>Hans Joachim-Eckert </strong>said: “I think it will help and they will give me the results of the FBI investigation, and that will help me.”</p>","postType":"summary"}],"keyEvents":[{"id":"block-5567c09fe4b08e6e9b14871e","title":"Opening summary","publishedDateTime":"2015-05-29T05:34:34Z","lastUpdatedDateTime":"2015-05-29T05:47:31Z","body":"<p>Welcome to Friday’s Fifa live blog, as voting is set to begin in a presidential election that under-siege incumbent <strong>Sepp Blatter</strong> is nonetheless expected to win handsomely.</p> \n<p>Before that, here’s a global round-up of all the latest from the last few hours:</p> \n<h2><strong>Trinidad and Tobago</strong></h2> \n<p><strong>Jack Warner</strong>, one of the former officials arrested this week, has left jail in Trinidad in an ambulance, apparently suffering from exhaustion. </p> \n<p>After a bit of a rest, Warner donned a cap and a garland of flowers to give a speech before a crowd of supporters in the district he represents as a member of parliament.</p> \n<p>“If I have been thieving Fifa money for 30 years, who give me the money? How come he is not charged? Why only persons from third world countries have been charged?”</p> \n<p>Warner is now free on $395,000 bail and will be back in court in July.</p> \n<figure class=\"element element-image\" data-media-id=\"8305718675f5ebc19ecf894d4cc2323b0a9fccbd\"> \n <img src=\"http://media.guim.co.uk/8305718675f5ebc19ecf894d4cc2323b0a9fccbd/0_182_3500_2101/1000.jpg\" alt=\"Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Police officers stand guard as an ambulance leaves the state prison in Port-of-Spain.</span> \n  <span class=\"element-image__credit\">Photograph: Andrea de Silva/Reuters</span> \n </figcaption> \n</figure> \n<h2>Australia</h2> \n<p>Meanwhile, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-crisis-australian-police-agree-to-look-into-500000-paid-to-jack-warner\">Australian police said</a> they had been asked to investigate a payment of $500,000 by Football Federation Australia to Warner. The FFA claimed the payment was made as part of “mandatory” Fifa bidding criteria during the country’s failed bid for the 2022 World Cup but was misappropriated by Warner.<br /></p> \n<p>The FFA denies any wrongdoing, saying the payment in 2010 was intended to fund a feasibility study for a “centre of excellence” project in the Caribbean. A 2013 investigation by Concacaf found the payment was misappropriated by Warner.</p> \n<h2>Brazil</h2> \n<p>Somewhat mysteriously, <strong>Marco Polo </strong><strong>Del</strong> <strong>Nero</strong>, head of the Brazilian soccer confederation and a Fifa executive committee member, has left Zurich ahead of the vote to return to Brazil.</p> \n<p>Fifa spokeswoman <strong>Del</strong><strong>ia Fischer</strong> said Del Nero left Switzerland on Thursday, but did not say why.</p> \n<p>Del Nero was due to attend congress today and oversee Brazil’s vote in the election.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/statuses/604161357676703744\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Brazil unrepresented at Fifa vote after Marin arrested and Del Nero flit. Football has been rotten in home of the beautiful game for years.</p>— Owen Gibson (@owen_g) \n  <a href=\"https://twitter.com/owen_g/status/604161357676703744\">May 29, 2015</a> \n </blockquote> \n</figure> \n<p>Meanwhile, Brazilian police have launched an investigation into corruption in its own football ranks, as the country’s senate – prompted by senator and former player, <strong>Romario, </strong> who called the 2014 World Cup “the biggest heist in the history of Brazil” – opened a formal inquiry into alleged bribes paid to obtain contracts with the Brazilian Soccer Federation (CBF).</p> \n<p>Former CBF president <strong>Jos&eacute; Maria Marin</strong> was among those charged this week; <strong>Jos&eacute; Hawilla</strong>, the Brazilian founder of sports marketing company Traffic Group, has pled guilty to US corruption charges. <strong>Jos&eacute; Margulies</strong>, who headed two offshore companies involved in broadcasting of matches, was also named in the US justice department indictment, but he told a Brazilian radio station he was on holiday in Germany and had not been contacted by investigators.</p> \n<p>The CBF removed Marin’s name from the facade of its Rio de Janeiro headquarters on Thursday. </p> \n<figure class=\"element element-image\" data-media-id=\"8f323cad61a1ddba57bd3bbbd86b9846a04f9c30\"> \n <img src=\"http://media.guim.co.uk/8f323cad61a1ddba57bd3bbbd86b9846a04f9c30/0_8_3500_2101/1000.jpg\" alt=\"A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Brazilian newspaper front page with a caricature of former President of the Brazilian Football Confederation, Jos&eacute; Maria Marin.</span> \n  <span class=\"element-image__credit\">Photograph: Nacho Doce/Reuters</span> \n </figcaption> \n</figure> \n<h2>Argentina</h2> \n<p>An Argentine judge has ordered the arrest of three businessmen named in the US indictment: <strong>Alejandro Burzaco</strong>, <strong>Hugo Jinkis</strong> and his son <strong>Mariano Jinkis</strong>. The US justice department alleges that the three conspired to win lucrative media rights contracts from regional federations through the payment of up to $110m in bribes. </p> \n<h2>Paraguay</h2> \n<p>Officials said they were examining a request from the US to extradite <strong>Nicol&aacute;s Leoz</strong>, former president of the South American football confederation. Leoz, 86, has been in hospital being treated for flu and high blood pressure.</p> \n<h2>Kuwait</h2> \n<p><strong>Sheikh Ahmad al Fahad al Sabah</strong> of Kuwait, who is shortly to join Fifa’s executive, has called this week’s arrests a “Hollywood-style” operation, saying it was suspicious that the arrests came two days before the presidential election.<br /></p> \n<p>“Many people are asking questions about these events but no one has said it, because they are scared of the FBI,” he said. “Why did they want to do it before the congress? They could have done it six weeks before.</p> \n<p>“If England and America had secured the 2018 and 2022 World Cups would this procedure have been the same? These questions need to be raised and we have the right to hear an explanation.”</p> \n<p>He said no one within Fifa doubted that Blatter would win today: “It is just a question will it be the first or second round.”</p> \n<h2>New Zealand</h2> \n<p><a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football has announced</a> it will support Blatter’s rival presidential candidate, saying: “The executive committee believes that real change can only be implemented with a new president in place, and accordingly, we have opted to support the election of <strong>Prince Ali Bin al-Hussein</strong>.”</p> \n<p>New Zealand football chief executive <strong>Andy Martin</strong> had earlier hinted his country might not follow the rest of the Oceania confederation in voting for Blatter. “It’s every man for himself,” Martin said. “We have done very well under the current regime but that doesn’t mean things can’t change. </p> \n<p>“We have to assess the merits of both candidates. We are here trying to do the best we can for football in New Zealand. We are mindful we have to get this right.”</p> \n<h2>United States</h2> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/us-soccer-says-it-will-vote-against-sepp-blatter-in-fifa-election\">The US says it will vote for Prince Ali</a>. “I’ve gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at Fifa,” US Soccer Federation president<strong> Sunil Gulati</strong> said.</p> \n<p>“I think you’ll see a lot closer vote tomorrow than people would have projected some weeks ago.”</p> \n<h2>Canada</h2> \n<p>Canadian Soccer Association president <strong>Victor Montagliani </strong>tweeted to announce that Canada will also vote for Ali.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VicMontagliani/statuses/604068419441442816\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Our BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA.</p>— Victor Montagliani (@VicMontagliani) \n  <a href=\"https://twitter.com/VicMontagliani/status/604068419441442816\">May 28, 2015</a> \n </blockquote> \n</figure> \n<p>And the chairman of Fifa’s ethics committee has <a href=\"http://news.sky.com/story/1492346/fifa-ethics-chief-welcomes-fbi-investigation\">told Sky News</a> he is pleased the US justice department is probing the governing body’s affairs.</p> \n<p><strong>Hans Joachim-Eckert </strong>said: “I think it will help and they will give me the results of the FBI investigation, and that will help me.”</p>","postType":"summary"},{"id":"block-5567c0afe4b0e79cd1f36458","title":"When is the vote and how does it work?","publishedDateTime":"2015-05-29T05:50:52Z","body":"<p><strong>The Fifa congress will begin at 8.30am</strong> UK time (9.30am in Zurich).</p> \n<p>There are several items <a href=\"http://resources.fifa.com/mm/document/affederation/bodies/02/60/18/94/fifaagenda2015web_neutral.pdf\">on the agenda</a> – including “suspension or expulsion of a member” and “president’s address” – before item 17: election of the president. We could see the results of that election around 4pm UK time.</p> \n<p>Before the 209 associations cast their votes, incumbent <strong>Sepp Blatter</strong> – angling for a fifth term in the top job – and his only rival, <strong>Prince Ali bin al-Hussein</strong>, will each address the Fifa congress. Prince Ali, from Jordan, was elected Fifa vice-president for Asia in 2011.</p> \n<p>Voting takes place in a secret ballot, although several countries and regional groups have already declared who they intend to plump for.</p> \n<p>If either candidate achieves two-thirds of the vote in the first round, he wins outright – that’s 139 out of 209.<br /></p> \n<p>If not, voting goes to a second round, in which a simple majority is enough to win.</p> \n<p>Article 27 of the Fifa statutes sets out that:<br /></p> \n<ul> \n <li>The president will be elected by secret ballot during the Fifa congress for a period of four years.<br /></li> \n <li>There is no age limit for presidency candidates [Blatter is 79; Prince Ali 39].<br /></li> \n <li>The electoral body is composed of the 209 federation members.<br /></li> \n <li>For a win in the first round of voting, a candidate must secure two-thirds of the votes of eligible voting members present.<br /></li> \n <li>Should a second round vote be necessary, a simple majority of valid votes will suffice.<br /></li> \n</ul>","postType":"key-event"},{"id":"block-5567c60de4b05857efaf3d83","title":"Who will vote for Blatter?","publishedDateTime":"2015-05-29T06:08:58Z","lastUpdatedDateTime":"2015-05-29T06:11:46Z","body":"<p>It’s widely expected that Blatter will sail off with his fifth presidential term today, despite the eruption this week of corruption allegations that have long haunted his time as Fifa’s chief.</p> \n<p>So who will be voting for him?</p> \n<h2>North and Central America and Caribbean: 35 votes</h2> \n<p>Concacaf gained prominence within Fifa under the leadership of Trinidad and Tobago’s <strong>Jack Warner</strong>, one of those <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/former-fifa-kingpin-jack-warner-spends-night-in-jail-after-corruption-arrest\">arrested this week</a>. Most Concacaf members are expected to vote for Blatter today. But the US and Canada say they will vote for Prince Ali.</p> \n<p>(An enlightening aside: at a Concacaf meeting in April, <strong>Osiris Guzman</strong>, president of the Dominican football federation, <a href=\"http://www1.skysports.com/football/news/11095/9809090/sepp-blatter-likened-to-mandela-at-concacaf-congress\">compared Blatter</a> to <strong>Moses, Abraham Lincoln, Winston Churchill, Martin Luther King, Jesus </strong>and<strong> Nelson Mandela</strong>. Ahem.)</p> \n<h2>Africa: 54 votes</h2> \n<p>The Confederation of African Football <a href=\"http://www.cafonline.com/en-US/NewsCenter/News/NewsDetails?id=Wm%2ftgWNChyVg9W6h%2f8a%2b2A%3d%3d\">issued a statement</a> on Thursday opposing calls for the election to be delayed and reiterating its intention to vote for Blatter. It also offered “our full support to the measures initiated by Fifa in recent years in improving good governance”. </p> \n<h2>Asia: 46 votes</h2> \n<p>The Asian Football Confederation isn’t backing the candidate from its own region, but instead is opting for … Blatter. <a href=\"http://www.the-afc.com/media-releases/afc-opposes-any-move-to-delay-fifa-elections\">It also repeated this week</a> that it didn’t think the arrests were any reason to postpone the election or reconsider its favoured candidate.</p> \n<p>However, <strong>Frank Lowy</strong>, the chairman of Football Federation Australia (which jumped ship from the Oceania group in 2011), said he would vote for Prince Ali: “FFA believes that profound change within Fifa is needed.”</p> \n<h2>South America: 10 votes</h2> \n<p>South America – despite the presence of giants Brazil and Argentina – has fewer votes than any other confederation. It’s expected to hand them to Blatter.</p> \n<h2>Oceania: 11 votes</h2> \n<p>A statement from the group in January said all 11 nations planned to vote for Blatter. But on Friday, <a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football announced</a> it would break ranks and support Prince Ali.</p> \n<h2>And (mostly) in the Prince Ali corner … Europe: 53 votes</h2> \n<p>Uefa president <strong>Michel Platini</strong> said he estimates at least 45 of the European FAs will opt for Prince Ali. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/vladimir-putin-fifa-united-states-meddling\">Russia</a> and Spain will go for Blatter. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\">Platini asked Blatter</a> on Thursday to consider stepping aside, but the Fifa boss decided he didn’t fancy that. <strong>David Gill</strong>, a board member of Uefa and and the English FA, has said he won’t take up his role as vice-president of Fifa if Blatter wins.</p> \n<p><br /></p>","postType":"key-event"},{"id":"block-55680a16e4b03d4351c3835d","title":"Greg Dyke: Europe could boycott 2018 World Cup","publishedDateTime":"2015-05-29T06:47:09Z","lastUpdatedDateTime":"2015-05-29T06:50:20Z","body":"<p>English FA chairman <strong>Greg Dyke</strong> has backed the idea of a co-ordinated European boycott of the World Cup in Russia in 2018.<br /></p> \n<p>He told the BBC Radio 4 Today programme (I’ve taken the quotes from Press Association):</p> \n<blockquote class=\"quoted\"> \n <p>What there is no point in is one or two countries saying ‘We’re not going to take part’ because they will carry on with the tournament without them and that is pretty unfair on the fans.</p> \n <p>But if Uefa as a group said ‘Look, unless you get this sorted we are not going to be in the World Cup’ then I think that we would join them.</p> \n</blockquote> \n<p>He made similar comments <a href=\"http://www1.skysports.com/football/news/12010/9868319/fa-chairman-greg-dyke-calls-for-possible-russia-2018-boycott\">to Sky Sports News</a>, saying:</p> \n<blockquote class=\"quoted\"> \n <p>There would be no point pulling England out if everyone else stays in. It would have no impact. It would just be forgotten.</p> \n <p>But if you could pull Uefa out, that might have an impact. If Blatter gets re-elected, then that should be discussed.</p> \n <p>I thought the evidence the Americans produced was devastating and I don’t think Blatter can survive that. He might survive this weekend but I don’t think he can survive in the long term.</p> \n <p>During his period in charge, the level of corruption has been unacceptable. It’s just frightening.<br /></p> \n</blockquote> \n<p>Of <strong>Sepp Blatter</strong>’s chances in today’s vote, Dyke said to Radio 4:</p> \n<blockquote class=\"quoted\"> \n <p>I hope he doesn’t win but if he does I think the events of this week have turned him into a diminished figure and I can’t see him lasting more than a year or two.</p> \n <p>Mr Blatter’s statement yesterday in which he basically said ‘Leave it to me, I will clean it up’ - nobody is going to believe that.</p> \n <p>And I think it is quite ominous for him when the attorney general in America says this is only the beginning, not the end.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"3dc1597224f4001f23984afcc98ddc926b329bdf\"> \n <img src=\"http://media.guim.co.uk/3dc1597224f4001f23984afcc98ddc926b329bdf/0_23_4227_2536/1000.jpg\" alt=\"English FA chairman Greg Dyke in Zurich.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">English FA chairman Greg Dyke in Zurich.</span> \n  <span class=\"element-image__credit\">Photograph: Ruben Sprich/Reuters</span> \n </figcaption> \n</figure>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live?date=2015-05-29T08:33:53Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live","shortUrl":"http://gu.com/p/49anc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live","webUri":"http://www.theguardian.com/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/5ad0991fe30da348745e263d80c05eb5c883e7f0/0_12_3891_2336/3891.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2336,"width":3891,"orientation":"landscape","caption":"Fifa presidential candidates: incumbent Sepp Blatter, left, and Jordanian Prince Ali Bin Al Hussein. Photograph: Georg Hochmuth  Andy Rain/EPA","credit":"Georg Hochmuth  Andy Rain/EPA","altText":"Fifa presidential candidates: incumbent Sepp Blatter, left, and Jordanian Prince Ali Bin Al Hussein.","cleanCaption":"Fifa presidential candidates: incumbent Sepp Blatter, left, and Jordanian Prince Ali Bin Al Hussein.","cleanCredit":"Photograph: Georg Hochmuth  Andy Rain/EPA"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"Fifa election / When is the vote and how does it work?","rawTitle":"When is the vote and how does it work?","item":{"type":"article","id":"football/2015/may/29/fifa-vote-sepp-blatter-presidential-election-football","title":"Fifa presidential election: when is the vote and how does it work?","trailText":"The vote to elect the president of Fifa takes place on Friday as Prince Ali bin al-Hussein challenges embattled chief Sepp Blatter. What can we expect from the vote – and what surprises may be in store?","standFirst":"<p>Prince Ali bin al-Hussein challenges embattled chief Sepp Blatter in the vote to elect the president of the F&eacute;d&eacute;ration Internationale de Football Association on Friday. What can we expect from the vote – and what surprises may be in store?</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/live/2015/may/29/fifa-to-vote-on-sepp-blatter-presidential-bid-amid-corruption-scandal-live\">Follow the latest developments on the Fifa presidential vote</a></li>\n</ul>","byline":"Claire Phipps","body":"<h2><strong>The Fifa congress will begin at 8.30am</strong> UK time (9.30am in Zurich).</h2> \n<p>There are several items <a href=\"http://resources.fifa.com/mm/document/affederation/bodies/02/60/18/94/fifaagenda2015web_neutral.pdf\">on the agenda</a> on Friday – including “suspension or expulsion of a member” and “president’s address” – before item 17: election of the president. We could see the results of that election around 4pm UK time.</p> \n<p>Before the 209 associations cast their votes, incumbent <strong>Sepp Blatter </strong>– angling for a fifth term in the top job – and his only rival, <strong>Prince Ali bin al-Hussein</strong>, will each address the Fifa congress. Prince Ali, from Jordan, was elected Fifa vice-president for Asia in 2011.</p> \n<p>Voting takes place in a secret ballot, although several countries and regional groups have declared who they intend to plump for. If either candidate achieves two-thirds of the vote in the first round, he wins outright – that’s 139 out of 209. If not, voting goes to a second round, in which a simple majority is enough to win.</p> \n<p>Article 27 of the Fifa statutes sets out that:<br /></p> \n<ul> \n <li>The president will be elected by secret ballot during the Fifa congress for a period of four years.<br /></li> \n <li>There is no age limit for presidency candidates [Blatter is 79; Prince Ali 39].<br /></li> \n <li>The electoral body is composed of the 209 federation members.<br /></li> \n <li>For a win in the first round of voting, a candidate must secure two-thirds of the votes of eligible voting members present.<br /></li> \n <li>Should a second round vote be necessary, a simple majority of valid votes will suffice.</li> \n</ul> \n<h2>Who will vote for Blatter?</h2> \n<p>It’s widely expected that Blatter will sail off with his fifth presidential term on Friday, despite the eruption this week of corruption allegations that have haunted his time as Fifa’s chief. So who will be voting for him?</p> \n<h2>North and Central America and Caribbean: 35 votes</h2> \n<p>The region’s governing body, Concacaf, gained prominence within Fifa under the leadership of Trinidad and Tobago’s <strong>Jack Warner</strong>, one of those <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/former-fifa-kingpin-jack-warner-spends-night-in-jail-after-corruption-arrest\">arrested this week</a>. Most Concacaf members are expected to vote for Blatter. But the US and Canada say they will vote for Prince Ali.</p> \n<p>(An enlightening aside: at a Concacaf meeting in April, <strong>Osiris Guzman</strong>, president of the Dominican football federation, <a href=\"http://www1.skysports.com/football/news/11095/9809090/sepp-blatter-likened-to-mandela-at-concacaf-congress\">likened Blatter</a> to <strong>Moses, Abraham Lincoln, Winston Churchill, Martin Luther King, Jesus </strong>and<strong> Nelson Mandela</strong>. Ahem.)</p> \n<h2>Africa: 54 votes</h2> \n<p>The Confederation of African Football <a href=\"http://www.cafonline.com/en-US/NewsCenter/News/NewsDetails?id=Wm%2ftgWNChyVg9W6h%2f8a%2b2A%3d%3d\">issued a statement</a> on Thursday opposing calls for the election to be delayed and reiterating its intention to vote for Blatter. It also offered “our full support to the measures initiated by Fifa in recent years in improving good governance”.</p> \n<h2>Asia: 46 votes</h2> \n<p>The Asian Football Confederation isn’t backing the candidate from its region, but instead is opting for Blatter. <a href=\"http://www.the-afc.com/media-releases/afc-opposes-any-move-to-delay-fifa-elections\">It also repeated this week</a> that it didn’t think the arrests were any reason to postpone the election or reconsider its favoured candidate.</p> \n<p>However, <strong>Frank Lowry</strong>, chairman of Football Federation Australia (which jumped ship from the Oceania group in 2011), said he would vote for Prince Ali: “FFA believes that profound change within <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/football/fifa\">Fifa</a> is needed.”</p> \n<h2>South America: 10 votes</h2> \n<p>South America, despite the presence of giants Brazil and Argentina, has fewer votes than any other confederation. It’s expected to hand them all to Blatter.</p> \n<h2>Oceania: 11 votes</h2> \n<p>A statement from the group in January said all 11 nations planned to vote for Blatter. But on Friday, <a href=\"http://www.nzfootball.co.nz/nzf-to-vote-for-change/\">New Zealand Football announced</a> it would break ranks and support Prince Ali.</p> \n<h2>And (mostly) in the Prince Ali corner … Europe: 53 votes</h2> \n<p>Uefa president <strong>Michel Platini</strong> estimates at least 45 of the European FAs will opt for Prince Ali. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/vladimir-putin-fifa-united-states-meddling\">Russia</a> and Spain will go for Blatter. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/may/28/fifa-blatter-resolves-ride-out-scandal-bid-for-fifth-presidential-term\">Platini asked Blatter</a> on Thursday to consider stepping aside, but the Fifa boss decided he didn’t fancy that. <strong>David Gill</strong>, a board member of Uefa and and the English FA, has said he won’t take up his role as vice-president of Fifa if Blatter wins.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c39fbe546812f6b2a5236d98982e09939a3c0b20/0_114_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","credit":"PA/PA","altText":"File photos of the two contenders in the FIFA presidential election Sepp Blatter (left) and Prince Ali Bin Al Hussein (right). PRESS ASSOCIATION Photo. Issue date: Friday May 29, 2015. See PA story SPORT Fifa. Photo credit should read: PA Wire","cleanCredit":"Photograph: PA/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:43:04Z","lastModified":"2015-05-29T07:46:43Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Claire Phipps","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/16/1429179697502/Claire-Phipps-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/clairephipps"}],"feature":false,"keywords":["Fifa","Football","Football politics","Sport","Sepp Blatter","World news"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/football","webTitle":"Football"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"football"},"topics":[{"displayName":"Claire Phipps","topic":{"type":"tag-contributor","name":"profile/clairephipps"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/may/29/fifa-vote-sepp-blatter-presidential-election-football","shortUrl":"http://gu.com/p/49azp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/may/29/fifa-vote-sepp-blatter-presidential-election-football","webUri":"http://www.theguardian.com/football/2015/may/29/fifa-vote-sepp-blatter-presidential-election-football"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c39fbe546812f6b2a5236d98982e09939a3c0b20/0_114_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Fifa presidential election contenders: Sepp Blatter, left, and Prince Ali bin al-Hussein. Photograph: PA","credit":"PA","altText":"Fifa presidential election contenders: Sepp Blatter (left) and Prince Ali bin al-Hussein.","cleanCaption":"Fifa presidential election contenders: Sepp Blatter, left, and Prince Ali bin al-Hussein.","cleanCredit":"Photograph: PA"}},"importance":0,"kicker":{"title":"Fifa election"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Fifa / Blatter: For the game, for the world. Do the right thing. Go","rawTitle":"Blatter: For the game, for the world. Do the right thing. Go","item":{"type":"comment","id":"global/2015/may/29/blatter-do-the-right-thing-go","title":"Sepp Blatter: For the game, for the world, finally do the right thing. Go","trailText":"Fifa’s lavish HQ has often been portrayed as a Bond villain’s lair. Never has that description seemed more appropriate","standFirst":"<p>Fifa’s lavish HQ has often been portrayed as a Bond villain’s lair. Never has that description seemed more appropriate</p>","byline":"Owen Gibson in Zurich","body":"<p>Fifa’s lavish &pound;150m headquarters in the hills above Zurich has been so often described as a Bond villain’s lair that the comparison has long since passed into cliche. But never has it been more appropriate than yesterday, when a self-pitying Sepp Blatter spent the morning holed up in his office receiving a string of visitors as he tried to plot a way out of the worst crisis of his 17-year tenure as president.</p> \n<p>Naturally, his scheming concerned his personal survival in a role that carries with it an estimated $10m (&pound;6.5m)salary and all the trappings of a head of state, rather than the future of his tattered and discredited governing body.</p> \n<p>Michel Platini, the Uefa president who backed Blatter’s first campaign in 1998 and became the first in a succession of favoured then spurned potential successors, delivered a tear-stained plea to Blatter to go before today’s election. Naturally, he refused. Uefa itself is no paragon of virtue and the European game is too often perceived as a hectoring bully by the rest of the world. It needs to become part of the solution.</p> \n<p>For never has an organisation become more inured to scandal than Fifa. From the 1998 election that brought Blatter to power, to the ISL scandal in which $100m in kickbacks were paid to senior executives, and the complex, controversial and chaotic race for the 2018 and 2022 World Cups, Blatter has reflexively learned to shrug off corruption on a scale that would sink the leader of any other organisation.</p> \n<p>Down the years he has managed to successfully play off against one another a combustible mix of rogues and created a system that effectively allowed them to act with impunity in their own backyards using the power and privilege granted to them by their position. He has also learned to maintain the appearance of keeping his own hands clean. Down his 40 years he has regularly heard the shattering of broken glass but rarely been caught casting the stone. Never ask, never explain.</p> \n<p>Even when he has been caught out – such as when he handled a $1m bribe meant for his mentor Havelange that was part of the web of $100m ISL kickbacks – he has managed to obfuscate and delay, using the Swiss legal system to his benefit. No longer. All those charged by the US Department of Justice on Wednesday have close links to Blatter and find themselves at the mercy of a suddenly emboldened Swiss prosecutor.</p> \n<p>Fifa has tried to sing the old songs, shielding its leader from complicity. Blatter, too, when he finally emerged from crisis talks in his bunker to walk past the police vans parked outside the conference centre and deliver a predictably mendacious promise to change.</p> \n<p>In his opening speech, he admitted the current situation was “unprecedented”. Back in 2011, when allegations of bribery and corruption again swirled around Zurich, he said: “We will put Fifa’s ship back on the right course in clear, transparent waters.” But four years on, with the situation so much more serious given the might of the US justice system ranged against him and some of those with whom he has been so closely entwined down the years facing extradition and FBI interrogation, the ship is nearly sunk.</p> \n<p>On FridayToday he will promise to share Fifa’s World Cup bounty with its 209 members, skimming over the fact that it spends as much on salaries, protocol and other operating expenses as it does on football development.</p> \n<p>Looking at the US charge sheet and considering what we now know about the 2018/22 World Cup race, together with the grim history outlined by investigative reporters down the years, a familiar thought resurfaces. Given all that has happened on his watch, Blatter is either corrupt or incompetent.</p> \n<p>There is already a rush to proclaim the US case against Fifa and the culture of cosy kickbacks and patronage minted by Havelange and developed by Blatter during a period when World Cup income rocketed as world football’s “Salt Lake City moment”.</p> \n<p>But that reference to the investigation into the grubby world of graft that characterised the bidding process for the 2002 Winter Olympics and led to a clean-up at the International Olympic Committee was not the point when its image began to improve. That was when its president Juan Antonio Samaranch finally left office. It is time Blatter finally looked in the mirror and did the same. For the game, for the world.</p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/29/1432857519674/FIFA-headquarters-in-Zuri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Fifa logo at the Zurich HQ. Photograph: Walter Bieri/EPA","credit":"Walter Bieri/EPA","altText":"FIFA headquarters in Zurich","cleanCaption":"The Fifa logo at the Zurich HQ. Photograph: Walter Bieri/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:06:35Z","lastModified":"2015-05-29T08:27:16Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Owen Gibson","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/21/1400682464138/Owen-Gibson-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/owengibson"}],"feature":false,"keywords":["Fifa","Football politics","Football","Sepp Blatter","Sport"],"tags":[{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"football/football","webTitle":"Football"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"football"},"topics":[{"displayName":"Owen Gibson","topic":{"type":"tag-contributor","name":"profile/owengibson"}}],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/global/2015/may/29/blatter-do-the-right-thing-go","shortUrl":"http://gu.com/p/49amp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/global/2015/may/29/blatter-do-the-right-thing-go","webUri":"http://www.theguardian.com/global/2015/may/29/blatter-do-the-right-thing-go"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/maps_and_graphs/2015/5/29/1432857519674/FIFA-headquarters-in-Zuri-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Fifa logo at the Zurich HQ. Photograph: Walter Bieri/EPA","credit":"Walter Bieri/EPA","altText":"FIFA headquarters in Zurich","cleanCaption":"The Fifa logo at the Zurich HQ. Photograph: Walter Bieri/EPA"}},"importance":0,"kicker":{"title":"Fifa"},"byline":{"title":"Owen Gibson in Zurich"},"showQuotedHeadline":true,"sublinks":[]},{"title":"Palestinian FA to push for Israel's suspension from Fifa","rawTitle":"Palestinian FA to push for Israel's suspension from Fifa","item":{"type":"article","id":"world/2015/may/29/palestinian-football-association-to-push-ahead-for-israels-suspension-from-fifa","title":"Palestinian Football Association to push ahead for Israel's suspension from Fifa","trailText":"Issue on agenda at Fifa’s congress in Zurich after Israel refuses to budge on Palestinian demand to suspend Israeli teams based in the occupied territories","standFirst":"<p>Issue on agenda at Fifa’s congress in Zurich after Israel refuses to budge on Palestinian demand to suspend Israeli teams based in the occupied territories</p>","byline":"Peter Beaumont in Jerusalem","body":"<p>The Palestinian Football Association will push ahead Friday for a vote calling for the suspension of Israel from the world football organisation at Fifa’s scandal-riven congress in Zurich.</p> \n<p>Despite last-ditch attempts at mediation by world football officials, the Palestinian delegation insisted it would push for a vote unless Israel expels five teams based in illegal Israeli settlements from its football league.</p> \n<p>The five teams are Ma’aleh Adumim, Ariel, Kiryat Arba, Bik’at Hayarden and Givat Ze’ev – which play in Israel’s lower divisions.</p> \n<p>“Compromise is possible on issues like movement of [Palestinian] players and equipment, if a mechanism can be agreed,” a member of the Palestinian delegation told the Guardian. “But no compromise is possible on the settlement teams continued playing in Israel’s league.” </p> \n<p>The comments came as it appeared that the Palestinian vote might require less than the widely reported 75% of the 209 member delegations to back Israel’s suspension.</p> \n<p>Palestinian officials believe that – in the first instance – they require only a straight majority under Fifa rules with 75% being required to ratify and renew a suspension. If the vote does takes place it will be in a secret ballot.</p> \n<p>There has been confusion over what precise numbers are required to suspend Israel, with Fifa officials previously insisting that a 75% majority was required.</p> \n<p>Both Palestinian and Israeli delegations in Zurich have been working around the clock since arriving in the midst of the biggest scandal to hit the world football organisation.</p> \n<p>Twin Swiss and US investigations focussing on a far-reaching culture of kickbacks in Fifa have thrown the congress in Zurich into chaos, including both the re-election bid of Fifa president Sepp Blatter and other business on the agenda including the Palestinian bid to have Israel suspended.</p> \n<p>Israel has sought the support of the European regional grouping UEFA of which it is a member to vote against the proposed suspension.</p> \n<p>Its efforts to avoid a vote – which some see as damaging in itself as a vote for suspension – have seen it enlist Israel’s ministry of foreign affairs as well as the lobbying of key Fifa officials.</p> \n<p>The Israeli prime minister, Binyamin Netanyahu, weighed in on Thursday, telling reporters that if Israel is suspended “it would be a blatant politicisation of sport and the result will be Fifa’s collapse”.</p> \n<p>Mediation efforts led by Blatter, who visited Israel and the occupied Palestinian territories last week, has made progress on some issues. </p> \n<p>According to Blatter, he reached agreement with Netanyahu on several key areas, including providing laissez passer documents to Palestinian athletes, referees and sports officials; an exemption from customs on all sports equipment to the Palestinian Football Association and the establishment of a committee to hear disagreements.</p> \n<p>Israel is however refusing to budge on a final critical issue – the Palestinian demand to suspend Israeli teams based in the occupied territories.</p> \n<p>At a meeting on Thursday, Blatter reportedly suggested to Israel that on the issue of the five settlement teams Fifa could approach the UN which would be asked to determine if they were on Israeli territory – an offer declined by Ofer Eini, the Israeli Football Association chairman. </p> \n<p>Commenting on the continued push for a vote, the head of the Palestinian Football Association, Jibril Rajoub, said: “For years, I talked to anyone I could so that Israel would change its policy and be fair in how it treated Palestinian athletes. It was in vain.</p> \n<p>“In the end, there was no choice but to go to Fifa and ask it to protect the Palestinian athletes. And now, either there will be a solution that will make it possible for us to practice sports, or reach a situation that I don’t wish on anyone, and that is suspension. But who is responsible for this? I think it is the Israeli government.”</p> \n<p>Israeli analysts were torn over the impact the Fifa corruption scandal might have on an eventual vote, with some predicting that delegates might want to avoid further controversy in an already fraught congress.</p> \n<p>Speaking to the Israeli website Walla, Rotem Kamer, chief executive of the Israeli Football Association, said the combination of the corruption scandal and Blatter’s bid for re-election had complicated issues.</p> \n<p>“There is no way of knowing which way the vote will go when Blatter is seeking re-election. There is no doubt that [Blatter] can be pressured, also because of the affair that has just exploded. He needs the Arab votes and it could be that to this end, Israel will have to be sacrificed.”</p> \n<p>In the runup to the vote both Palestinian and Israelis were trying to voice optimism about the outcome, with Israel suggesting it had assurances from some 70% of delegations. For its part Palestinian officials were equally confidant about the vote. </p> \n<p>“It is not a question of how many vote for us,” said one, “but at this stage how many actually vote against the motion.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/300b1b4ae8ceff62b605b3a8e89973c4cb88323d/0_0_4096_2460/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4096,"orientation":"landscape","credit":"Atef Safadi/EPA","altText":"epa04772095 An elderly Palestinian activist holds a red card with Arabic letters reading, 'to suspend Israel's membership in FIFA', and say no to racism, during a rally in support of the Palestinian Football Federation, in the West bank town of Ramallah, 28 May 2015. The Palestinian Football Federation (PFA) is launching a campaign for the suspension of Israel's membership in FIFA, ahead of voting during the FIFA Congress in Lausanne, Switzerland. PFA wants FIFA to suspend the Israeli Football Association (IFA) unless Israel lifts its restrictions on the movement of Palestinian athletes between the Gaza Strip and the West Bank and on imports of sports equipment bound for the Palestinian territories.  EPA/ATEF SAFADI","cleanCredit":"Photograph: Atef Safadi/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T05:38:43Z","lastModified":"2015-05-29T06:03:42Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Peter Beaumont","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterbeaumont"}],"feature":false,"keywords":["Israel","Palestinian territories","Football","Middle East and North Africa","Fifa","Football politics","Binyamin Netanyahu","Sepp Blatter","Sport","World news"],"tags":[{"id":"world/israel","webTitle":"Israel"},{"id":"world/palestinian-territories","webTitle":"Palestinian territories"},{"id":"football/football","webTitle":"Football"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"world/binyamin-netanyahu","webTitle":"Binyamin Netanyahu"},{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"sport/sport","webTitle":"Sport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Peter Beaumont","topic":{"type":"tag-contributor","name":"profile/peterbeaumont"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/palestinian-football-association-to-push-ahead-for-israels-suspension-from-fifa","shortUrl":"http://gu.com/p/49az9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/palestinian-football-association-to-push-ahead-for-israels-suspension-from-fifa","webUri":"http://www.theguardian.com/world/2015/may/29/palestinian-football-association-to-push-ahead-for-israels-suspension-from-fifa"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/300b1b4ae8ceff62b605b3a8e89973c4cb88323d/0_0_4096_2460/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2460,"width":4096,"orientation":"landscape","caption":"A Palestinian man holds a red card calling for the suspension of Israel’s membership in Fifa and say no to racism, during a rally in support of the Palestinian Football Association in the West Bank town of Ramallah on 28 May. Photograph: Atef Safadi/EPA","credit":"Atef Safadi/EPA","altText":"A Palestinian man holds a red card calling for the suspension of Israel’s membership in Fifa and say no to racism, during a rally in support of the Palestinian Football Association in the West bank town of Ramallah on 28 May.","cleanCaption":"A Palestinian man holds a red card calling for the suspension of Israel’s membership in Fifa and say no to racism, during a rally in support of the Palestinian Football Association in the West Bank town of Ramallah on 28 May.","cleanCredit":"Photograph: Atef Safadi/EPA"}},"importance":0,"showQuotedHeadline":false,"sublinks":[]}]},{"title":"EU / France warns of 'dangerous' David Cameron stance","rawTitle":"France warns of 'dangerous' David Cameron stance","item":{"type":"article","id":"politics/2015/may/28/france-warns-of-dangerous-david-cameron-stance-on-eu","title":"David Cameron stance on EU 'dangerous', warns France","trailText":"Prime minister’s attempt to renegotiate terms of Britain’s membership will be blocked, says French foreign minister, if he is seeking special status<br>","standFirst":"<p>Prime minister’s attempt to renegotiate terms of Britain’s membership will be blocked, says French foreign minister, if he is seeking special status<br /></p>","byline":"Nicholas Watt in London and Angelique Chrisafis in Paris","body":"<p>France has issued a blunt warning to David Cameron that his plans to renegotiate the terms of Britain’s EU membership before an in/out referendum are a “dangerous” process.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>One can’t join a football club and decide in the middle of the match we are now going to play rugby</p> \n  <footer> \n   <cite>Laurent Fabius</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>In a sign of the deep unease in EU capitals as the prime minister embarked on a four-nation European tour, the French foreign minister Laurent Fabius warned that Paris would say no if the UK demanded a special status in the EU. </p> \n<p>Fabius told the France Inter radio station: “I find this process quite dangerous … The British population has got used to being repeatedly told: ‘Europe is a bad thing’, and the day they are asked to decide, the risk is that they will say well you told us: ‘Europe is a bad thing’.”</p> \n<p>The foreign minister wheeled out his favourite sporting metaphor when he said: “One can’t join a football club and decide in the middle of the match we are now going to play rugby.”</p> \n<p>France would block any special status within the EU for the UK. “If it is about giving a special status to Britain that gives it advantages for nothing, then the answer is no,” Fabius said. <br /></p> \n<p>“Even though we say yes to an improvement of the union, we cannot agree to its breakup. If such an important country leaves Europe, it will give an extremely negative impression of Europe.”</p> \n<p>The intervention by Fabius came hours before Cameron met the French president Fran&ccedil;ois Hollande on the first day of his tour of four EU capitals. <br /></p> \n<p>This began with talks in The Hague with his reform-minded Dutch counterpart Mark Rutte, who has summed up the need to devolve power away from Brussels with the words: “European where necessary; national where possible.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/28/guardian-view-cameron-european-diplomacy-tilting-windmills\">The Guardian view on Cameron’s European diplomacy: tilting at windmills | Editorial</a> </p> \n</aside> \n<p>Hollande said he hoped the UK would remain in the EU and that it was in the interests of Europe and the UK to work together.</p> \n<p>“We talked about Great Britain’s place in the European Union,” he said after meeting Cameron. <br /></p> \n<p>“France wants Great Britain to stay in the European Union. There will be a referendum and it will be up to the British people to choose what it wants for its future. </p> \n<p>“David Cameron will present his proposals and we will discuss how we can go forward so the British people can be able to make a choice that works for them.” <br /></p> \n<figure class=\"element element-image\" data-media-id=\"c322d4ffd79b6a8fc8cbe0cd5547524b359b1265\"> \n <img src=\"http://media.guim.co.uk/c322d4ffd79b6a8fc8cbe0cd5547524b359b1265/0_118_1920_1152/1000.jpg\" alt=\"David Cameron is welcomed by Dutch prime minister Mark Rutte in The Hague.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">David Cameron is welcomed by Dutch prime minister Mark Rutte in The Hague.</span> \n  <span class=\"element-image__credit\">Photograph: Jasper Juinen/Getty Images</span> \n </figcaption> \n</figure> \n<p>Hollande said this was just the start of negotiations and thanked Cameron for giving him some detail on his proposals.</p> \n<p>The prime minister, who is outlining general thoughts before next month’s European summit in Brussels, is planning to demand change in four broad areas:</p> \n<ul> \n <li>Bar unemployed EU migrants from claiming benefits and force those who are working to wait four years before claiming in-work benefits. Ministers have been told that the restrictions on in-work benefits will have to be introduced through a revision of the Lisbon treaty.</li> \n <li>Hand the UK an opt-out from the “ever closer union” declaration.</li> \n <li>Ensure that EU member states outside the eurozone could not have changes to the rules of the single market imposed on them by eurozone countries.</li> \n <li>Give national parliaments the right to club together to block new legislative proposals.</li> \n</ul> \n<p>Cameron insisted that his reforms were designed to benefit the EU as a whole. <br /></p> \n<p>After the hour of talks with Hollande, he said: “The status quo is not good enough. I believe there are changes we can make that will not just benefit Britain but the rest of Europe, too. <br /></p> \n<p>“My priority is to reform the European Union to make it more competitive and to address the concerns of the British people about our membership.”</p> \n<p>Cameron will continue his tour on Friday when he holds talks in Warsaw with the Polish prime minister, Ewa Kopacz, and meets Angela Merkel, the German chancellor, in Berlin.<br /></p> \n<p>Philip Hammond, the foreign secretary, warned that Britain would vote to leave the EU unless European leaders agreed to a “substantial package of reform”. </p> \n<p>He indicated that the negotiations could be wrapped up by early next year, but added: “We expect that some of our partners will adopt a hard line at the start of the negotiations. That is how negotiation works.”</p> \n<p>The remarks by Fabius show that France is likely to adopt a tough approach and resist granting favourable terms to Britain which could, it believes, allow the UK to undercut French businesses in the single market.</p> \n<p>Hollande has won Merkel’s support to deliver reforms to the eurozone within existing treaties. <br /></p> \n<p>Treaty change is a deeply sensitive matter in Paris, where Hollande led the Socialist party’s yes campaign in the referendum on the European constitution in 2005. He lost, while Fabius led the winning Socialist party’s no campaign.</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8c747c0eba6f1733f782ee55cbe1912fa0889055/0_162_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Etienne Laurent/Reuters","altText":"French President Francois Hollande (R) and Britain's Prime Minister David Cameron meet at the Elysee Palace in Paris, France, May 28, 2015.  REUTERS/Etienne Laurent/Pool","cleanCredit":"Photograph: Etienne Laurent/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c322d4ffd79b6a8fc8cbe0cd5547524b359b1265/0_118_1920_1152/1920.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1152,"width":1920,"orientation":"landscape","caption":"David Cameron is welcomed by Dutch prime minister Mark Rutte in The Hague. Photograph: Jasper Juinen/Getty Images","credit":"Jasper Juinen/Getty Images","altText":"David Cameron is welcomed by Dutch prime minister Mark Rutte in The Hague.","cleanCaption":"David Cameron is welcomed by Dutch prime minister Mark Rutte in The Hague.","cleanCredit":"Photograph: Jasper Juinen/Getty Images"}],"webPublicationDate":"2015-05-29T07:16:15Z","lastModified":"2015-05-29T07:16:22Z","metadata":{"commentable":true,"commentCount":2050,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"},{"name":"Angelique Chrisafis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/angeliquechrisafis"}],"feature":false,"keywords":["EU referendum","David Cameron","Conservatives","Philip Hammond","European Union","Europe","Foreign policy","Politics","UK news","World news","France","François Hollande","Netherlands"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/philip-hammond","webTitle":"Philip Hammond"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"world/france","webTitle":"France"},{"id":"world/francois-hollande","webTitle":"François Hollande"},{"id":"world/netherlands","webTitle":"Netherlands"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/28/france-warns-of-dangerous-david-cameron-stance-on-eu","shortUrl":"http://gu.com/p/49aj5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/28/france-warns-of-dangerous-david-cameron-stance-on-eu","webUri":"http://www.theguardian.com/politics/2015/may/28/france-warns-of-dangerous-david-cameron-stance-on-eu"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456944607","source":"Reuters","durationInSeconds":60,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10410959&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/28/150528Cameron_2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/28/1432846975025/KP_248816_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for David Cameron: EU status quo is not good enough - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for David Cameron: EU status quo is not good enough - video ","cleanCaption":"620x372 trailpic for David Cameron: EU status quo is not good enough - video "}}},"importance":6,"kicker":{"title":"EU"},"showQuotedHeadline":false,"sublinks":[{"title":"Natalie Nougayrède / Beware, Mr Cameron, referendums can go wrong","rawTitle":"Beware, Mr Cameron, referendums can go wrong","item":{"type":"comment","id":"commentisfree/2015/may/29/cameron-france-eu-referendum","title":"Beware, Mr Cameron, referendums can go wrong","trailText":"When France rejected the EU constitution 10 years ago it showed just how easily voters can be swayed","standFirst":"<p>When France rejected the EU constitution 10 years ago it showed just how easily voters can be swayed</p>","byline":"Natalie Nougayrède","body":"<p>The problem with referendums is that they can go horribly wrong. Ten years ago to the day, on 29 May 2005, France held a referendum over whether it should ratify the proposed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2005/jun/02/eu.france2\" title=\"\">European constitution</a>. Opinion polls had predicted an overwhelming victory for the yes camp (some expecting the vote for yes to be as high as 65%). Yet the outcome was a resounding 55% in favour of no. The outcome effectively stymied plans for a single European constitution. Jacques Chirac, then president, had massively overplayed his&nbsp;hand.</p> \n<p>As <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/28/david-cameron-sets-off-on-mission-to-win-over-european-leaders\" title=\"\">David Cameron embarks on a tour of European capitals</a> during which he hopes to start renegotiating Britain’s relationship with the EU, it is worth pondering the French precedent.</p> \n<p>Before I start, let me clarify: I don’t think Britain will leave the EU. I would bet money on the result being a clear yes, for the simple reason that people don’t tend to get too excited about jumps into the unknown. I believe Cameron made a strong case for membership in his January 2013 Bloomberg speech, in which he first put forward his rationale for a referendum: addressing those who want to see Britain follow the example of Norway – a country which is part of the single market but has stayed outside the EU – he stressed that Norway “has no say in setting the rules” in the EU, “it just has to implement its directives”. Norway pays for being part of a club, but cannot influence what it does. It’s an argument that could sway many hesitant voters.</p> \n<p>I could be wrong, of course, just like French pundits were wrong in 2005.</p> \n<p>What threw everyone then was that French voters ended up not answering the question that was put to them – a common phenomenon in referendums. People had other preoccupations and decided to voice them: the referendum became a channel for anger at France’s high unemployment rate, concerns about “ultra-liberalism” threatening the&nbsp;welfare state, and fears about the impact of globalisation. Britain today may have an unemployment rate under&nbsp;6%, which is envied by many on&nbsp;the continent, but it is far from devoid of social tensions.</p> \n<p>In 2005, France’s yes campaign only lost its lead in the final weeks before the vote. One of the topics that distorted the&nbsp;debate was Chirac’s professed support for Turkey’s EU membership: a cultural clash many in France, with its strong Catholic tradition, were not ready to accept. While large cities such as Paris, Lyon and Bordeaux mostly voted yes, the no camp gained strong majorities in small towns, rural areas and less economically developed parts&nbsp;of the country.</p> \n<p>Recalling this, I can’t help wondering what kind of unforeseen events might creep up on Britain and Europe in the run-up to the UK referendum. Could a refugee crisis, a terrorist attack or more turmoil in the eurozone trigger a surge of europhobia? In a world where Europe is grappling with crises that weren’t on people’s maps only two years ago – think <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/ukraine\" title=\"\">Ukraine</a> or the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/20/mediterranean-migrant-crisis-no-european-migration-policy\" title=\"\">Mediterranean</a> – this doesn’t seem an unreasonable question.</p> \n<p>Many analysts of the shock 2005 result also dwelt on the mismanagement of the yes campaign. While most of the mainstream parties had come out in favour of yes – as seems likely in Britain – they were painfully divided and struggled to rally behind a strong message. The far-left Gauche Radicale and far-right Front National, both strongly opposed to the constitution, were able to benefit from this. Within the French socialist party, the then general secretary Fran&ccedil;ois Hollande was struggling to contain endless quarrels and rebellions. Laurent Fabius, an old rival of Hollande and now France’s foreign minister, decided to support the no campaign, with at least one eye on the 2007 presidential elections.</p> \n<p>Can Cameron be confident that internal disputes within the Conservative party will not get out of hand ? How will he deal with the Boris factor ? Ukip will continue to pose a threat to the Tories once the unrest in Farage’s party has settled.</p> \n<p>There is one more concrete lesson Cameron can learn from France. In 2005, French citizens were not so much presented with a choice as with a puzzle. Instead of keeping things short and simple, voters were handed a huge bulk of literature: a 191-page booklet, containing no fewer than 448 articles, 36 protocols and 50 declarations.</p> \n<p>The intention was that votes should be cast in a highly informed manner. The result was utter confusion. Some voters felt threatened: if these documents were so complex that they could only be understood by experts, they thought, the government surely had something to hide. So how Cameron manages to present the results of his renegotiation strategy with the EU will be crucial. Dwelling on the technicalities of opt-outs and protocols may carry more risk than benefit.</p> \n<p>If the impressions Cameron has created on the continent are anything to go by, the omens aren’t too good. Britain’s prime minister has a history of mismanaging relations with his European colleagues, and it is felt that he only grasped the risks attached to last year’s Scottish referendum at the very last minute.</p> \n<p>It’s no surprise Cameron planned to start his European roadshow with visits to Denmark (now postponed) and the Netherlands. These are countries that have traditionally held a vision of an EU centred on free trade – very much in tune with British sensitivities. In Germany and France, countries more historically focused on deeper European integration, Cameron’s choice of early destinations will have been seen as confirmation of Britain’s old allergy towards a more utopian vision of a Europe of shared sovereignty.</p> \n<p>Cameron’s greatest weakness is that many in Europe have become convinced his renegotiation tactic is in fact a phoney war with the EU. He is now seen as waging a strictly domestic political battle. Few believe he is thinking strategically about the common European good. Whatever he obtains in terms of concessions – and no one anticipates that they will be particularly significant – his main struggle will be to&nbsp;sell the result to British public opinion. It may turn out to be much more of a battle over perceptions than&nbsp;over realities.</p> \n<p>Much of the irritation on the continent comes from the fact that Cameron is seen as toying with nationalist sentiments. Many European leaders firmly believe European project was created to combat nationalism, and nationalism should therefore not be the reason to dismantle it.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>Dwelling on the technicalities of opt-outs and protocols may carry more risk than benefit</p> \n </blockquote> \n</aside> \n<p>Internal EU dynamics will play a role. In 2014 George Osborne told European officials in private that the UK referendum was inevitable and would result in a yes, because everyone knew Europe needed to reform. Osborne has a strong relationship with Germany’s finance minister Wolfgang Sch&auml;uble and&nbsp;shares a German view of fiscal European orthodoxy.</p> \n<p>Cameron’s team has repeatedly taken to bashing France over its lack of&nbsp;reforms – once even pointing out that&nbsp;<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/mar/18/george-osborne-devolves-more-power-to-yorkshire-and-greater-manchester\" title=\"\">Yorkshire had created more jobs in 2014 than the whole of France</a>. Of course this has irked many people in Paris; but the French government will also be careful not to position itself as an obvious bulwark against the kind of gestures that might help Cameron keep&nbsp;the UK in&nbsp;the EU.</p> \n<p>There is not much doubt on the continent that a British withdrawal would spell the beginning of the end for&nbsp;the European project. But there is also no willingness to cave in to blackmail. Treaty change will remain out of the question.</p> \n<p>The underlying hope is that British voters will come to see clearly that it makes no sense, in a globalised world, to embark on a go-it-alone strategy. In the 21st century the dividing lines on this planet are being redrawn in such a way that competition will exist between continents rather than between nations.</p> \n<p>To Cameron’s credit, it could be argued that the referendum will shock Europe’s political establishment out of its complacency. For years, no one has convincingly managed to recast the European Union as a body that delivers something for its citizens: peace, stability and security. But then again, that was also what the 2005 French referendum was supposed to achieve.</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831818682/Posters-pushing-for-a-no--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"'The outcome of the French referendum in 2005 effectively stymied plans for a single European constitution.'   Photograph: Jean-Paul Pelissier/REUTERS","credit":"Jean-Paul Pelissier/REUTERS","altText":"Posters pushing for a no vote for the French referendum on the EU constitution in Marseille","cleanCaption":"'The outcome of the French referendum in 2005 effectively stymied plans for a single European constitution.'   Photograph: Jean-Paul Pelissier/REUTERS"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:00:02Z","lastModified":"2015-05-29T08:00:11Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Natalie Nougayrède","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413378775155/Natalie-Nougayrede-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/natalie-nougayrede"}],"feature":false,"keywords":["EU referendum","Foreign policy","European Union","UK news","Politics","France","Europe","World news","David Cameron"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"world/eu","webTitle":"European Union"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/france","webTitle":"France"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/davidcameron","webTitle":"David Cameron"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Natalie Nougayrède","topic":{"type":"tag-contributor","name":"profile/natalie-nougayrede"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/may/29/cameron-france-eu-referendum","shortUrl":"http://gu.com/p/49at7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/may/29/cameron-france-eu-referendum","webUri":"http://www.theguardian.com/commentisfree/2015/may/29/cameron-france-eu-referendum"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432831818682/Posters-pushing-for-a-no--009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"‘The outcome of the French referendum in 2005 effectively stymied plans for a single European constitution.’ Photograph: Jean-Paul Pelissier/Reuters","credit":"Jean-Paul Pelissier/Reuters","altText":"Posters pushing for a no vote for the French referendum on the EU constitution in Marseille","cleanCaption":"‘The outcome of the French referendum in 2005 effectively stymied plans for a single European constitution.’ Photograph: Jean-Paul Pelissier/Reuters"}},"importance":0,"kicker":{"title":"Natalie Nougayrède"},"byline":{"title":"Natalie Nougayrède"},"showQuotedHeadline":true,"sublinks":[]}]},{"title":"Transplant success / Woman sees her brother's face on another man","rawTitle":"Woman sees her brother's face on another man","item":{"type":"article","id":"science/2015/may/29/woman-comes-face-to-face-with-her-dead-brothers-transplanted-face","title":"Woman comes face to face with her dead brother's transplanted face","trailText":"Severely disfigured in a shooting accident, Richard Norris, 39, given the face of Joshua Aversano, who died aged 21 after being run over","standFirst":"<p>Severely disfigured in a shooting accident, Richard Norris, 39, given the face of Joshua Aversano, who died aged 21 after being run over</p>","byline":"Rory Carroll in Los Angeles","body":"<p>A woman has met the man who received the face of her dead brother in a groundbreaking transplant.</p> \n<p>Rebekah Aversano saw – and touched – the transplanted face for the first time in an emotional meeting with Richard Norris, who was severely disfigured in a shooting accident.</p> \n<p>The encounter was filmed by <a href=\"http://www.9jumpin.com.au/show/60minutes/\">60 Minutes Australia</a> and will be broadcast this weekend.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=N3XuhlgS7h0\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/N3XuhlgS7h0?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>Aversano’s brother Joshua, 21, was run over and killed by a minivan while crossing the street three years ago. His family, from Maryland, donated his face to Norris.</p> \n<p>The Virginia man had undergone dozens of conventional operations to try to repair damage from the shooting accident in 1997, when he was 22. They had limited success, leaving him depressed and suicidal.</p> \n<p>The Aversano family’s donation gave him another chance. In one of the most complex face transplants in history, a team at the University of Maryland medical centre took 36 hours in March 2012 to transplant teeth, a jaw, tongue muscles and nerves.</p> \n<p>Norris, now 39, thanked Rebekah in a meeting at his home in Virginia. Reaching out her hand, she asked: “Do you mind if I touch it?” After doing so she stepped back, astonished: “Wow, this is the face I grew up with.”</p> \n<figure class=\"element element-image\" data-media-id=\"46caacb62a4b13ce540d656fbc04ad5216449360\"> \n <img src=\"http://media.guim.co.uk/46caacb62a4b13ce540d656fbc04ad5216449360/136_0_4347_2079/1000.jpg\" alt=\"These photographs, released on 27 March 2012 by the University of Maryland medical centre, show before-and-after images of Richard Norris. \" width=\"1000\" height=\"478\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">These photographs, released on 27 March 2012 by the University of Maryland medical centre, show before-and-after images of Richard Norris. </span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Joshua’s mother, <a href=\"http://www.ctvnews.ca/video?clipId=388080&amp;playlistId=1.1887053&amp;binId=1.810401&amp;playlistPageNum=1\">Gwen, told Canada’s CTV News network</a> the family knew the donation was the right thing to do.</p> \n<p>“We can definitely see our son in him,” she said. “Some of the facial features would definitely be our son, so we could see similarities, very much so. We are just so pleased we have been able to help him. Even though we had such a tragic loss, we were able to give someone else the benefit of our son.”</p> \n<p>Norris said that before the transplant he lived through hell, venturing out at night to minimise contact with people and wearing masks to disguise the horrific injuries caused by an accidentally self-inflicted shotgun blast. “I’ve heard all kinds of remarks. A lot of them were really horrible,” he said.</p> \n<p>He chose to have the transplant even though doctors gave him only a 50% chance of survival.</p> \n<p>The doctor who performed the operation, Eduardo Rodriguez, said Norris took on an enormous responsibility because his body will always regard the new face as a foreign object, prompting attacks by his immune system.</p> \n<p>Norris cannot drink, smoke or get sunburned and must take a cocktail of anti-rejection drugs for the rest of his life.</p> \n<p>A naval research grant intended to help wounded military veterans partly funded the operation.</p> \n<p>Doctors in France performed <a href=\"http://www.theguardian.com/science/2005/dec/01/france.medicineandhealth \">the world’s first partial face transplant</a> in France in 2005 on a woman who was mauled by her dog. Of 27 subsequent face transplants, four recipients have died.</p>","section":"Science","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432865210040/cd73924e-0305-452c-9913-c6ff1fe385d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"60 Minutes","altText":"face transplant Norris","cleanCredit":"Photograph: 60 Minutes"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/46caacb62a4b13ce540d656fbc04ad5216449360/136_0_4347_2079/4347.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2079,"width":4347,"orientation":"landscape","caption":"These photographs, released on 27 March 2012 by the University of Maryland medical centre, show before-and-after images of Richard Norris.  Photograph: AFP/Getty Images","credit":"AFP/Getty Images","altText":"These photographs, released on 27 March 2012 by the University of Maryland medical centre, show before-and-after images of Richard Norris. ","cleanCaption":"These photographs, released on 27 March 2012 by the University of Maryland medical centre, show before-and-after images of Richard Norris. ","cleanCredit":"Photograph: AFP/Getty Images"}],"webPublicationDate":"2015-05-29T02:40:29Z","lastModified":"2015-05-29T06:15:53Z","metadata":{"commentable":true,"commentCount":196,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"}],"feature":false,"keywords":["Medical research","US news","World news","Television","Channel Nine","Plastic surgery","Health"],"tags":[{"id":"science/medical-research","webTitle":"Medical research"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"technology/television","webTitle":"Television"},{"id":"media/channel-nine","webTitle":"Channel Nine"},{"id":"society/plastic-surgery","webTitle":"Plastic surgery"},{"id":"society/health","webTitle":"Health"}],"section":{"id":"science"},"topics":[{"displayName":"Rory Carroll","topic":{"type":"tag-contributor","name":"profile/rorycarroll"}}],"embeddedVideos":[],"adTargetingPath":"science"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/science/2015/may/29/woman-comes-face-to-face-with-her-dead-brothers-transplanted-face","shortUrl":"http://gu.com/p/49ane","relatedUri":"http://mobile-apps.guardianapis.com/items-related/science/2015/may/29/woman-comes-face-to-face-with-her-dead-brothers-transplanted-face","webUri":"http://www.theguardian.com/science/2015/may/29/woman-comes-face-to-face-with-her-dead-brothers-transplanted-face"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/29/1432865210040/cd73924e-0305-452c-9913-c6ff1fe385d7-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Rebekah Aversano meets Richard Norris: ‘Do you mind if I touch it?’ Photograph: 60 Minutes","credit":"60 Minutes","altText":"Rebekah Aversano meets Richard Norris: ‘Do you mind if I touch it?’","cleanCaption":"Rebekah Aversano meets Richard Norris: ‘Do you mind if I touch it?’","cleanCredit":"Photograph: 60 Minutes"}},"importance":5,"kicker":{"title":"Transplant success"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Parents furious over primary school survey designed to snoop out radicalisation","rawTitle":"Parents furious over primary school survey designed to snoop out radicalisation","item":{"type":"article","id":"education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys","title":"Fury after primary pupils are asked to complete radicalisation-seeking surveys","trailText":"Parents complain after London council circulates questionnaire among year 6 pupils in schools with large Muslim intakes<br>","standFirst":"<p>Parents complain after London council circulates questionnaire among year 6 pupils in schools with large Muslim intakes<br /></p>","byline":"Diane Taylor","body":"<p>Parents of children as young as nine have reacted angrily after schools in an east London borough asked pupils to complete surveys designed to provide clues to possible radicalisation. Waltham Forest council has been piloting the scheme in five primary schools with large Muslim intakes. The questionnaire, circulated among year 6 pupils, asks how much they trust the police and people from another race or religion.<br tabindex=\"-1\" /></p> \n<p>They are also asked whether they agree that it is acceptable to marry someone from outside their race or religion and whether women are just as good as men at work. Another question asks if the pupils believe their religion is the only correct one. About 22% of the population in Waltham Forest, one of the most deprived local authorities in England, are Muslim.<br tabindex=\"-1\" /></p> \n<p>The programme has been funded with a €500,000 (&pound;360,000) grant from an EU fund – the Radicalisation Leading to Terrorism Programme – designed to “identify the initial seeds of radicalisation with children of primary school age”.<br /></p> \n<p>But some parents have complained they were not consulted about the surveys. One parent of an 11-year-old boy at Buxton primary school in Leytonstone, who was asked to complete the questionnaire, said: “This is why we need to get involved with this, otherwise ‘monitoring’ like this goes unchecked and without vetting. No letter was sent home explaining this and I found out just talking to my son.”<br /></p> \n<p>Other parents expressed outrage on Twitter. “This is shockingly Orwellian,” one said. “Our kids don’t stand a chance. Guessing there’s going to be a big jump in home schooling.”<br /></p> \n<p>A council spokeswoman said concerns had been raised about the survey, especially as pupils had been asked to put their name and other identifying details on the forms. Because the surveys were supposed to have been anonymous, all of those carried out so far may be destroyed.<br tabindex=\"-1\" /></p> \n<p>The programme, known as Brit – Building Resilience Through Integration &amp; Trust – is targeted at nine- to 11-year-olds and involves lesson plans and workbooks about identity and belonging. The charity <a href=\"https://www.family-action.org.uk/\">Family Action</a> is delivering the programme to schools.<br /></p> \n<p>Among other questions in the survey, children are asked if they agree or disagree with a series of statements including “God has a purpose for me” and “If a student was making fun of my race or religion I would try to make them stop even if it meant hurting them.” They are also asked to tick three boxes with which they identify, choosing from British, Muslim, student, artist, athlete, Christian and young.<br tabindex=\"-1\" /></p> \n<p>A <a href=\"https://twitter.com/BuxtonSchInfo/status/603956283725762560\">joint statement</a> issued by the school’s executive headteacher Kath Wheeler and chair of governors Tom Williams apologised for any distress caused and said that an internal investigation had been launched. “When we agreed to run the Brit project on behalf of Waltham Forest Council, we were not made aware that this questionnaire would be included. If we had, current procedures would have identified concerns from the outset as this involved potentially identifiable and sensitive information.”</p> \n<p>The surveys had been sent to a junior member of staff at the school and had not been seen by the senior leadership, according to the statement. “The local authority has confirmed their intention was to anonymise and then destroy the questionnaires,” it said. “Despite this we will not be taking part in this method of evaluation now or in the future.”</p> \n<p>The <a draggable=\"true\" href=\"http://www.ihrc.org.uk/\">Islamic Human Rights Commission</a> has urged parents to boycott the questionnaire. Its chairman, Massoud Shadjareh, said it had been designed to target and profile Muslim children. “At this young age, we should be thinking about nurturing and developing our children, not compartmentalising them. I think the questionnaire has clearly been devised by people who haven’t got a clue about radicalisation. </p> \n<p>“Some of the questions are just plain ridiculous. It’s also clearly racist and Islamophobic – there would be uproar if they mentioned the word ‘Jew’ or ‘black’ in the identity question.”<br /></p> \n<p>Local councillors Mark Rusling and Liaquat Ali said: “The Brit project is a council programme that works with primary school pupils and their families to develop community cohesion. We’re glad this has sparked a debate, as our aim is to encourage people to talk about the importance of cohesion at all ages.”<br tabindex=\"-1\" /></p> \n<p>Bill Bolloten, an independent education consultant, expressed concern. “Some Muslim parents have been saying on Twitter that they will tell their children not to answer any questions at all. It’s important that schools do explore pupils’ multiple identities, but this project is tainted by the desire to spot the signs of extremism in primary school children.”</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432849747030/37aee3c4-9a03-4859-84da-3f28746abffe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner for the Guardian","altText":"Year 6 pupils","cleanCredit":"Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-28T21:49:54Z","lastModified":"2015-05-29T07:50:53Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Diane Taylor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/dianetaylor"}],"feature":false,"keywords":["Primary schools","Education","Schools","Islam","Religion","UK news"],"tags":[{"id":"education/primary-schools","webTitle":"Primary schools"},{"id":"education/education","webTitle":"Education"},{"id":"education/schools","webTitle":"Schools"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/religion","webTitle":"Religion"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"education"},"topics":[{"displayName":"Diane Taylor","topic":{"type":"tag-contributor","name":"profile/dianetaylor"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys","shortUrl":"http://gu.com/p/49ay5","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys","webUri":"http://www.theguardian.com/education/2015/may/28/fury-after-primary-pupils-are-asked-to-complete-radicalisation-seeking-surveys"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/28/1432849747030/37aee3c4-9a03-4859-84da-3f28746abffe-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Year 6 pupils having an outdoor science lesson. Children of this age have been asked to complete surveys designed to find clues to possible radicalisation. Photograph: Graham Turner/for the Guardian","credit":"Graham Turner/for the Guardian","altText":"Year 6 pupils","cleanCaption":"Year 6 pupils having an outdoor science lesson. Children of this age have been asked to complete surveys designed to find clues to possible radicalisation.","cleanCredit":"Photograph: Graham Turner/for the Guardian"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Counter-terrorism police make two arrests in Reading","rawTitle":"Counter-terrorism police make two arrests in Reading","item":{"type":"article","id":"uk-news/2015/may/28/counter-terrorism-police-make-two-arrests-in-berkshire","title":"Counter-terrorism police make two arrests in Reading","trailText":"Man aged 24 and woman, 23, held by West Midlands police on suspicion of preparing for acts of terrorism","standFirst":"<p>Man aged 24 and woman, 23, held by West Midlands police on suspicion of preparing for acts of terrorism</p>","byline":"Damien Gayle and agencies","body":"<p>A 24-year-old man and a 23-year-old woman are being questioned for a second day after they were arrested in Berkshire on suspicion of preparing for acts of terrorism in the UK.</p> \n<p>West Midlands police said counter-terrorism officers detained a man in Reading and a woman in Wokingham at 7.30pm on Thursday. It said the suspects did not pose an imminent threat.</p> \n<p>The home addresses of the pair, who are believed to be friends, were being searched by officers from the West Midlands and colleagues in south-east England on Thursday evening.<br /></p> \n<p>A West Midlands police spokesman said: “The arrests were intelligence-led and made to safeguard public safety. However, the action taken was pre-planned and police assess that the pair did not pose any imminent threat. <br /></p> \n<p>“The man is from the Palmer Park area of Reading and the woman from Earley in Wokingham.” <br /></p> \n<p>Both have been taken to a police station in the West Midlands for questioning. Officers have an initial 48 hours to either charge or release the pair or apply for an extension to custody. </p> \n<p>Rob Wilson, the Conservative MP for Reading East, said he had been briefed by police on the arrests.</p> \n<p>He told <a href=\"http://www.getreading.co.uk/news/reading-berkshire-news/reading-terror-arrests-reading-east-9351112\">getreading.co.uk</a>: “I’d like to reassure my constituents that the police in Reading are on top of the situation and are working closely with counter terrorist colleagues from the Midlands.</p> \n<p>“Whilst it would not be right for me to comment about this in detail at this stage, I have every confidence in the actions taken so far.”<br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eba5206b05b47b433435b7842287424d25b2043b/0_906_2340_1403/2340.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1403,"width":2340,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"File photo dated 22/10/2014 of a West Midlands Police officer. A security alert was triggered after a threat was made to kidnap and kill a serving West Midlands Police officer, according to reports. PRESS ASSOCIATION Photo. Issue date: Tuesday December 9, 2014. The force said it had taken the step of holding officers back on duty to give special security briefings to police and staff overnight, implementing what it called \"additional security measures\" following an anonymous tip-off, Sky News said. See PA story POLICE Security. Photo credit should read: Joe Giddens/PA Wire","cleanCredit":"Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-29T07:36:15Z","lastModified":"2015-05-29T08:12:06Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["UK security and counter-terrorism","UK news","Reading"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/reading","webTitle":"Reading"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/28/counter-terrorism-police-make-two-arrests-in-berkshire","shortUrl":"http://gu.com/p/49ayd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/28/counter-terrorism-police-make-two-arrests-in-berkshire","webUri":"http://www.theguardian.com/uk-news/2015/may/28/counter-terrorism-police-make-two-arrests-in-berkshire"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/eba5206b05b47b433435b7842287424d25b2043b/0_906_2340_1403/2340.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1403,"width":2340,"orientation":"landscape","caption":"Police searched properties in Berkshire after arresting a man and a woman. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"Police","cleanCaption":"Police searched properties in Berkshire after arresting a man and a woman.","cleanCredit":"Photograph: Joe Giddens/PA"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"US / Former House speaker charged with paying to hide past misconduct","rawTitle":"Former House speaker charged with paying to hide past misconduct","item":{"type":"article","id":"us-news/2015/may/28/former-house-speaker-dennis-hastert-indicted","title":"Dennis Hastert: former House speaker indicted on bank-related charges","trailText":"Indictment says Hastert allegedly paid ‘Individual A’ $1.7m ‘to conceal past misconduct’ and lied about where money was going","standFirst":"<ul>\n <li>Hastert allegedly paid ‘Individual A’ $1.7m ‘to conceal past misconduct’<br /></li>\n <li>Indictment says Hastert lied about where money was going</li>\n</ul>","byline":"Alan Yuhas in New York","body":"<p>Federal prosecutors on Thursday said they had indicted former US House speaker Dennis Hastert on bank-related charges, allegedly related to paying an unnamed person “to conceal his past misconduct”. </p> \n<p>A statement from the US attorney’s office in Chicago said the 73-year-old Illinois Republican was accused of evading the requirements of federal law through the careful and systematic withdrawal of $952,000 from his banks.</p> \n<p>He was also accused of lying to the FBI.</p> \n<p>Hastert was speaker of the House of Representatives from 1999 to 2007, when he resigned from Congress after Democrats gained control of the congressional chamber. He joined the law firm Dickstein Shapiro in 2008, as a senior advisor.</p> \n<p>The indictment, in US district court in Illinois, notes that between 1965 and 1981, Hastert worked as a high school teacher and coach in Yorkville, Illinois. The indictment then notes that “Individual A”, whom he is alleged to have paid, has known Hastert “most of Individual A’s life”. </p> \n<p>“In or about 2010”, the indictment says, Hastert met with this person and “discussed past misconduct by [Hastert] that had occurred years earlier”. The indictment alleges that Hastert then agreed to “provide” this person $3.5m “in order to compensate for and conceal his prior misconduct” against them. </p> \n<p>According to the prosecution, Hastert systematically withdrew about $1.7m from banks, and then periodically delivered payments to Individual A for four years. His banks, required to report transactions of more than $10,000, questioned Hastert, who then decreased the size of his withdrawals but continued to pay the unnamed person amounts of $50,000 to $100,000.</p> \n<p>At this point, the indictment says, the FBI began its investigation into whether Hastert’s withdrawals were intended to evade reporting requirements. Questioned by agents about whether he made the withdrawals out of mistrust in the banks, he answered: “Yeah … I kept the cash. That’s what I’m doing.”</p> \n<p>Each count of the indictment carries a maximum penalty of five years in prison and $250,000 in fines.</p> \n<p>The Chicago Mercantile Exchange said on Thursday that Hastert had resigned from its board.<br /></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d03f8b8b54b2181ef0bd87462b6cd1a3a3338070/0_0_2400_1441/2400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1441,"width":2400,"orientation":"landscape","credit":"Seth Perlman/AP","altText":"Dennis Hastert","cleanCredit":"Photograph: Seth Perlman/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:14:08Z","lastModified":"2015-05-29T06:14:10Z","metadata":{"commentable":true,"commentCount":124,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":false,"keywords":["US news","US crime","US politics","House of representatives","US Congress","Republicans","World news"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/us-crime","webTitle":"US crime"},{"id":"us-news/us-politics","webTitle":"US politics"},{"id":"us-news/house-of-representatives","webTitle":"House of representatives"},{"id":"us-news/us-congress","webTitle":"US Congress"},{"id":"us-news/republicans","webTitle":"Republicans"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"us-news"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/28/former-house-speaker-dennis-hastert-indicted","shortUrl":"http://gu.com/p/49ayt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/28/former-house-speaker-dennis-hastert-indicted","webUri":"http://www.theguardian.com/us-news/2015/may/28/former-house-speaker-dennis-hastert-indicted"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d03f8b8b54b2181ef0bd87462b6cd1a3a3338070/0_0_2400_1441/2400.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1441,"width":2400,"orientation":"landscape","caption":"In a photograph from 2008, former US House speaker Dennis Hastert speaks to lawmakers in Illinois. Photograph: Seth Perlman/AP","credit":"Seth Perlman/AP","altText":"Dennis Hastert","cleanCaption":"In a photograph from 2008, former US House speaker Dennis Hastert speaks to lawmakers in Illinois.","cleanCredit":"Photograph: Seth Perlman/AP"}},"importance":2,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[]},{"title":"Asian refugee crisis / Numbers are now 'alarming', talks told","rawTitle":"Numbers are now 'alarming', talks told","item":{"type":"article","id":"world/2015/may/29/south-east-asia-migrant-crisis-numbers-are-now-alarming-talks-told","title":"South-east Asia migrant crisis: numbers are now 'alarming', talks told","trailText":"Thailand’s foreign affairs minister, Thanasak Patimaprakorn, tells meeting of 17 countries that Burma must reconsider its treatment of Rohingya","standFirst":"<p>Thailand’s foreign affairs minister, Thanasak Patimaprakorn, tells meeting of 17 countries that Burma must reconsider its treatment of Rohingya</p>","byline":"Agencies","body":"<p>The surge of migrants in south-east Asia has reached an “alarming level”, said Thailand’s foreign affairs minister on Friday. </p> \n<p>He has called for regional governments to address the root causes of the crisis – a reference to the swelling number of refugees who have fled persecution in Burma.</p> \n<p>Speaking at the opening of a regional meeting in Bangkok aimed at tackling the issue, Thanasak Patimaprakorn said, “No country can solve this problem alone.”</p> \n<p>Asian nations have been struggling with the growing waves of desperate migrants who are landing on the shores of Indonesia, Malaysia and Thailand. In the past few weeks, at least 3,000 people have washed ashore or been rescued by fishermen and several thousand more are believed to still be at sea after people smugglers abandoned boats after a regional crackdown.</p> \n<p>Some are Bangladeshis hoping to finding jobs abroad. But many are minority Rohingya Muslims who have fled persecution in predominantly Buddhist Burma, which has denied them basic rights, confined more than 100,000 to camps, and denies them citizenship. There are more than one million Rohingya living in Burma.</p> \n<p>“The influx of irregular migrants in the Indian Ocean has reached an alarming level,” Thanasak said. “[But] while we are trying to help those in need, we must stop the outflow of irregular migrants and combat transnational crime and destroy their networks.</p> \n<p>“The root causes that motivated these people to leave must also be addressed.”</p> \n<p>Anne Richard, the US assistant secretary of state for population, refugees and migration, said, “We strongly believe we have to save lives urgently. We have to develop better ways of discussing and meeting on these issues and taking action when people are setting to sea in boats.”</p> \n<p>Friday’s meeting included representatives from 17 countries directly and indirectly affected by crisis, as well as others such as the US and Japan, and officials from international organisations such as the UN refugee agency and the International Organisation for Migration (IOM).</p> \n<p>Rohingya have fled Burma and for years, and south-east Asia has quietly ignored the issue. The problem has attracted international attention amid increased media scrutiny in recent months.</p> \n<p>Thailand launched a crackdown on human trafficking last month, prompting smugglers to abandon their boats, leaving what aid groups estimated were thousands of migrants stranded at sea. Survivors, including women and children, came ashore with first-hand accounts of beatings, ransom kidnappings by traffickers and near-starvation.</p> \n<p>The director-general of the IOM, William Lacy Swing, said on the eve of the meeting that one important result was already achieved in getting the countries to agree to talk. He said there needed to be some kind of a follow-on mechanism to make regional governments continue to work closely.</p> \n<p>Human rights groups have urged those involved in the talks to find a better way of saving the people still stranded at sea, and to put pressure on Burma to end its repressive policies.</p> \n<p>Swing said a long-term, comprehensive policy had to be put together, and that no single element by itself was going to solve the problem. But he said Burma was a key. “I think Myanmar has to be engaged in any solution involving any of the groups, absolutely,” he said.</p> \n<p>Malaysia and Indonesia agreed last week to provide the migrants shelter for one year. Indonesia says Rohingya can stay for a year but Bangladeshis will be repatriated. It is unclear what happens after a year, and both countries have called on the international community to help with resettlement options.</p> \n<p>Thailand has offered humanitarian help but not shelter. More than 100,000 refugees, mostly from Burma’s other ethnic groups, have been living in border camps for decades, and Thailand says it cannot afford any more.</p> \n<p>The US has flown five surveillance flights in the region so far, trying to find migrants at sea. But a Pentagon spokeswoman, Henrietta Levin, said only one possible vessel carrying migrants had been spotted so far – a boat with about 11 people visible on deck on Monday. It was not immediately clear what happened to the boat.</p> \n<p>US navy flights are operating daily out of Subang, Malaysia, and Richards said the US had asked Thailand to allow its aircraft to fly out of there, but “we have yet to get the approval we seek”.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e6999f8ac9cc687efb2c6739ae1affafa7a38c5/105_477_4176_2506/4176.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2506,"width":4176,"orientation":"landscape","credit":"Jonas Gratzer/Getty Images","altText":"SITTWE, BURMA - MAY 24:  A young girl suffering from infected heat rash on her face and body,  May 24, 2015 in Sittwe, Burma. Since 2012, the minority group of the Rohingya people are forced to live in IDP camps, in Rakhaing State in western Burma. They have been denied citizenship in their homeland Burma and are accused of being illegal migrants from neighbouring Bangladesh. Thousands of Rohingays try to escape the misery in the IDP camps across the Andaman Sea on small fishing boats hoping to reach Malaysia. Many of those who embark on the perilous journey by sea fall into the hands of human traffickers who charge high prices in return for their freedom.  (Photo by Jonas Gratzer/Getty Images)","cleanCredit":"Photograph: Jonas Gratzer/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-29T06:19:25Z","lastModified":"2015-05-29T06:30:06Z","metadata":{"commentable":true,"commentCount":37,"contributors":[],"feature":false,"keywords":["Rohingya","Burma","Refugees","Human trafficking","Thailand","Indonesia","US news","Bangladesh","Islam","Buddhism","World news","Asia Pacific","South and Central Asia","Malaysia","United Nations"],"tags":[{"id":"world/rohingya","webTitle":"Rohingya"},{"id":"world/burma","webTitle":"Burma"},{"id":"world/refugees","webTitle":"Refugees"},{"id":"law/human-trafficking","webTitle":"Human trafficking"},{"id":"world/thailand","webTitle":"Thailand"},{"id":"world/indonesia","webTitle":"Indonesia"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/bangladesh","webTitle":"Bangladesh"},{"id":"world/islam","webTitle":"Islam"},{"id":"world/buddhism","webTitle":"Buddhism"},{"id":"world/world","webTitle":"World news"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/south-and-central-asia","webTitle":"South and Central Asia"},{"id":"world/malaysia","webTitle":"Malaysia"},{"id":"world/unitednations","webTitle":"United Nations"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/29/south-east-asia-migrant-crisis-numbers-are-now-alarming-talks-told","shortUrl":"http://gu.com/p/49azc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/29/south-east-asia-migrant-crisis-numbers-are-now-alarming-talks-told","webUri":"http://www.theguardian.com/world/2015/may/29/south-east-asia-migrant-crisis-numbers-are-now-alarming-talks-told"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4e6999f8ac9cc687efb2c6739ae1affafa7a38c5/105_477_4176_2506/4176.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2506,"width":4176,"orientation":"landscape","caption":"A young Rohingya girl suffers from infected heat rash on her face and body in Sittwe, Burma.  Photograph: Jonas Gratzer/Getty Images","credit":"Jonas Gratzer/Getty Images","altText":"A young Rohingya girl suffers from infected heat rash on her face and body in Sittwe, Burma. ","cleanCaption":"A young Rohingya girl suffers from infected heat rash on her face and body in Sittwe, Burma. ","cleanCredit":"Photograph: Jonas Gratzer/Getty Images"}},"importance":1,"kicker":{"title":"Asian refugee crisis"},"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2015-05-29T08:34:12Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}