{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Migrant crisis / EU plan to strike Libya networks could include ground forces","rawTitle":"EU plan to strike Libya networks could include ground forces","item":{"type":"article","id":"world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","title":"Migrant crisis: EU plan to strike Libya networks could include ground forces","trailText":"<strong>Exclusive: </strong>Strategy paper for the mission focuses on air and naval campaign, but adds that ‘presence ashore’ might be needed to destroy smugglers’ assets <strong><br></strong>","standFirst":"<p><strong>Exclusive: </strong>Strategy paper for the mission focuses on air and naval campaign, but adds that ‘presence ashore’ might be needed to destroy smugglers’ assets <strong><br /></strong></p>","byline":"Ian Traynor  in Brussels","body":"<p>European plans for a military campaign to smash the migrant smuggling networks operating out of Libya include options for ground forces on Libyan territory.</p> \n<p>The 19-page strategy paper for the mission, obtained by the Guardian, focuses on an air and naval campaign in the Mediterranean and in Libyan territorial waters, subject to United Nations blessing. But it adds that ground operations in Libya may also be needed to destroy the smugglers’ vessels and assets, such as fuel dumps.</p> \n<p>“A presence ashore might be envisaged if agreement was reached with relevant authorities,” says the paper which is expected to be endorsed by European Union foreign ministers on Monday before the mission is ordered by heads of government at an EU summit in June.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/libya-people-smuggle-military-action-not-stop-multifaceted-trade\">Libya's people smugglers: military action won't stop this multifaceted trade</a> </p> \n</aside> \n<p>“The operation would require a broad range of air, maritime and land capabilities. These could include: intelligence, surveillance and reconnaissance; boarding teams; patrol units (air and maritime); amphibious assets; destruction air, land and sea, including special forces units.”</p> \n<p>The document speaks of possible operations to destroy smugglers’ assets “ashore”. This could include “action along the coast, in harbour or at anchor of smugglers assets and vessels before their use”.</p> \n<p>Senior diplomats and officials in Brussels, speaking privately about the military planning, have consistently stressed that there would be no prospect of “boots on the ground” in Libya. But it is clear from the detailed planning document that they might be needed and are not being ruled out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/eu-considers-military-attacks-on-targets-in-libya-to-stop-migrant-boats\">EU draws up plans for military attacks on Libya targets to stop migrant boats</a> </p> \n</aside> \n<p>EU leaders ordered Federica Mogherini, the union’s foreign and security policy coordinator, to come up with proposals for military action to attack the networks three weeks ago. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/10/eu-considers-military-attacks-on-targets-in-libya-to-stop-migrant-boats\">This week Mogherini was in New York lobbying the UN security council for support and for an authorising resolution on the use of force</a>. The resolution is being drafted by the British in New York. Mogherini went to China last week and believes Beijing will not veto the plans in the security council. Russia is the biggest problem. It says it is willing to “cooperate” but may object to some of the more robust language.</p> \n<p>The campaign’s aim is defined as “to disrupt the business model of the smugglers, achieved by undertaking systematic efforts to identify, seize/capture, and destroy vessels and assets before they are used by smugglers … The operation will need to be phased in and will be heavily dependent on intelligence.</p> \n<p>“The Mission is therefore defined to be ‘to provide surveillance, intelligence gathering and sharing, and assessment of smuggling activity towards and through the Southern Central Mediterranean Area, and to stop, board, search and dispose of, possibly through their destruction, trafficking vessels and assets before use and thereby contribute to EU efforts to disrupt the business model of trafficking networks.” <br /></p> \n<p>Subject to a UN go-ahead, the military operations would need to focus on actions “inside Libya’s internal and territorial waters and the coast”, the document says, while adding that seizing and destroying vessels on the high seas or in international waters in the Mediterranean would also be mandated.<br /></p> \n<p>The planning document admits that the campaign could result in innocent people being killed: “Boarding operations against smugglers in the presence of migrants has a high risk of collateral damage including the loss of life.”</p> \n<aside class=\"element element-rich-link element--supporting\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/08/people-smugglers-using-facebook-to-lure-migrants-into-italy-trips\">People smugglers using Facebook to lure migrants into 'Italy trips'</a> </p> \n</aside> \n<p>The military campaign planning has been ordered because of the influx of migrants from sub-Saharan Africa and the Middle East across the Mediterranean from Libya, with the death toll this year alone already nudging an estimated 2,000.</p> \n<p>The paper cites information from the Italian police authorities saying that 200,000 migrants are preparing to board shoddy vessels to risk the crossing from Libya to Italy’s southern shores.</p> \n<p>Up to 10 EU countries have volunteered to take part in the campaign, said senior officials, including Italy, which would command it, Britain, France, and Spain.</p> \n<p>On-the-ground <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/24/libyas-people-smugglers-how-will-they-catch-us-theyll-soon-move-on\">reporting of Libyan smuggling networks</a> suggests that pre-emptive military action would risk the prospect of serious collateral damage. According to smugglers and fishermen, smuggling vessels are often simply fishing boats bought on a one-time-use basis in the days prior to a smuggling mission, and kept in civilian harbours until the evening of their departure. </p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/24/libyas-people-smugglers-how-will-they-catch-us-theyll-soon-move-on\">Libya's people smugglers: inside the trade that sells refugees hopes of a better life</a> </p> \n</aside> \n<p>To those not involved in the transaction, the boat’s new purpose would only be hinted at once it left port in the early evening, and dropped anchor some distance from the shore to await the arrival of its passengers by dinghy. This gives European navies only a brief window to identify smuggling vessels, and to destroy them without endangering innocent life.</p> \n<p>EU forces would also have to contend with Libya’s many militias, most of which are broadly aligned under two rival governments. Both governments have rejected the prospect of foreign intervention on Libyan soil to combat smuggling.</p> \n<p>Amnesty International has also warned against any attempt to attack smugglers that do not simultaneously provide alternative exit strategies for migrants trapped on the Libyan coast. In a report released on Monday, Amnesty <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/global-development/2015/may/11/amnesty-report-abduction-torture-migrants-libya-mediterranean\">highlighted the torture and exploitation faced by the vast majority migrants in Libya</a>, who mostly lack legal protection, and who often see the sea as their only route of escape.</p> \n<p>Philip Luther, Amnesty International’s Middle East and North Africa Director, said: “Introducing measures to tackle smugglers without providing safe alternative routes out for the people desperate to flee conflict in Libya, will not resolve the plight of migrants and refugees.”</p> \n<p><em>Additional reporting by Patrick Kingsley</em></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6cb0d1813158f396970a5ed9525a852e1979c69/0_91_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","credit":"Jason Florio/AFP/Getty Images","altText":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCredit":"Photograph: Jason Florio/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-13T09:56:29Z","lastModified":"2015-05-13T11:40:35Z","metadata":{"commentable":true,"commentCount":1016,"contributors":[{"name":"Ian Traynor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/iantraynor"}],"feature":false,"keywords":["Migration","European Union","Europe","World news"],"tags":[{"id":"world/migration","webTitle":"Migration"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Ian Traynor","topic":{"type":"tag-contributor","name":"profile/iantraynor"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","shortUrl":"http://gu.com/p/48p92","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces","webUri":"http://www.theguardian.com/world/2015/may/13/migrant-crisis-eu-plan-to-strike-libya-networks-could-include-ground-forces"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c6cb0d1813158f396970a5ed9525a852e1979c69/0_91_1500_900/1500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":900,"width":1500,"orientation":"landscape","caption":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea.  Photograph: Jason Florio/AFP/Getty Images","credit":"Jason Florio/AFP/Getty Images","altText":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCaption":"A landing craft transports migrants back to HMS Bulwark after their rescue in the Mediterranean Sea. ","cleanCredit":"Photograph: Jason Florio/AFP/Getty Images"}},"importance":7,"kicker":{"title":"Migrant crisis"},"showQuotedHeadline":false},{"title":"Tory officials threatened BBC during election, says Miliband's strategist","rawTitle":"Tory officials threatened BBC during election, says Miliband's strategist","item":{"type":"article","id":"media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","title":"Tory officials threatened BBC during election, says Miliband's strategist","trailText":"Tom Baldwin says senior BBC executives faced repeated threats of far-reaching reforms if they didn’t change election campaign coverage","standFirst":"<p>Tom Baldwin says senior BBC executives faced repeated threats of far-reaching reforms if they didn’t change election campaign coverage</p>","byline":"Patrick Wintour Political editor","body":"<p>Conservative officials threatened the BBC with far-reaching reforms, such as changes to the licence fee funding system, if it did not alter the political balance of its coverage of the general election campaign, Tom Baldwin, one of Ed Miliband’s senior advisers, has claimed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/13/bbc-labour-election\">The BBC was not in the pocket of Labour this election. Quite the opposite | Tom Baldwin</a> </p> \n</aside> \n<p>Baldwin claimed that senior BBC executives and journalists faced repeated threats during that campaign about what would happen if they didn’t change their coverage. </p> \n<p>Baldwin makes the assertion in a Guardian article, one of the first comments on the much criticised campaign from Ed Miliband’s own team. His claim was roundly rejected by Conservative officials.</p> \n<p>Baldwin writes: “BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about ‘what would happen afterwards’ if they did not fall into line.<br /></p> \n<p>He says: “It is a disturbing suggestion that a democratically elected government would seek to stamp on and silence dissent from an independent broadcaster.” </p> \n<p>But he claims there “has been a long-standing campaign by the Conservative party, fueled by the commercial interests of sections of the press, to attack the world’s most successful state-funded public service broadcaster as a giant leftwing conspiracy”.</p> \n<p>He adds that although he has his own frustrations with the BBC, he describes it as an organisation too precious to lose, contending “it has invested in fairness, seeks balance even when it is impossible to achieve, listens to and absorbs pressure from every political party”.</p> \n<p>A senior Conservative official said that Baldwin’s allegations were “complete and utter nonsense”.<br /></p> \n<p>John Whittingdale, who has been a critic of the licence fee system, has been appointed culture secretary, an appointment that has led some newspapers to claim the government is going to war with the BBC. Some unattributed briefings have suggested the Conservatives are unhappy at the stance taken by the BBC during the campaign, including over the handling of leader’s TV debates.</p> \n<p>Baldwin, in common with many of Miliband’s staff, is being made redundant and says responsibility for the defeat lies with him and all who took the decisions in the campaign. He had informed Miliband he would not have stayed beyond the transitional months in Downing Street if Labour had won.<br /></p> \n<p>Baldwin reveals one reason he feels confident that the BBC does not contain a leftwing bias is that he fought and lost a daily battle with the BBC about its coverage of the campaign.</p> \n<p>He writes: “Far from being in the pocket of Labour, the BBC was too easily swayed by newspapers that support the Tories and are heavily invested in Labour’s defeat.”<br /></p> \n<p>He discloses the party’s biggest dispute with the BBC during the campaign was over “the prominence it gave to the idea of a deal between Labour and the SNP that was never on the cards”.</p> \n<p>He writes: “After the first 237 incarnations on news bulletins, I struggled to see how this theme could be developed further, yet the BBC continued to lead with speculation about bizarre consequences of a Labour-SNP government for the economy, tax, and even road schemes.</p> \n<figure class=\"element element-image\" data-media-id=\"cce1dc0a0663f6c44f760d0c4b965766be861eb3\"> \n <img src=\"http://media.guim.co.uk/cce1dc0a0663f6c44f760d0c4b965766be861eb3/292_129_1604_962/1000.jpg\" alt=\"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n </figcaption> \n</figure> \n<p>“At no stage was there an examination of David Cameron, Nicola Sturgeon and Nick Clegg’s motives in playing tag-team with almost identical messages on the same non-existent deal. It was a scare story based on a false premise and some badly flawed polls.”</p> \n<p> </p> \n<h2>Labour’s internal polling</h2> \n<p>Baldwin’s remarks about the polls suggests the Labour party was not overly influenced by internal party polling that was consistently less optimistic than national published polling.</p> \n<p>The party’s internal polling showed crossover – the point at which the Conservatives overtook Labour – occurred in the wake of the party conferences in October, but then Labour clawed itself back into the lead in the first few weeks of the short campaign, possibly by offering reassurance on the deficit and immigration. That lead disappeared in the final week, and its focus groups showed the party was being badly hit by the Tory warnings about the threat posed by the SNP. It tried to fight back in the final week with its own warnings about the threat to the NHS posed by a second Tory term, but the story gained little traction partly because the broadcasters had moved to a debate about how a new coalition would be formed, or whether Labour would form a minority government.</p> \n<p>Jim Messina, one of the Tory campaign managers, has agreed with Baldwin’s analysis that broadcasters in the UK unlike in the US are heavily influenced by the press. He told the Spectator’s <a href=\"http://blogs.spectator.co.uk/coffeehouse/2015/05/jim-messina-interview-how-the-pollsters-got-it-wrong-and-why-labour-lost/\">Coffee House blog</a>: “Our research showed when there were big stories or big moments, it was the press that drove that discussion and that is very different.” </p> \n<p>He also claimed on the basis of Labour’s polling that the party leadership knew for some time the Conservatives were on course to win more than 300 seats.</p> \n<p>In the Coffee House interview, Messina, a former aide to Barack Obama, said: “We predicted 312 seats that morning to Lynton [Crosby] and 316 was right in line with that, so it just kind of validated what we’d been seeing,” he says. “I had thought we were 306 with six days left. So that’s all pretty much in line with the exit poll.”</p> \n<p>He is scathing about the British polling industry listing several reasons why they make mistakes, including relying on a 2010 view of the electorate, failing to name the candidate in constituency polling, therefore failing to recognise the incumbency effect, too small sample sizes and failing to mix traditional phone polls with online polling. </p> \n<p>Messina said: “It was so clear – especially for the entire last month – that they were wrong, but none of them wanted to hear about it. So the first thing to fixing a problem is admitting you have one.”</p> \n<p>There is deep scepticism in the British polling industry that Labour and the Conservatives had private polls way out of line with what they were publishing. The polling industry has set up an independent inquiry into how it managed to get the result wrong. </p>","section":"Media","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2dba81f33c94d0d6020299668f4c286b4361f703/0_0_4592_2754/4592.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2754,"width":4592,"orientation":"landscape","credit":"REX Shutterstock","altText":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCredit":"Photograph: REX Shutterstock"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/cce1dc0a0663f6c44f760d0c4b965766be861eb3/292_129_1604_962/1604.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":962,"width":1604,"orientation":"landscape","caption":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election. Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.","cleanCaption":"Tom Baldwin, Labour Party spokesman, leaves from the party’s headquarters the morning after the election.","cleanCredit":"Photograph: Peter Nicholls/Reuters"}],"webPublicationDate":"2015-05-13T08:00:47Z","lastModified":"2015-05-13T08:42:42Z","metadata":{"commentable":true,"commentCount":1805,"contributors":[{"name":"Patrick Wintour","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/2/4/1423058528318/Patrick-Wintour-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/patrickwintour"}],"feature":false,"keywords":["BBC","BBC licence fee","Media","Labour","General election 2015","Conservatives","Politics","UK news"],"tags":[{"id":"media/bbc","webTitle":"BBC"},{"id":"media/bbc-licence-fee","webTitle":"BBC licence fee"},{"id":"media/media","webTitle":"Media"},{"id":"politics/labour","webTitle":"Labour"},{"id":"politics/general-election-2015","webTitle":"General election 2015"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"media"},"topics":[{"displayName":"Patrick Wintour","topic":{"type":"tag-contributor","name":"profile/patrickwintour"}}],"embeddedVideos":[],"adTargetingPath":"media"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","shortUrl":"http://gu.com/p/48p5n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee","webUri":"http://www.theguardian.com/media/2015/may/13/tory-officials-threatened-bbc-miliband-tom-baldwin-licence-fee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2dba81f33c94d0d6020299668f4c286b4361f703/0_0_4592_2754/4592.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2754,"width":4592,"orientation":"landscape","caption":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’ Photograph: REX Shutterstock","credit":"REX Shutterstock","altText":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCaption":"Tom Baldwin: ‘BBC executives and journalists have told me that there were regular, repeated threats from senior Tories during this election campaign about “what would happen afterwards” if they did not fall into line.’","cleanCredit":"Photograph: REX Shutterstock"}},"importance":4,"showQuotedHeadline":false},{"title":"Corfu holiday deaths inquest / Thomas Cook should 'hang its head in shame'","rawTitle":"Thomas Cook should 'hang its head in shame'","item":{"type":"article","id":"uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu","title":"Thomas Cook should 'hang its head in shame' over deaths of children in Corfu","trailText":"Tour operator breached duty of care when two young children died through carbon monoxide poisoning on holiday, an inquest jury has concluded","standFirst":"<p>Tour operator breached duty of care when two young children died through carbon monoxide poisoning on holiday, an inquest jury has concluded</p>","byline":"Press Association","body":"<p>Thomas Cook should “hang its head in shame” over the deaths of two young children through carbon monoxide poisoning while on holiday in Corfu, their parents’ lawyer said after an inquest jury concluded they died unlawfully.</p> \n<p>Tour operator Thomas Cook breached its duty of care over the deaths of two young children through carbon monoxide poisoning while on holiday in Corfu, an inquest jury concluded on Wednesday.<br /></p> \n<p>Sharon Wood, the mother of the two children, said after the inquest verdict: “I will always hold Thomas Cook responsible for their deaths.” </p> \n<p>A two-week hearing was told that Bobby and Christi Shepherd, aged six and seven, died at the Louis Corcyra Beach hotel on the Greek holiday island when they were overcome by fumes from a faulty boiler.<br /></p> \n<p>The jurors at Wakefield coroner’s court had already been told by West Yorkshire coroner David Hinchliff that it had been agreed the only conclusion they could come to was unlawful killing.</p> \n<p>Bobby and Christi, from Horbury, near Wakefield, were on a half-term break with their father, Neil, and his partner, now wife, Ruth, when the tragedy happened in October 2006.</p> \n<p>The coroner said he will make a series a recommendations to the holiday industry at a later date. </p> \n<p>Bobby and Christi were found dead in a bungalow in the grounds of the hotel by a chambermaid. Mr and Mrs Shepherd were found in comas but later recovered. <br />The jury was told how Christi and Bobby had felt ill the day before they were found dead and, at bedtime, the adults were also not feeling well. <br /></p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7031f375a12e504fbd51cf8a2688b1214bef797c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431528456637/45b04926-82ed-4da0-908f-651d37e2edb7-280x420.jpeg\" alt=\"The children's mother Sharon Wood says she blames Thomas Cook for their deaths.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The children’s mother Sharon Wood says she blames Thomas Cook for their deaths.</span> \n  <span class=\"element-image__credit\">Photograph: Rossparry.co.uk</span> \n </figcaption> \n</figure> \n<p>Mr and Mrs Shepherd went into the children’s bedroom to help them but do not remember anything else until they woke in hospital. <br /></p> \n<p>The jury has heard that Bobby and Christi were poisoned by carbon monoxide from a faulty hot water boiler housed in an outbuilding attached to the side of the bungalow. <br /></p> \n<p>There were a series of faults in the rusting boiler, including a failure to fit a flue, a water leak that meant the boiler was overworking, a crucial safety device that had been short-circuited and holes left in the walls between the outbuilding and the bedroom when air-conditioning pipes had been installed. <br /></p> \n<p>The coroner called this final error a “bodged and botched” job. <br /></p> \n<p>The Shepherds had booked the &pound;2,000 holiday with Thomas Cook and a series of former employees of the firm went into the witness box and exercised their legal right not to answer questions. </p> \n<p>This included the chief executive of the holiday company at the time of the tragedy, Manny Fontenla-Novoa. Asked in the witness box whether the firm put “profit before safety”, Fontenla-Novoa refused to answer.</p> \n<p>But the current chief executive, Peter Fankhauser, said: “I feel so thoroughly, from the deepest of my heart, sorry, but there’s no need to apologise because there was no wrongdoing by Thomas Cook.” <br /></p> \n<p>Fankhauser said the right checks were not carried out because the hotel lied to Thomas Cook, saying there were no gas-fuelled water heaters at the complex. He said the company’s representatives undertook safety checks based on this misinformation.</p> \n<p>Another former Thomas Cook employee who exercised her right not to answer questions that could be self-incriminating was holiday rep Nicola Jordison, who was called Nicola Gibson at the time of the tragedy. <br /></p> \n<p>Jordison and customer affairs executive Richard Carson were both put on trial by the Greek authorities, charged with manslaughter by negligence in relation to the children and causing bodily injury by negligence to Mr and Mrs Shepherd. Both were cleared by three judges in 2010. </p> \n<p>A number of Greek people were also charged with offences relating to the children’s deaths and four were convicted, the jury has been told. </p> \n<p>The jury has also been told that the Crown Prosecution Service examined a police file on the tragedy and decided not to prosecute any individuals who worked for Thomas Cook nor the company itself. </p> \n<p> </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527222188/c943c297-6f6e-43ef-838e-c3fc5ec7033d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"West Yorkshire Police/PA","altText":"Christi and Bobby Shepherd died of carbon monoxide poisoning during a holiday on the Greek island of Corfu.","cleanCredit":"Photograph: West Yorkshire Police/PA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431528458153/45b04926-82ed-4da0-908f-651d37e2edb7-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"The children’s mother Sharon Wood says she blames Thomas Cook for their deaths. Photograph: Rossparry.co.uk","credit":"Rossparry.co.uk","altText":"The children's mother Sharon Wood says she blames Thomas Cook for their deaths.","cleanCaption":"The children’s mother Sharon Wood says she blames Thomas Cook for their deaths.","cleanCredit":"Photograph: Rossparry.co.uk"}],"webPublicationDate":"2015-05-13T14:56:17Z","lastModified":"2015-05-13T15:17:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["UK news","Greece","Europe","World news"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu","shortUrl":"http://gu.com/p/48ptk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu","webUri":"http://www.theguardian.com/uk-news/2015/may/13/thomas-cook-shame-over-deaths-children-in-corfu"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527222188/c943c297-6f6e-43ef-838e-c3fc5ec7033d-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Christi and Bobby Shepherd died of carbon monoxide poisoning during a holiday on the Greek island of Corfu. Photograph: West Yorkshire Police/PA","credit":"West Yorkshire Police/PA","altText":"Christi and Bobby Shepherd died of carbon monoxide poisoning during a holiday on the Greek island of Corfu.","cleanCaption":"Christi and Bobby Shepherd died of carbon monoxide poisoning during a holiday on the Greek island of Corfu.","cleanCredit":"Photograph: West Yorkshire Police/PA"}},"importance":3,"kicker":{"title":"Corfu holiday deaths inquest"},"showQuotedHeadline":false},{"title":"Burundi / Army officer claims to have dismissed president","rawTitle":"Army officer claims to have dismissed president","item":{"type":"article","id":"world/2015/may/13/burundi-army-officer-says-he-is-dismissing-countrys-president","title":"Burundi army officer says he has dismissed country's president","trailText":"Major General Godefroid Niyombare says he is working to form transitional government, but president’s adviser dismisses claim as ‘a joke’ ","standFirst":"<p>Major General Godefroid Niyombare says he is working to form transitional government, but president’s adviser dismisses claim as ‘a joke’ </p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/burundi-protest-army-president\">Everything we fought for was a lie, says protesting ex-soldier</a> </li>\n</ul>","byline":"Sam Jones and agencies","body":"<p>Burundi’s former intelligence chief claims to have dismissed the country’s president, Pierre Nkurunziza, whose bid for a third term in office has sparked violent unrest that has left at least 20 people dead and forced more than 50,000 to flee the country.<br /></p> \n<p>Major General Godefroid Niyombare, who was fired by Nkurunziza as intelligence chief three months ago, told reporters at a military barracks in the capital, Bujumbura, that he was working with civil society groups, religious leaders and politicians to form a transitional government. </p> \n<p>“Regarding President Nkurunziza’s arrogance and defiance of the international community, which advised him to respect the constitution and Arusha peace agreement, the committee for the establishment of the national concord decide President Nkurunziza is dismissed. His government is dismissed too,” he told Reuters. Niyombare’s remarks were later broadcast on local radio stations.</p> \n<p>As news of his claim spread, thousands came on to the streets of Bujumbura to celebrate the coup attempt and police were reported to have left their posts – but it remained unclear if Niyombare had the backing of the army, which has acted as a buffer between police and protesters.</p> \n<p>Nkurunziza’s official Twitter feed denied there had been a coup. <br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BdiPresidence/statuses/598461322158813184\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"fr\" dir=\"ltr\">La situation est maitris&eacute;e, il n'y a pas de coup d'Etat au <a href=\"https://twitter.com/hashtag/Burundi?src=hash\">#Burundi</a></p>— Burundi | Pr&eacute;sidence (@BdiPresidence) \n  <a href=\"https://twitter.com/BdiPresidence/status/598461322158813184\">May 13, 2015</a>\n </blockquote> \n</figure> \n<p>The claim of a coup was earlier dismissed as “a joke” by one of the president’s advisers.</p> \n<p>Nkurunziza was scheduled to join other east African leaders from Rwanda, Kenya, Tanzania and Uganda at a special meeting in Tanzania’s capital, Dar es Salaam, on Wednesday to discuss the unrest. </p> \n<figure class=\"element element-image\" data-media-id=\"7cef4beaa87f3248c1590c76e0f4ab749c401f3c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431520455900/f5510d8f-6844-4f2f-b827-788f2df16975-460x276.jpeg\" alt=\"A demonstrator trying to march to the town centre is arrested by police, in the Ngagara district of Bujumbura\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A demonstrator trying to march to the town centre is arrested by police, in the Ngagara district of Bujumbura</span> \n  <span class=\"element-image__credit\">Photograph: Gildas Ngingo/AP</span> \n </figcaption> \n</figure> \n<p>Hundreds of civilians marched towards state radio and television stations on Wednesday, and the influential African Public Radio – which has been shut down at the start of the protests – was back on air.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/burundi-protest-army-president\">Everything we fought for was a lie, says ex-soldier protesting in Burundi</a> </p> \n</aside> \n<p>Troops surrounded the national radio station, but it was not immediately clear to whom they were loyal. </p> \n<p>“Don’t shoot at civilians. Shoot in the air. Shoot at military targets, not civilians. We have to protect the state TV and radio,” an army colonel was heard ordering soldiers protecting the facility. </p> \n<p>Earlier, police fired tear gas and water cannon to repulse protesters trying to enter the central business district in Bujumbura. One police officer fired on demonstrators. The number of casualties, if any, is unknown.</p> \n<p>The South African government said it was monitoring the situation in Burundi closely and added that it was too soon to say whether a coup had taken place.<br /></p> \n<p> </p> \n<p>The protests began on 25 April after the ruling party nominated Nkurunziza to run for re-election in a vote due next month. His opponents argue the move is a clear violation of the constitution, which limits a president to two terms in office.</p> \n<p>The violence has plunged Burundi into its worst crisis since <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2011/sep/29/burundi-war-veterans-peace-poverty\">the end of its 12-year civil war</a> in 2006. That conflict, between ethnic Tutsis and Hutus, left around 300,000 people dead.</p> \n<p>Nkurunziza, a former rebel leader from the Hutu majority, has so far defied international pressure to withdraw from the election. A constitutional court has ruled that the president can run because his first term – for which he was picked by parliament rather than elected by popular vote – does not count. Critics say the court is biased.</p> \n<p>The crackdown on protests has drawn rebukes from many of the western nations that provide the aid on which Burundi relies for half its budget. European states are the biggest contributors, while the US provides support to the army.</p> \n<p>Dawn Liberi, the US ambassador to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/burundi\">Burundi</a>, told a meeting of the government and diplomats on Monday: “We call for an immediate end to the use of violent force by police against peaceful protests and the political intimidation, threats and violence by all armed militia.”</p> \n<p>The US has said it is worried about reports that the <a href=\"http://www.irinnews.org/report/101418/who-are-the-imbonerakure-and-is-burundi-unravelling\">Imbonerakure</a>, the youth wing of Nkurunziza’s CNDD-FDD party, had been armed, an allegation the government denies.</p> \n<figure class=\"element element-image\" data-media-id=\"8fbe729fd84f678dd4d630989af412e3106c39ab\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431520524017/c360657c-8416-4f24-a7cb-b3a9e8b4cb4d-460x276.jpeg\" alt=\"A masked protester walks during a protest against President Pierre Nkurunziza’s decision to run for a third term\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A masked protester walks during a protest against President Pierre Nkurunziza’s decision to run for a third term</span> \n  <span class=\"element-image__credit\">Photograph: Goran Tomasevic/Reuters</span> \n </figcaption> \n</figure> \n<p>The EU is withholding €2m<strong> </strong>(&pound;1.4m) of aid to Burundi amid increasing concern over the government’s violent crackdown. The EU envoy to Africa’s Great Lakes region, Koen Vervaeke, said the union had disbursed €6m of the €8m designated for elections, but had decided to withhold the rest until Nkurunziza heeded calls for a transparent poll.</p> \n<p>“Today it is out of the question to release the €2m unless conditions for a free, peaceful and credible election are secured,” he told a news conference in Bujumbura on Monday.</p> \n<p>Belgium, Burundi’s former colonial power, has announced a suspension of electoral aid, opting to withhold half of the €4m it had set aside for the polls, and said it would pull out of a €5m police cooperation deal funded jointly with <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/netherlands\">the Netherlands</a>. Police in Burundi have been accused of using live rounds on protesters, as well as teargas and water cannon – a charge they deny.</p> \n<p>On Monday the Burundian foreign minister, Laurent Kavakure, said the government was already taking steps to improve the situation, adding: “We are determined to create the conditions for free, transparent and peaceful elections.”</p> \n<p>More than 50,000 people have <a href=\"http://www.unhcr.org.uk/news-and-views/news-list/news-detail/article/more-than-50000-flee-burundi-to-escape-spiralling-violence.html#_ga=1.128115080.544503433.1397743481\">fled Burundi since early April</a>, at least half of whom have gone to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/rwanda\">Rwanda</a>, according to the UN refugee agency, UNHCR. Almost 18,000 have fled to <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/tanzania\">Tanzania</a> and 8,000 to the <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/congo\">Democratic Republic of the Congo</a>. Some of the refugees now arriving in Rwanda say they are running from the Imbonerakure.</p> \n<p>“The Imbonerakure came to our neighbourhood to say that those who were against the third term of President Nkurunziza were going to die. That’s why I left,” Eric Ahishakiye, a 23-year-old mechanic, told AFP. </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431520404290/51091103-bf87-4413-8d5b-3a1b316cc997-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Gildas Ngingo/AP","altText":"Demonstrators trying to march to the town center confront police, before they were dispersed with tear gas, in the Ngagara district of Bujumbura","cleanCredit":"Photograph: Gildas Ngingo/AP"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431520457226/f5510d8f-6844-4f2f-b827-788f2df16975-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A demonstrator trying to march to the town centre is arrested by police, in the Ngagara district of Bujumbura Photograph: Gildas Ngingo/AP","credit":"Gildas Ngingo/AP","altText":"A demonstrator trying to march to the town centre is arrested by police, in the Ngagara district of Bujumbura","cleanCaption":"A demonstrator trying to march to the town centre is arrested by police, in the Ngagara district of Bujumbura","cleanCredit":"Photograph: Gildas Ngingo/AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431520525271/c360657c-8416-4f24-a7cb-b3a9e8b4cb4d-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A masked protester walks during a protest against President Pierre Nkurunziza’s decision to run for a third term Photograph: Goran Tomasevic/Reuters","credit":"Goran Tomasevic/Reuters","altText":"A masked protester walks during a protest against President Pierre Nkurunziza’s decision to run for a third term","cleanCaption":"A masked protester walks during a protest against President Pierre Nkurunziza’s decision to run for a third term","cleanCredit":"Photograph: Goran Tomasevic/Reuters"}],"webPublicationDate":"2015-05-13T13:23:44Z","lastModified":"2015-05-13T14:41:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sam Jones","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/samjones"}],"feature":false,"keywords":["Burundi","Africa","World news","Governance","Global development"],"tags":[{"id":"world/burundi","webTitle":"Burundi"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/world","webTitle":"World news"},{"id":"global-development/governance-and-development","webTitle":"Governance"},{"id":"global-development/global-development","webTitle":"Global development"}],"section":{"id":"world"},"topics":[{"displayName":"Sam Jones","topic":{"type":"tag-contributor","name":"profile/samjones"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/13/burundi-army-officer-says-he-is-dismissing-countrys-president","shortUrl":"http://gu.com/p/48pev","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/13/burundi-army-officer-says-he-is-dismissing-countrys-president","webUri":"http://www.theguardian.com/world/2015/may/13/burundi-army-officer-says-he-is-dismissing-countrys-president"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431520404290/51091103-bf87-4413-8d5b-3a1b316cc997-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Demonstrators trying to march to the town centre confront police in the Ngagara district of Bujumbura. Photograph: Gildas Ngingo/AP","credit":"Gildas Ngingo/AP","altText":"Demonstrators trying to march to the town center confront police, before they were dispersed with tear gas, in the Ngagara district of Bujumbura","cleanCaption":"Demonstrators trying to march to the town centre confront police in the Ngagara district of Bujumbura.","cleanCredit":"Photograph: Gildas Ngingo/AP"}},"importance":2,"kicker":{"title":"Burundi"},"showQuotedHeadline":false},{"title":"Oskar Gröning trial / British Auschwitz survivor takes the stand","rawTitle":"British Auschwitz survivor takes the stand","item":{"type":"article","id":"world/2015/may/13/oskar-groning-trial-british-auschwitz-survivor-susan-pollack","title":"Oskar Gröning trial: British Auschwitz survivor takes the stand","trailText":"Susan Pollack, 84, described being taken from Hungary to Auschwitz and Bergen-Belsen, as trial of former SS guard continues","standFirst":"<p>Susan Pollack, 84, described being taken from Hungary to Auschwitz and Bergen-Belsen, as trial of former SS guard continues</p>","byline":"Louise Osborne in Lüneburg","body":"<p>An 84-year-old British woman who lost her parents and 50 other members of her extended family during the Holocaust has recalled her experiences of the Nazi death camps at the trial of a former SS guard charged with complicity in the murder of 300,000 Jews.<br /></p> \n<p>Susan Pollack, who lives in London, stared directly at judge Franz Kompisch as she answered questions about her time in Auschwitz and Bergen-Belsen and ignored 93-year-old defendant Oskar Gr&ouml;ning, who watched impassively.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/21/bookkeeper-of-auschwitz-oskar-groning-admits-moral-guilt-as-trial-opens\">Oskar Gr&ouml;ning trial: ‘Bookkeeper of Auschwitz’ admits moral guilt</a> </p> \n</aside> \n<p>The last survivor of Auschwitz scheduled to give evidence at the four-month trial, Pollack recalled being taken from Hungary to ghettoes and internment camps in the eastern European country and then on to Auschwitz in Poland.</p> \n<p>“I was carrying a sewing machine, believing that it might be useful and that I might be able to sustain my family … and I was still carrying the sewing machine to the cattle trains. Somehow we were still hopeful. We couldn’t imagine what was to come,” she told the court.</p> \n<p>After what Pollack estimates was a five-day journey, the doors of the train were opened. But the relief she felt at the surge of fresh air that filled the carriage for the first time in days quickly turned to terror, she said.</p> \n<p>“The terror stills my soul. On arrival it was like the terror that stops faculties of thinking,” she told the court. Immediately separated from her mother and her brother, she was told by a Hungarian-speaking “former victim” to tell the Nazi guards that she was older.</p> \n<aside class=\"element element-pullquote\"> \n <blockquote> \n  <p>As we were losing weight, we weren’t able to use our minds anymore</p> \n </blockquote> \n</aside> \n<p>“So when a Nazi came to me, I said: ‘<em>Ich bin 15 Jahre alt</em> [I am 15 years old]’,” she told the judges. “I couldn’t think. This was a world that was unrecognisable. The terror just seized me up.”</p> \n<p>She later found out that her mother had been murdered in the camp’s gas chambers.</p> \n<p>The elderly woman told the court that, following the separation from her family, she was taken with hundreds of other girls and young women to be stripped and to have their heads shaved. But, unlike many of the other Jewish prisoners held at Auschwitz, she said she wasn’t given a number.</p> \n<p>“We were disposable. I was in a barrack with about 800 other girls,” she said. “What did we do? Nothing. At first there were Hungarian-speaking girls and there was no food … we pretended, had a fantasy game from girl to girl about what we would have for breakfast in the morning – a piece of bread, maybe an egg. But as we were losing weight, we weren’t able to use our minds anymore.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"99e799f7ab2f13c585821ac5b73bb9f9e6dfdb67\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431527885918/34e5622a-8a43-4bc0-b862-f37db8f073f2-460x276.jpeg\" alt=\"Women and children inmates at Bergen-Belsen camp, Germany, April 1945.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Women and children inmates at Bergen-Belsen camp, Germany, April 1945.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>It was during this time that the notorious Nazi doctor Josef Mengele examined the group every day, making selections of some girls for his experiments while leaving the others, Pollack told the court.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/22/auschwitz-survivor-testifies-no-rights-but-fierce-determination-to-survive\">Auschwitz survivor: 'We had no rights but a fierce determination to survive'</a> </p> \n</aside> \n<p>“We were regularly marched in front of him, naked … We were dehumanised completely. It was a world I haven’t got the words to describe. The fear, the anguish, I haven’t got the words to describe. I just wanted to recoil into myself,” she said.</p> \n<p>One day Pollack was selected and sent away to a town to test instruments, an experience she described as slave labour. While the girls there received better food and more of it than in the camps, they were soon forced to move on in one of the many “<a href=\"http://www.ushmm.org/wlc/en/media_nm.php?ModuleId=10005162&amp;MediaId=382\">death marches</a>” towards the end of 1944.</p> \n<p>Pollack and those with her walked for what she said felt like forever, afraid to even look up at the guards accompanying them or the people that watched them walk by. Conditions were “treacherous” and freezing, she said. They slept in barns and ate boiled potatoes when they were lucky. Then they arrived at Bergen-Belsen concentration camp in Germany.</p> \n<p>“Bergen-Belsen was indescribable,” she told the court. “There were mountains of corpses everywhere and no hygiene – nobody cleaned up. There were infectious diseases. It was worse than death.”</p> \n<p>On 15 April 1944, the camp was liberated by British troops, but Pollack said that by that point she was numb and that for her it was not a happy occasion.</p> \n<p>“For me, it wasn’t a joyous experience because I wasn’t able to recognise what it means,” she said. “That feeling of dehumanisation and total despair – it invaded my whole being.”</p> \n<p>After being treated for tuberculosis, typhoid and countless other diseases, Pollack said she didn’t know what to do, “a little girl with no education, no skills and no support system”. She was taken to Sweden, where she recovered physically, but psychological recovery evaded her.</p> \n<p>From there she moved to Canada, where she met her husband, also a Holocaust survivor. But it was difficult being isolated from mainstream society by her experiences, she said.</p> \n<p>“We worked non-stop,” she said. “I wanted to create a foundation for our children … I lost my youth – those carefree years where there’s food on the table and a roof over your head. We were grateful that we could have a new beginning somewhere, but it was difficult.”</p> \n<p>After not seeing her brother for more than 20 years, she told the court she had found out he had survived as a <em>Sonderkommando</em> – made to shovel the bodies of gas-chamber victims into the crematorium.</p> \n<p>In 1962, Pollack moved to the UK, where she studied for a degree in history, and taught about the Holocaust for 25 years. She told the court that her experiences had given her a mission and that it was important not only for Jews to eradicate anti-semitism, but also for racism and persecution to be stopped. </p> \n<p>“I’m grateful that I’m here. I’m very, very satisfied,” she said. “It’s a new world.”</p> \n<p>Pollack was the second victim from the UK this week to speak at the trial of Gr&ouml;ning, the so-called “bookkeeper of Auschwitz” who volunteered for the SS, the Nazi party’s “protection squadron”, at the age of 19 or 20.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/apr/20/former-auschwitz-death-camp-guard-oskar-groning-on-trial-germany\">‘Accountant of Auschwitz’ goes on trial in Germany</a> </p> \n</aside> \n<p>On Tuesday it was the turn of Ivor Perl, a Holocaust survivor who lives in Buckhurst Hill, Essex, to give evidence. Perl was just 12 years old when he arrived at Auschwitz, and lost his parents and seven siblings. Only he and one of his brothers survived.</p> \n<p>Speaking to the Guardian, the 83-year-old said the trial had been “emotionally stressful”, but that it was also a “relief and release”. But he said that it had been difficult travelling to the site of the trial, L&uuml;neburg, and finding it “beautiful”.</p> \n<p>“People are too nice to me. I feel like it’s taking away part of my hate I should have,” he said. “I feel like I should come here and that it should be pouring with rain and with everybody miserable.”</p> \n<p>However, he was unconcerned at having had to wait 70 years for the trial. “As far as I’m concerned, I think the important thing was the trial and his admission. But when I look at that 90-year-old man I feel disgusted with myself because I feel pity for him.” </p> \n<p>It was a sentiment echoed by Pollack as she walked out of the court. Speaking about Gr&ouml;ning, she said: “He is a broken man, an elderly man. Forgiveness? Who am I to forgive? I’m lucky I survived. It’s not for me to forgive.”</p> \n<p>The trial continues.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527418989/1553ab2b-0289-4aa5-8425-f14f2f3c1d34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graeme Robertson","altText":"Susan Pollack holds a picture of her with her parents, who were killed in the Holocaust.","cleanCredit":"Photograph: Graeme Robertson"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527887340/34e5622a-8a43-4bc0-b862-f37db8f073f2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Women and children inmates at Bergen-Belsen camp, Germany, April 1945. Photograph: AP","credit":"AP","altText":"Women and children inmates at Bergen-Belsen camp, Germany, April 1945.","cleanCaption":"Women and children inmates at Bergen-Belsen camp, Germany, April 1945.","cleanCredit":"Photograph: AP"}],"webPublicationDate":"2015-05-13T14:40:06Z","lastModified":"2015-05-13T15:07:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Louise Osborne","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/louise-osborne"}],"feature":false,"keywords":["Holocaust","Germany","Second world war","Europe","World news","War crimes","Law","The far right"],"tags":[{"id":"world/holocaust","webTitle":"Holocaust"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/secondworldwar","webTitle":"Second world war"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"law/war-crimes","webTitle":"War crimes"},{"id":"law/law","webTitle":"Law"},{"id":"world/far-right","webTitle":"The far right"}],"section":{"id":"world"},"topics":[{"displayName":"Louise Osborne","topic":{"type":"tag-contributor","name":"profile/louise-osborne"}}],"series":{"title":"Memories of Auschwitz","uri":"http://mobile-apps.guardianapis.com/lists/tag/world/series/auschwitzmemories"},"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/13/oskar-groning-trial-british-auschwitz-survivor-susan-pollack","shortUrl":"http://gu.com/p/48pth","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/13/oskar-groning-trial-british-auschwitz-survivor-susan-pollack","webUri":"http://www.theguardian.com/world/2015/may/13/oskar-groning-trial-british-auschwitz-survivor-susan-pollack"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431527418989/1553ab2b-0289-4aa5-8425-f14f2f3c1d34-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Susan Pollack holds a picture of her with her parents, who were killed in the Holocaust. Photograph: Graeme Robertson","credit":"Graeme Robertson","altText":"Susan Pollack holds a picture of her with her parents, who were killed in the Holocaust.","cleanCaption":"Susan Pollack holds a picture of her with her parents, who were killed in the Holocaust.","cleanCredit":"Photograph: Graeme Robertson"}},"importance":2,"kicker":{"title":"Oskar Gröning trial"},"showQuotedHeadline":false},{"title":"'Too much medicine' / Doctors to withhold ‘unnecessary’ treatments","rawTitle":"Doctors to withhold ‘unnecessary’ treatments","item":{"type":"article","id":"society/2015/may/12/doctors-to-withhold-treatments-in-campaign-against-too-much-medicine","title":"Doctors to withhold treatments in campaign against 'too much medicine'","trailText":"Academy of Medical Royal Colleges to draw up list of 100 interventions to advise against in attempt to curb ‘unnecessary’ care, rousing fears of NHS rationing","standFirst":"<p>Academy of Medical Royal Colleges to draw up list of 100 interventions to advise against in attempt to curb ‘unnecessary’ care, rousing fears of NHS rationing</p>","byline":"Denis Campbell Health correspondent","body":"<p>Doctors are to stop giving patients scores of tests and treatments, such as x-rays for back pain and antibiotics for flu, in an unprecedented crackdown on the “over-medicalisation” of illness.</p> \n<p>In a move that has roused fears that it will lead to the widespread rationing of NHS care, the body representing the UK’s 250,000 doctors is seeking to ensure that patients no longer undergo treatment that is unlikely to work, may harm them and wastes valuable resources. </p> \n<p>The Academy of Medical Royal Colleges wants to bring an end to a culture of “too much medicine” in which “more is better” and doctors feel compelled to always “do something”, often because they feel under pressure from the patient, even though they know that the treatment recommended will probably not work. </p> \n<p>Many patients with asthma, prostate and thyroid cancers, and chronic kidney disease already undergo “unnecessary care” because they are “over-diagnosed” and thus “over-treated”, the academy claims. </p> \n<p>In a major change to patients’ relationships with their doctors, it will try and persuade the sick to stop expecting to automatically receive some form of medical intervention, such as drugs or surgery. </p> \n<p>In future, doing nothing for the patient may be the best thing to do for them, according to the academy. </p> \n<p>It wants doctors to start talking honestly to patients about the benefit or potential lack of benefit from a certain procedure and the possibility that some treatments can involve risk, and about alternative ways of handling their illness. </p> \n<p>In an article in the BMJ, a group of senior doctors – including the academy president, Prof Dame Sue Bailey, and her predecessor Prof Terence Stephenson – say: “These new conversations will rebalance discussions about the risks and benefits of tests and interventions, such that doctors and patients will be supported to acknowledge that a minor potential benefit may not outweigh potential harm, the minimal evidence base, and substantial financial expense and therefore that, sometimes, doing nothing might be the favourable option.” </p> \n<p>Patients’ desire for treatment “has bred unbalanced decision-making. This has resulted in patients sometimes being offered treatments that have only minor benefit and minimal evidence, despite the potential for substantial harm and expense”, write the doctors. </p> \n<p>They warn that the NHS will not be able to cope with growing demand for healthcare unless over-treatment is banished. “This culture threatens the sustainability of high-quality healthcare,” they add. </p> \n<p>The NHS’s “tariff” system of paying hospitals for treatment incentivises them to undertake medical activity, as does the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2012/nov/13/gp-quality-outcomes-framework-indicators\">Quality Outcomes Framework system</a> under which GPs are rewarded for, for example, treating high cholesterol or high blood pressure, they say. </p> \n<p>“Defensive medicine, patient pressures, biased reporting in medical journals and a lack of understanding of health statistics and risk” have also contributed to some treatments being performed regularly, despite a lack of robust evidence showing they work, they add. </p> \n<p>The academy – whose 21-member medical royal colleges represent different types of doctors such as GP, surgeons and hospital physicians – has decided to introduce a policy called Choosing Wisely, which is already used in the US, Australia, Germany and other countries. It aims to get doctors to “stop using various interventions that are not supported by evidence, free from harm, and truly necessary”.</p> \n<p>By the autumn each of the medical royal colleges will have drawn up a list of the top five tests or procedures their members do which are of “questionable value”, giving a final list of about 100 interventions, and advise doctors to stop using them. </p> \n<p>The Patients Association criticised the plan. “For me, the concern is that I hope this is not the start of the road to widespread rationing of investigations and treatments, but I fear it might be,” said Katherine Murphy, its chief executive, who is a former NHS manager and former nurse.</p> \n<p>“We acknowledge that the NHS has to balance the books, but that should not be at the expense of treating patients appropriately. While not treating a cold or flu might be the best thing to do, I would be very concerned that [in future] a GP or hospital doctor might think twice about whether ordering an investigation for the patient to get a diagnosis, such as a scan or x-ray, is needed or not,” she added. </p> \n<p>But Bailey said: “The whole point of Choosing Wisely is to encourage doctors to have conversations with their patients and about the value of a treatment. It’s not, and never will be, about refusing treatment or in any way jeopardising safety. It’s just about taking a grown-up approach to healthcare and being good stewards of the resources we have.” </p> \n<p>Dr Aseem Malhotra, a cardiologist and the academy’s consultant clinical associate, said: “We have unwittingly been complicit in creating an epidemic of misinformed doctors and misinformed patients contributing to considerable harm and great expense to our health systems and national economies.”</p> \n<p>Prof Maureen Baker, chair of the Royal College of GPs, said: “If there is evidence to show that a particular intervention might be of little benefit to a patient, it is good practice that alternatives are explored. For example, mindfulness and talking therapies have been shown to have positive effects in some patients with recurring depression and anxiety, as opposed to taking antidepressants.</p> \n<p>“However, family doctors are often under considerable pressure to prescribe, or take some form of action, as a result of a patient consultation, so it is important that we work together to make people realise that drug or surgical treatment isn’t always the best way forward.” </p> \n<p>An NHS England spokesman said: “NHS England has been working as a partner with the Academy of Royal Medical Colleges to join the international campaign of Choosing Wisely to establish which interventions do not help patients in the care of their condition. </p> \n<p>“There is much evidence that there is significant overuse of some treatments such as antibiotics but when medicines are needed it’s important that patients receive them.”</p> \n<p>The Department of Health did not respond to requests for comment. </p> \n<p> </p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431458316518/6eaa6e1a-7050-4e30-9e2b-3481fbe134d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Dazeley/Getty Images","altText":"X-ray showing back ache","cleanCredit":"Photograph: Peter Dazeley/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-12T22:30:05Z","lastModified":"2015-05-13T11:51:59Z","metadata":{"commentable":true,"commentCount":696,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["NHS","Doctors","Health","Society","UK news","Antibiotics","Hospitals"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/doctors","webTitle":"Doctors"},{"id":"society/health","webTitle":"Health"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/antibiotics","webTitle":"Antibiotics"},{"id":"society/hospitals","webTitle":"Hospitals"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/may/12/doctors-to-withhold-treatments-in-campaign-against-too-much-medicine","shortUrl":"http://gu.com/p/48pvk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/may/12/doctors-to-withhold-treatments-in-campaign-against-too-much-medicine","webUri":"http://www.theguardian.com/society/2015/may/12/doctors-to-withhold-treatments-in-campaign-against-too-much-medicine"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/12/1431458316518/6eaa6e1a-7050-4e30-9e2b-3481fbe134d6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"X-rays for back pain may be more difficult to obtain under the new approach. Photograph: Peter Dazeley/Getty Images","credit":"Peter Dazeley/Getty Images","altText":"X-rays for back pain may be more difficult to obtain under the new approach.","cleanCaption":"X-rays for back pain may be more difficult to obtain under the new approach.","cleanCredit":"Photograph: Peter Dazeley/Getty Images"}},"importance":1,"kicker":{"title":"'Too much medicine'"},"showQuotedHeadline":false},{"title":"Amtrak crash / Mayor describes 'disastrous mess'","rawTitle":"Mayor describes 'disastrous mess'","item":{"type":"article","id":"us-news/2015/may/13/amtrak-train-crash-investigation-philadelphia","title":"Amtrak Philadelphia train crash: mayor describes 'disastrous mess'","trailText":"FBI says no indication that terrorism was a factor in Philadelphia derailment that killed at least six and left another six critically injured","standFirst":"<p>FBI says no indication that terrorism was a factor in Philadelphia derailment that killed at least six and left another six critically injured</p>","byline":"Jana Kasperkevic and Joanna Walters in New York, Matthew Weaver in London and agencies","body":"<p>A crash investigation has begun into what caused an Amtrak train to derail in north Philadelphia, killing six people and leaving six others critically injured.</p> \n<p>A sixth person was declared dead by Herb Cushing, medical director of Temple University hospital in Philadelphia, where several of the injured were taken. During the night the mayor of Philadelphia, Michael Nutter, had confirmed that five people had died in the crash.</p> \n<p>Federal investigators arrived on the scene of the mangled and overturned cars on Wednesday morning to try to establish the cause of the crash.</p> \n<p>The Northeast Regional 188 service was carrying 243 people, including five crew, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/13/philadelphia-train-crash-multiple-injuries-in-amtrak-derailment\">when it went off the rails between Washington DC and New York city</a> shortly after 9pm local time. The front of the train was going into a long curve when it started to shake, according to passengers.</p> \n<p>The carriages lay several yards from the rails in the dark in a twisted chain of wreckage, as passengers desperately struggled to get out.</p> \n<p>Nutter described the scene as a “disastrous mess” and said some of the passengers had not been accounted for. </p> \n<p>“It is an absolute disastrous mess,” Nutter said. “I’ve never seen anything like this in my life.”</p> \n<p>He said all seven train carriages, including the engine, were in “various stages of disarray”. He said there were some that were “completely overturned, on their side, ripped apart”. The engine was completely separated from the rest of the train, and one of the carriages was perpendicular to the rest, he said.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"adde39e54627ecb0d2eb6c90878fab1ecfe21d00\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511323828/ed2d195a-b523-4b64-8466-75e0cefe39b5-460x276.jpeg\" alt=\"Emergency personnel work at the scene of the crash in Philadelphia.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Emergency personnel work at the crash site.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p>Six people were in a critical condition, he said. Hospital figures showed that 136 of the survivors were taken to hospital. Others stood next to the tracks, hugging each other, staring in shock or using their phones.</p> \n<p>Several passengers were trapped and firefighters had to use hydraulic tools to get them out, according to officials. A secondary search was under way for anyone else still inside the wreckage.<br /></p> \n<p>The National Transportation Safety Board said it had launched a “go-team” to investigate and would not speculate on the causes. </p> \n<p>The FBI said there was no indication that terrorism could have been a factor. </p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/philadelphia_crash-zip/giv-21277E2PDOvIb3GN6\" data-alt=\"Map of the location of the crash\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/philadelphia_crash-zip/giv-21277E2PDOvIb3GN6\">Map of the location of the crash</a> \n <figcaption>\n  Map of the location of the crash\n </figcaption> \n</figure> \n<p>“We do not know what happened here. We do not know why this happened,” Nutter told reporters.</p> \n<p>Emergency personnel fear there are still casualties trapped under at least one of the carriages, the Philadelphia Inquirer <a href=\"http://www.philly.com/philly/news/local/20150514_Investigators_headed_to_Port_Richmond_to_probe_deadly_derailment.html\">reported</a> on Wednesday morning, quoting a source familiar with the search-and-rescue operation. A crane has been brought in to lift the most badly damaged train cars, where bodies could be crushed or survivors still trapped.</p> \n<p>The derailment occurred at 9.30pm, leaving carriages ripped open and overturned or on their sides along the Delaware river. <br /></p> \n<p>He confirmed the train derailed on a curved stretch of track, adding: “We have no idea what kind of speed we’re talking about.”<br /></p> \n<figure class=\"element element-image\" data-media-id=\"d826eff258471fe03f02e9946a3d3b5950173a23\"> \n <img src=\"http://media.guim.co.uk/d826eff258471fe03f02e9946a3d3b5950173a23/0_68_3600_2160/1000.jpg\" alt=\"Philadelphia train crash\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Firefighters used hydraulic tools to free passengers.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure> \n<p><a href=\"http://www.slate.com/blogs/the_slatest/2015/05/13/amtrak_crash_in_philadelphia_it_happened_on_the_same_curve_as_one_of_america.html?wpsrc=fol_tw\">Slate pointed out</a> that the same stretch of track was the scene of one of America’s worst rail disasters in 1943, when 79 people were killed. </p> \n<p>Survivors on Wednesday described scenes of horror and chaos, and TV footage showed dozens of emergency workers scrambling around the wreckage. </p> \n<p> Former Pennsylvania congressman Patrick Murphy, who was a passenger on the train, said the cafe car he was travelling in flipped over, but he escaped with minor cuts and bruises. </p> \n<p> He estimated that the train was travelling at about 60 or 70 miles an hour when “all of a sudden, it went off the rails”.</p> \n<p> He tweeted photos of some of those injured in the wreckage.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PatrickMurphyPA/statuses/598327444723097600\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"und\" dir=\"ltr\"><a href=\"http://t.co/5DvzVoo4ru\">pic.twitter.com/5DvzVoo4ru</a></p>— Patrick J. Murphy (@PatrickMurphyPA) \n  <a href=\"https://twitter.com/PatrickMurphyPA/status/598327444723097600\">May 13, 2015</a>\n </blockquote> \n</figure> \n<p>He posted a picture of emergency personnel trying frantically to extricate people from the wreckage and guide those who could move out of the damaged carriages.</p> \n<p>“There was a lot of mayhem. A lot of blood, a lot of bleeding. I pulled myself up. The guy who I kind of landed on was OK. The guy next to him was completely passed out, knocked unconscious. People were pretty banged up,” he told the <a draggable=\"true\" href=\"http://6abc.com/news/5-dead-65-hospitalized-in-amtrak-train-derailment/718111/\">local ABC TV</a> news station.</p> \n<p>He said there was a very loud bang and the train wobbled from side to side.</p> \n<p>A local man inside the train took <a draggable=\"true\" href=\"http://6abc.com/news/5-dead-65-hospitalized-in-amtrak-train-derailment/718111/\">raw cellphone video</a> footage of rescue efforts in which, inside the darkened carriage, first responders could be heard telling people to crawl through the wreckage to safety. Trapped passengers can be heard groaning and crying.</p> \n<p>Voices can be heard encouraging those trying to escape, saying: “Crawl forward” and “Come on, man” as a man tries to wriggle through a gap in twisted metal.</p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=RUNwjkYM90k\"> \n <iframe width=\"460\" height=\"345\" src=\"https://www.youtube.com/embed/RUNwjkYM90k?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  A video said to be from inside the crashed Amtrak train.\n </figcaption> \n</figure> \n<p>Paul Cheung, an Associated Press manager who was on the train, said it “started to decelerate, like someone had slammed the brake”.</p> \n<p>“Then suddenly you could see everything starting to shake,” he said. “You could see people’s stuff flying over me.”</p> \n<p>Another passenger, Daniel Wetrin, was among more than a dozen people taken to a nearby school.</p> \n<p>“I walked off as if, like, I was in a movie,” Wetrin said. “There were people standing around, people with bloody faces … power cables all buckled down as you stepped off the train.”</p> \n<p>Tom Wolf, the Pennsylvania governor, arrived on the scene in the early hours of Wednesday morning. “Anything that the state can do, we stand ready to do that,” he said.<br /></p> \n<p>Amtrak issued a statement saying the company was “deeply saddened by the loss of life from Amtrak Northeast Regional Train 188”. </p> \n<figure class=\"element element-image\" data-media-id=\"946b9e4055525d4744439a544c33076556e3b02d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/13/1431511498808/97d49819-1d89-4a1b-86e4-83faa23af942-460x276.jpeg\" alt=\"Workers prepare heavy machinery to remove the train.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Workers prepare heavy machinery to remove the train.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure> \n<p>The crash was the latest in a series of rail accidents on heavily used passenger train routes over the past year.</p> \n<p>Another Amtrak train crashed on Sunday. That train, bound for New Orleans, struck a lorry at a railway crossing in Amite, killing the truck’s driver and injuring two people on the train.<br /></p> \n<p>In March, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/09/amtrak-collision-truck-north-carolina-40-injured\">at least 55 people were injured when an Amtrak train collided with a tractor-trailer</a> that was stuck on the tracks in North Carolina.</p> \n<figure class=\"element element-image\" data-media-id=\"deae2922070cc2f283fd3cb6bd2f05b18b51a4a3\"> \n <img src=\"http://media.guim.co.uk/deae2922070cc2f283fd3cb6bd2f05b18b51a4a3/0_293_3000_1800/1000.jpg\" alt=\"Michael Nutter, centre, mayor of Philadelphia speaks to reporters at the scene of the train crash.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Philadelphia’s mayor, Michael Nutter, centre, briefs reporters. He said all six carriages and the train’s engine were in ‘various stages of disarray’.</span> \n  <span class=\"element-image__credit\">Photograph: EPA</span> \n </figcaption> \n</figure> \n<p>In the same month, 21 people were injured in Los Angeles when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/mar/29/los-angeles-train-hits-car-metro-expo-driver-operator\">a commuter train struck a car that turned in front of it</a>, a month after 50 people were hurt and an engineer fatally injured when a Los Angeles-bound Metrolink train struck a pickup truck.<br /></p> \n<p>In February, six people were killed and a dozen injured when <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/feb/06/funerals-begin-victims-metro-north-train-crash-new-york\">the Metro North commuter train they were riding in north of New York City hit a car</a> stalled on the tracks during rush hour. The driver of the vehicle also died.</p> \n<p>The mayor of New York, Bill de Blasio, called for increased investment in transportation infrastructure, saying the US fell far behind Europe and countries such as China in making such spending a priority. He said the public would be willing to pay a little more in taxes to fund it and the federal government also needed to put in more money.</p> \n<p><em><span class=\"bullet\">•</span> Those trying to locate passengers on the train are being told to call the Amtrak hotline: 1 800 523 9101. People in Philadelphia can do so in person by going to Webster Elementary school on 3400 Frankford Avenue, Philadelphia.</em><br /></p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a9b153dae205f424b9c594ba8d551d72113c8800/0_99_4096_2457/4096.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2457,"width":4096,"orientation":"landscape","credit":"Jim Lo Scalzo/EPA","altText":"epa04746048 The remains of an Amtrak train that derailed on its way from Washington, DC to New York City are seen just outside Philadelphia, Pennsylvania, USA,13 May 2015. A passenger train derailed outside the city of Philadelphia in the eastern United States late 12 May, killing five people, local authorities said. Mayor Michael Nutter told reporters that seven cars had derailed and described the scene as 'an absolute, disastrous mess.' He said over 50 people had been injured, local media reported. Some were in serious condition. Train operator Amtrak reported that there were about 238 passengers and five crew members on board the train, which was on its way from Washington, DC to New York City. All services between New York and Philadelphia were cancelled, media reported.  EPA/JIM LO SCALZO","cleanCredit":"Photograph: Jim Lo Scalzo/EPA"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511325784/ed2d195a-b523-4b64-8466-75e0cefe39b5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Emergency personnel work at the crash site. Photograph: AP","credit":"AP","altText":"Emergency personnel work at the scene of the crash in Philadelphia.","cleanCaption":"Emergency personnel work at the crash site.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/d826eff258471fe03f02e9946a3d3b5950173a23/0_68_3600_2160/3600.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2160,"width":3600,"orientation":"landscape","caption":"Firefighters used hydraulic tools to free passengers. Photograph: AP","credit":"AP","altText":"Philadelphia train crash","cleanCaption":"Firefighters used hydraulic tools to free passengers.","cleanCredit":"Photograph: AP"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/13/1431511500098/97d49819-1d89-4a1b-86e4-83faa23af942-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Workers prepare heavy machinery to remove the train. Photograph: Reuters","credit":"Reuters","altText":"Workers prepare heavy machinery to remove the train.","cleanCaption":"Workers prepare heavy machinery to remove the train.","cleanCredit":"Photograph: Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/deae2922070cc2f283fd3cb6bd2f05b18b51a4a3/0_293_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Philadelphia’s mayor, Michael Nutter, centre, briefs reporters. He said all six carriages and the train’s engine were in ‘various stages of disarray’. Photograph: EPA","credit":"EPA","altText":"Michael Nutter, centre, mayor of Philadelphia speaks to reporters at the scene of the train crash.","cleanCaption":"Philadelphia’s mayor, Michael Nutter, centre, briefs reporters. He said all six carriages and the train’s engine were in ‘various stages of disarray’.","cleanCredit":"Photograph: EPA"}],"webPublicationDate":"2015-05-13T12:18:50Z","lastModified":"2015-05-13T14:42:18Z","metadata":{"commentable":true,"commentCount":99,"contributors":[{"name":"Jana Kasperkevic","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/11/1413020968632/Jana-Kasperkevic-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jana-kasperkevic"},{"name":"Joanna Walters","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/joannawalters"},{"name":"Matthew Weaver","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/matthewweaver"}],"feature":false,"keywords":["Philadelphia","Train crashes","US news","World news","Rail transport","Washington DC","New York"],"tags":[{"id":"us-news/philadelphia","webTitle":"Philadelphia"},{"id":"world/train-crashes","webTitle":"Train crashes"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"world/rail-transport","webTitle":"Rail transport"},{"id":"us-news/washington-dc","webTitle":"Washington DC"},{"id":"us-news/new-york","webTitle":"New York"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/13/amtrak-train-crash-investigation-philadelphia","shortUrl":"http://gu.com/p/48p7c","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/13/amtrak-train-crash-investigation-philadelphia","webUri":"http://www.theguardian.com/us-news/2015/may/13/amtrak-train-crash-investigation-philadelphia"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456708351","source":"Janelle_News/NoticiasProceso OnIine","durationInSeconds":31,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10361019&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/13/150613amtrakcrash.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/13/1431508095364/KP_222302_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Passengers escape from Amtrak train crash - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Passengers escape from Amtrak train crash - video","cleanCaption":"620x372 trailpic for Passengers escape from Amtrak train crash - video"}}},"importance":1,"kicker":{"title":"Amtrak crash"},"showQuotedHeadline":false}],"lastModified":"2015-05-13T15:02:55Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}