{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Cameron vows to transform NHS into world's first seven-day health service","rawTitle":"Cameron vows to transform NHS into world's first seven-day health service","item":{"type":"article","id":"politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives","title":"Cameron vows to transform NHS into world's first seven-day health service","trailText":"PM set to use first major speech since election to promise the NHS will be in safe hands ‘for every generation to come’ ","standFirst":"<p>PM set to use first major speech since election to promise the NHS will be in safe hands ‘for every generation to come’ <br /></p>","byline":"Nicholas Watt Chief political correspondent","body":"<p>David Cameron will pledge to deliver the world’s first seven day-a-week universal health service that will guarantee care to patients “wherever they are and whenever they need it”.</p> \n<p>In a sign of Downing Street’s determination to occupy territory seen as the preserve of Labour, the prime minister will use his first major speech since his re-election to promise that the NHS will be safe in his hands for “every generation to come”.</p> \n<p>The prime minister will say in a speech at a GP centre in the Midlands that the Tories will deliver on their manifesto commitment to provide an extra &pound;8bn a year in funding to the NHS by the end of the parliament.</p> \n<p>A GP access fund, which will ensure that 18 million patients will have access to a GP in the evenings and at weekends, will be expanded to ensure that more seven-day access will be available. This will also be provided in hospitals. The changes are due to apply across England by 2020.</p> \n<p>The prime minister will highlight the “shocking fact” that mortality rates for patients who are admitted to hospital on a Sunday can be 16% higher than for those admitted on a weekday. He will say that the largest number of seriously ill patients are admitted to hospitals at weekends when they are least well equipped to handle them.</p> \n<p>In his speech, Cameron will say: “There is nothing that embodies the spirit of One Nation coming together – nothing that working people depend on more – than the NHS. Our commitment to free healthcare for everyone – wherever you are and whenever you need it.</p> \n<p>“That means getting the best care and making that care available for everyone – free – wherever they are and whenever they need it. So I believe that together – by sticking to the plan – we can become the first country in the world to deliver a truly seven-day NHS.</p> \n<p>“We must do so to protect and preserve the values of the NHS that are so central to our national identity. To keep our people healthy, to look after them when they fall ill, to care for the elderly with dignity and to ensure that free healthcare is always there whenever people need it most. By sticking to the plan, we can and will achieve this together – seven-day NHS, safe in our hands for every generation to come.”</p> \n<p>The prime minister will claim that staff will not be forced to work longer hours because a more flexible approach will be introduced so doctors and nurses will be on duty when they are most needed.<br /></p> \n<p>Downing Street is particularly keen to campaign on the issue of health because Cameron believes that Ed Miliband’s plan to “weaponise” the NHS in the general election campaign fell flat. The Tories point out that voters often rated the NHS as their most pressing concern and yet Labour, which warned of Conservative plans to privatise the NHS, suffered its worst defeat since 1987.<br /></p> \n<p>But the prime minister will come under pressure to explain how George Osborne will provide the extra &pound;8bn a year pledged for the NHS by the end of this parliament. In one of his major announcements of the election campaign, the chancellor <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/apr/10/conservatives-plug-nhs-funding-gap\">promised in a Guardian article</a> to protect what he described as the “precious” NHS with a guarantee of an &pound;8bn increase in spending.</p> \n<p>The move is designed to help meet a &pound;30bn per year funding gap by the end of the decade identified by Simon Stevens, the chief executive of NHS England. The <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/mar/29/jeremy-hunt-pledges-extra-8bn-for-nhs-if-conservatives-win-election\">Stevens plan calls for &pound;22bn</a> in efficiency savings. This requires an extra &pound;8bn in governmental spending a year by 2020 over and above increases in line with inflation. This will come on top of the extra &pound;2bn announced in the autumn statement.</p> \n<p>But Osborne was unable to say exactly how he will provide the &pound;8bn. He simply wrote: “We can make this commitment because we’ve got the track record and a plan to grow our economy.” The chancellor is expected to give the first details in a budget next month ahead of a spending review in the autumn.</p> \n<p>The prime minister’s focus on the NHS comes after Nicky Morgan, the education secretary, said she would accelerate the schools shakeup started by her predecessor Michael Gove. The Queen’s speech, to be outlined next week, will include a bill to give the government greater powers to ensure that failing or “coasting” schools can be turned into academies free from local authority control.</p> \n<p><br />The new powers will mean that regional commissioners will be able to appoint new leadership for a school – and set it on a path to becoming an academy – as soon it is judged to be failing. So called “coasting schools”, which are judged to be just above the level of failing, will be forced to work with specialist headteachers. <br /></p> \n<p>Morgan told the Andrew Marr Show: “What I am going to be revolutionary about is about making sure that every child has the chance to fulfil their potential. That means every child has an excellent school to attend with great teachers.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431886899340/6c1f60d0-d46f-4dc1-9491-689569389e70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rex Shutterstock/Rex Shutterstock","altText":"Cameron in Edinburgh","cleanCredit":"Photograph: Rex Shutterstock/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:30:17Z","lastModified":"2015-05-18T06:30:19Z","metadata":{"commentable":true,"commentCount":1014,"contributors":[{"name":"Nicholas Watt","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/nicholaswatt"}],"feature":false,"keywords":["David Cameron","NHS","Conservatives","Health","Politics","Society","UK news","Health policy","Public services policy","Doctors"],"tags":[{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"society/nhs","webTitle":"NHS"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"society/health","webTitle":"Health"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/health","webTitle":"Health policy"},{"id":"society/policy","webTitle":"Public services policy"},{"id":"society/doctors","webTitle":"Doctors"}],"section":{"id":"politics"},"topics":[{"displayName":"Nicholas Watt","topic":{"type":"tag-contributor","name":"profile/nicholaswatt"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives","shortUrl":"http://gu.com/p/49xjn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives","webUri":"http://www.theguardian.com/politics/2015/may/18/cameron-seven-day-health-service-nhs-pledge-conservatives"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431886899340/6c1f60d0-d46f-4dc1-9491-689569389e70-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Cameron: ‘There is nothing that embodies the spirit of One Nation coming together – nothing that working people depend on more – than the NHS.’ Photograph: Rex Shutterstock","credit":"Rex Shutterstock","altText":"Cameron in Edinburgh","cleanCaption":"Cameron: ‘There is nothing that embodies the spirit of One Nation coming together – nothing that working people depend on more – than the NHS.’","cleanCredit":"Photograph: Rex Shutterstock"}},"importance":7,"showQuotedHeadline":false},{"title":"Iraq / Ramadi falls to Isis fighters despite PM's call for reinforcements","rawTitle":"Ramadi falls to Isis fighters despite PM's call for reinforcements","item":{"type":"article","id":"world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks","title":"Isis takes Iraqi city of Ramadi","trailText":"Iraqi military forces flee and hundreds reported dead as militants overrun city to west of Baghdad<br>","standFirst":"<p>Iraqi military forces flee and hundreds reported dead as militants overrun city to west of Baghdad<br /></p>","byline":"Kevin Rawlinson and agencies","body":"<p>Isis fighters have driven Iraqi government forces from the city of Ramadi, the capital of Anbar province. The fall of the city, which lies to the west of Baghdad, came only hours after Iraq’s prime minister called for the area’s defences to be reinforced.</p> \n<p>Bodies, some burned, littered the streets as local officials reported the militants carried out mass killings of Iraqi security forces and civilians. Online video showed soldiers gripping on to the sides of Humvees, trucks and other equipment speeding out of the city. Muhannad Haimour, a spokesman for the governor of Anbar province, said about 500 people – civilians and Iraqi soldiers – are estimated to have been killed over the past few days.</p> \n<p>Haimour said had been taken by Isis fighters over the weekend. They also took the military’s operational command in the city, he said. “The city was completely taken ... It was a gradual deterioration,” said Haimour. “The military is fleeing.” Isis later released a statement claiming its troops had full control of the city. <br /></p> \n<p>By late Sunday, a large number of Shia militiamen had arrived at a military base near Ramadi, apparently to participate in a possible counter-offensive, said the head of the Anbar provincial council, Sabah Karhout. A spokesman said on Monday that more militiamen were preparing to deploy to Anbar.</p> \n<p>“We welcome any group, including Shia militias, to come and help us in liberating the city from the militants. What happened today is a big loss caused by lack of good planning by the military,” a tribal leader, Naeem al-Gauoud, told the Associated Press.</p> \n<p>He said many tribal fighters died trying to defend the city, and bodies had been thrown in the Euphrates river. Ramadi’s mayor, Dalaf al-Kubaisi, said dozens of police and other government supporters were shot dead in the streets or their homes, along with their wives, children and other family members.</p> \n<p>On Monday, John Kerry, the US secretary of state, said he was confident the Isis takeover would be reversed in the coming weeks. “I am convinced that as the forces are redeployed and as the days flow in the weeks ahead that’s going to change, as overall [Isis] have been driven back ... I am absolutely confident in the days ahead that will be reversed.” </p> \n<p>Earlier on Sunday, the Iraqi prime minister, Haider al-Abadi, ordered Shia militia to prepare to enter the fray after reports that the Islamic extremists had driven government forces from a key military base on the outskirts of Ramadi and that some security forces had laid down their weapons, abandoned their vehicles and fled.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"7f6aaac8aef586273f71243fe05c212661ccf1f4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431893935103/e5a3b3a3-250d-409e-9f24-3d2618550cdd-460x276.jpeg\" alt=\"Haider al-Abadi, the prime minister of Iraq\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Haider al-Abadi, the prime minister of Iraq, runs the risk of igniting sectarian hostilities by sending Shia forces into a Sunni-populated region.</span> \n  <span class=\"element-image__credit\">Photograph: Jean-Philippe Ksiazek/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>By ordering the Shia militia into a Sunni-dominated region, Abadi runs the risk of their presence sparking sectarian hostilities.</p> \n<p>Sunday’s retreat recalled the collapse of Iraqi security forces last summer in the face of the Islamic State group’s blitz into Iraq during which it captured a third of the country. It also calls into question the Obama administration’s hopes of relying solely on air strikes to support the Iraqi forces in expelling the extremists.</p> \n<p>Police and army officials said four near-simultaneous bombings targeted police officers defending the Malaab district in southern Ramadi on Sunday, killing 10 and wounding 15. Officials said that among the dead was the Malaab police station’s chief, Col Muthana al-Jabri.</p> \n<p>A statement by the Iraqi military called on its forces not to abandon Anbar province. “Victory will be in the side of Iraq because Iraq is defending its freedom and dignity,” the military said. <br /></p> \n<figure class=\"element element-image\" data-media-id=\"5f228cfbec59667f3e2d16fa1025cd72e6ca642f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/17/1431893758007/407a377a-8674-41cb-a552-879a083b1672-460x276.jpeg\" alt=\"Iraq security forces withdraw from Ramadi, the capital of Iraq’s Anbar province.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Iraq security forces withdraw from Ramadi, the capital of Iraq’s Anbar province.</span> \n  <span class=\"element-image__credit\">Photograph: Uncredited/AP</span> \n </figcaption> \n</figure> \n<p>Police said three suicide bombers drove explosive-laden cars into the gate of the Anbar Operation Command, the military headquarters for the province, killing five soldiers and wounding 12. Fierce clashes erupted between security forces and Isis militants following the attacks. Isis militants eventually seized the Malaab area after government forces withdrew.</p> \n<p>A police officer, who was in Malaab and who spoke on condition of anonymity, said retreating forces left behind about 30 army vehicles and weapons, including artillery and assault rifles. He also said about two dozen police officers went missing during the fighting.</p> \n<p>Iraqi warplanes also launched air strikes on Isis positions inside Ramadi on Sunday, the Iraqi defence ministry said.<br /></p> \n<p>Last week, Islamic extremists swept through the city, seizing the main government headquarters and other key sites. It marked a major setback for the Iraqi government’s efforts to drive out the militants from areas they seized last year.</p> \n<p>About 24,000 people had been forced from their homes in three days of violence in the Ramadi area, said the International Organisation for Migration.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431893654078/d592045a-170f-4053-a0a1-09c7eb3a0e2a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"REUTERS","altText":"A car is engulfed by flames during clashes in the city of Ramadi.","cleanCredit":"Photograph: REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431893936503/e5a3b3a3-250d-409e-9f24-3d2618550cdd-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Haider al-Abadi, the prime minister of Iraq, runs the risk of igniting sectarian hostilities by sending Shia forces into a Sunni-populated region. Photograph: Jean-Philippe Ksiazek/AFP/Getty Images","credit":"Jean-Philippe Ksiazek/AFP/Getty Images","altText":"Haider al-Abadi, the prime minister of Iraq","cleanCaption":"Haider al-Abadi, the prime minister of Iraq, runs the risk of igniting sectarian hostilities by sending Shia forces into a Sunni-populated region.","cleanCredit":"Photograph: Jean-Philippe Ksiazek/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431893758431/407a377a-8674-41cb-a552-879a083b1672-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Iraq security forces withdraw from Ramadi, the capital of Iraq’s Anbar province. Photograph: Uncredited/AP","credit":"Uncredited/AP","altText":"Iraq security forces withdraw from Ramadi, the capital of Iraq’s Anbar province.","cleanCaption":"Iraq security forces withdraw from Ramadi, the capital of Iraq’s Anbar province.","cleanCredit":"Photograph: Uncredited/AP"}],"webPublicationDate":"2015-05-18T07:53:04Z","lastModified":"2015-05-18T08:19:38Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Kevin Rawlinson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/kevin-rawlinson"}],"feature":false,"keywords":["Iraq","Islamic State","Middle East and North Africa","World news"],"tags":[{"id":"world/iraq","webTitle":"Iraq"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Kevin Rawlinson","topic":{"type":"tag-contributor","name":"profile/kevin-rawlinson"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks","shortUrl":"http://gu.com/p/49xkc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks","webUri":"http://www.theguardian.com/world/2015/may/17/iraqi-prime-minister-defence-anbar-isis-attacks"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431894045584/0dfdcb86-c8ca-42e5-adbe-892a0f90d72a-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A car is engulfed by flames during clashes in the city of Ramadi. Photograph: Reuters","credit":"Reuters","altText":"A car is engulfed by flames during clashes in the city of Ramadi.","cleanCaption":"A car is engulfed by flames during clashes in the city of Ramadi.","cleanCredit":"Photograph: Reuters"}},"importance":6,"kicker":{"title":"Iraq"},"showQuotedHeadline":false},{"title":"Exclusive / Shell accused of strategy risking catastrophic climate change","rawTitle":"Shell accused of strategy risking catastrophic climate change","item":{"type":"article","id":"environment/2015/may/17/shell-accused-of-strategy-risking-catastrophic-climate-change","title":"Shell accused of strategy risking catastrophic climate change","trailText":"Environmentalists say presumption of global temperature rise to 4C undermines multinational’s ability to talk with authority on climate change<br>","standFirst":"<p>Environmentalists say presumption of global temperature rise to 4C undermines multinational’s ability to talk with authority on climate change<br /></p>","byline":"Terry Macalister","body":"<p>Royal Dutch Shell has been accused of pursuing a strategy that would lead to potentially catastrophic climate change after an internal document acknowledged a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/blog/2010/jul/14/google-climate-data\">global temperature rise of 4C</a>, twice the level considered safe for the planet.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/17/shell-climate-change-rhetoric-the-real-story\">The real story behind Shell's climate change rhetoric</a> </p> \n</aside> \n<p>A paper used for guiding future business planning at the Anglo-Dutch multinational assumes that carbon dioxide emissions will fail to limit temperature increases to 2C, the internationally agreed threshold to prevent widespread flooding, famine and desertification. </p> \n<p>Instead, the <a href=\"http://www.shell.com/global/future-energy/scenarios/new-lens-scenarios/new-lens-future.html\">New Lens Scenarios</a> document refers to a forecast by the independent International Energy Agency (IEA) that points to a temperature rise of up to 4C in the short term, rising later to 6C.</p> \n<p>The revelations come ahead of the annual general meeting of Shell shareholders in the Netherlands on Tuesday, where the group has accepted a shareholder resolution demanding more transparency about the group’s impact on climate change.</p> \n<p>Hundreds of environmentalists took to the seas off Seattle in kayaks, canoes and paddleboards on Sunday to protest against the company’s’s controversial plans to drill in the Arctic Ocean. The “Shell No” protest was held close to where Shell’s Polar Pioneer drilling rig is docked. One banner read: “We can’t burn all the oil on the planet and still live on it.”<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/17/shell-video-competition-row-dont-mention-arctic\">'Don't mention the Arctic': Shell embarrassed by video competition row</a> </p> \n</aside> \n<p>Ben van Beurden, the Shell chief executive, has repeatedly stated that the fossil fuel giant is a responsible company that fully accepts the need to counter manmade global warming, has campaigned for a tax on greenhouse gas emissions, and is moving its focus from oil to cleaner fuels such as gas.<br /></p> \n<p>But an analysis of Shell’s New Lens planning document points to an acceptance that world temperatures will rise to a level that the Intergovernmental Panel on Climate Change argues would have a severe and widespread impact. A 4C global rise by 2100 would entail a sea level rise of between 52cm and 98cm, leading to widespread coastal flooding. There would be widespread risk of animal and plant extinctions and global agriculture would be severely hit. A 4C average would also mask more severe local impacts: the Arctic and western and southern Africa could experience warming up to 10C.</p> \n<p>The Shell document says: “Both our (oceans and mountains) scenarios and the IEA New Policies scenario (and our base case energy demand and outlook) do not limit emissions to be consistent with the back-calculated 450 parts per million (Co2 in the atmosphere) 2 degrees C.”</p> \n<p>It adds: “We also do not see governments taking steps now that are consistent with 2 degrees C scenario.”</p> \n<p>Environmentalists said the presumptions undermine Shell’s ability to talk with authority on climate change.</p> \n<p>Charlie Kronick, climate campaigner at campaign group Greenpeace, said Shell and IEA saw fossil fuels continuing to be burned, with the earth facing temperature rises of 3.7&deg;C or 4&deg;C in the short term, mounting to 6&deg;C later on.</p> \n<p>“What I don’t see is a realisation from Shell about what exactly would happen to its business if climate change escalated dramatically beyond what is safe with all the negative consequences in the world for food and water never mind energy,” said Kronick.</p> \n<p>Louise Rouse, an investor relations specialist and consultant to Greenpeace, said the New Lens document undermined Shell’s claim that ongoing oil and gas exploration helps raise living standards in the developing world by supplying the energy for rapidly expanding economies.</p> \n<p>“There is an incoherence at best between oil companies on the one hand positioning themselves as being on the side of the world’s developing countries and while on the other actively pursuing strategies which will entail catastrophic climate change which we already know is having a significant impact on the global south,” she said.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\" data-alt=\"Fossil fuel ticker\"> \n <a href=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\">Fossil fuel ticker</a> \n</figure> \n<p>Friends of the Earth in the Netherlands, which has carried out its own review of activities by the Anglo-Dutch oil group, said the company often argues that it is moving away from oil towards cleaner gas but has often concentrated on the most carbon intensive forms of gas such as liquefied natural gas. </p> \n<p>Shell’s carbon dioxide emissions have risen in 2014 and are set to increase further as it expands the business through a planned <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/08/shell-bg-group-47bn-takeover-oil-industry\">&pound;47bn takeover of rival BG</a>.</p> \n<p>Shell declined to comment formally on the New Lens scenarios but oil industry experts said they were not meant to be a business blueprint. Instead, they represent “plausible assumptions and quantification” designed to make executives consider events that may be only remotely possible. The expert added: “Scenarios are not intended to be predictions of likely future events or outcomes.”</p> \n<p>The <a href=\"http://www.theguardian.com/environment/series/keep-it-in-the-ground\">Guardian’s Keep it in the Ground campaign</a> seeks to persuade the Wellcome Trust and the Gates Foundation to divest themselves of their shareholdings in fossil fuel companies. According to the latest figures, Wellcome held a stake of &pound;142m in Shell as of September 2014. The Gates Foundation held &pound;6m of Shell’s shares at the time of its latest tax filing in 2013. </p> \n<p>The Anglo-Dutch group said the BG takeover would expand its presence in controversial deep-water activities – many of the planet’s untapped fossil fuel resources are now in ocean regions that are difficult to access – but said it would also increase its presence in liquefied natural gas, a cleaner fossil fuel than oil.</p> \n<p>It added: “By combining BG’s portfolio and skills set with Shell’s capabilities, we can deliver a step change in the growth priorities for both of our companies. This means more deep water and more LNG, plays where we have strong profitability and capabilities.” </p> \n<ul> \n <li><em>Editor’s note: This story is part of Keep it in the Ground, a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/16/argument-divesting-fossil-fuels-overwhelming-climate-change\">campaign launched by the Guardian in March</a> calling on the Wellcome Trust and Gates Foundation to shift their investments from fossil fuels. To date more than 200,000 people have signed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">our petition</a>. Both the Wellcome Trust and Gates Foundation say they carefully screen the companies they invest in to ensure they act in line with their goals. This piece, and others to follow this week, are the result of Guardian reporters’ investigations into some of the companies the foundations invest in, revealing how they operate both environmentally and socially - Alan Rusbridger, Guardian editor in chief.</em><br /></li> \n</ul> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Campaign sign up</a> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38bf79f47efdb87bc61b0858c498227ac1b342c0/0_191_3200_1921/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1921,"width":3200,"orientation":"landscape","credit":"David Ryder/Getty Images","altText":"‘Shell No’ protesters take to the water on Saturday to protest near Royal Dutch Shell’s Polar Pioneer drilling rig near Seattle.","cleanCredit":"Photograph: David Ryder/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-17T21:00:03Z","lastModified":"2015-05-17T23:45:01Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Terry Macalister","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/25/1411666802323/Terry-Macalister-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/terrymacalister"}],"feature":false,"keywords":["Climate change","Royal Dutch Shell","Fossil fuels","Business","Oil","Oil and gas companies","Commodities","Energy industry","World news","Environment","Energy"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"business/royaldutchshell","webTitle":"Royal Dutch Shell"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"business/business","webTitle":"Business"},{"id":"business/oil","webTitle":"Oil"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"world/world","webTitle":"World news"},{"id":"environment/environment","webTitle":"Environment"},{"id":"environment/energy","webTitle":"Energy"}],"section":{"id":"environment"},"topics":[{"displayName":"Terry Macalister","topic":{"type":"tag-contributor","name":"profile/terrymacalister"}}],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/17/shell-accused-of-strategy-risking-catastrophic-climate-change","shortUrl":"http://gu.com/p/49vmk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/17/shell-accused-of-strategy-risking-catastrophic-climate-change","webUri":"http://www.theguardian.com/environment/2015/may/17/shell-accused-of-strategy-risking-catastrophic-climate-change"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/38bf79f47efdb87bc61b0858c498227ac1b342c0/0_191_3200_1921/3200.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1921,"width":3200,"orientation":"landscape","caption":"‘Shell No’ protesters take to the water on Saturday heading near Royal Dutch Shell’s Polar Pioneer drilling rig near Seattle. Photograph: David Ryder/Getty Images","credit":"David Ryder/Getty Images","altText":"‘Shell No’ protesters take to the water on Saturday to protest near Royal Dutch Shell’s Polar Pioneer drilling rig near Seattle","cleanCaption":"‘Shell No’ protesters take to the water on Saturday heading near Royal Dutch Shell’s Polar Pioneer drilling rig near Seattle.","cleanCredit":"Photograph: David Ryder/Getty Images"}},"importance":5,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false},{"title":"US / Two Base jumpers killed in Yosemite national park","rawTitle":"Two Base jumpers killed in Yosemite national park","item":{"type":"article","id":"us-news/2015/may/18/extreme-athlete-dean-potter-among-two-killed-base-jumping-in-yosemite","title":"Extreme athlete Dean Potter among two killed Base jumping in Yosemite","trailText":"Overnight search began after Potter and Graham Hunt went missing while attempting a wingsuit flight from 7,500ft promontory in the US national park","standFirst":"<p>Overnight search began after Potter and Graham Hunt went missing while attempting a wingsuit flight from 7,500ft promontory in the US national park</p>","byline":"Caty Enders","body":"<p>Two prominent Base jumpers, Dean Potter and Graham Hunt, died in a wingsuit accident in Yosemite national park this weekend.</p> \n<p>Potter, 43, was a pioneer in an intersection of extreme sports that included rock climbing and skydiving.</p> \n<p>Potter and Hunt, 29, crashed late on Saturday after leaping from a 7,500ft (2,300m) promontory called Taft Point, park ranger Scott Gediman said.</p> \n<p>A friend called Yosemite search and rescue on Saturday night, when the pair failed to return from their jump. Their bodies were not recovered until Sunday morning, with the assistance of park rangers and a California highway patrol helicopter. Neither of the men appeared to have deployed their parachutes.</p> \n<p>Base jumping in Yosemite is illegal and those who attempt it risk being arrested and fined.</p> \n<p>Potter was one of the most recognizable figures in extreme sports. His independent spirit and inclination to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/gallery/2009/oct/01/dean-potter-skywalker\">push the boundaries</a> of what was possible in climbing and Base jumping made him a revered presence in the tight-knit community.</p> \n<div>\n __VIDEO_EMBED_gu-video-389080301__\n</div> \n<p>Earlier this month, Potter set the record for the fastest ascent of Half Dome, one of Yosemite’s iconic monoliths. He completed it through a combination of trail running and free-soloing, or climbing without a rope. Potter also held the record for the longest wingsuit flight, covering nearly four miles (6.5km) of ground in 2 minutes, 50 seconds, after jumping from the Eiger in Switzerland.<br /></p> \n<p>In November, after the release of the adventure film <a href=\"https://www.youtube.com/watch?v=o86TpaSBcWw\">Valley Uprising</a>, sports nutrition company Clif Bar dropped its decade-long sponsorship of Potter, along with four other athletes that were shown Base jumping and free-soloing. Clif indicated that the athletes’ degree of risk made the company uncomfortable. The energy-bar maker cut financial support for the athletes but continued to promote the film.</p> \n<p>Potter made his home in Yosemite with girlfriend Jennifer Rapp and his dog, Whisper. Though his dog had accompanied him on previous jumps, she was not in Potter’s backpack on Saturday.</p> \n<p></p> \n<p>In an interview with climber Jimmy Chin last spring, Potter explained he had become more committed to flying safely as he lost friends to the sport: “This past month, four friends died wingsuit flying, one of whom was my very good friend and wingman, Sean Leary,” Potter said. </p> \n<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=AGWiZLy0YuI\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/AGWiZLy0YuI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n</figure> \n<p>As he pushed the limits of human flight, Potter said, he was also studying aerodynamics and aerospace technology and was very much committed to developing safer gear and flying protocols.</p> \n<p>Potter’s determination brought human flight to the edge of what was possible. He developed the skill to climb difficult walls without ropes, relying on a small chute on his back in case he fell. “I love the idea that I can change the worst possible thing to the best possible thing – dying to flying,” he said in a video from Sender Films. “Everybody kind of fantasizes about it – flying – and it’s an amazing place in history right now that man actually has the ability to pull it off.”</p> \n<p>An investigation into what caused the men to crash is ongoing. </p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/be6be7b3b66edf10a94e15d317356c5edb8ef315/111_350_2739_1645/2739.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1645,"width":2739,"orientation":"landscape","credit":"ChinaFotoPress/ChinaFotoPress via Getty Images","altText":"Dean Potter after walking a 41 slackline strung across Enshi grand canyon at an altitude of 1,800m in 2012 in Hubei province, China.","cleanCredit":"Photograph: ChinaFotoPress/ChinaFotoPress via Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-05-18T03:10:53Z","lastModified":"2015-05-18T08:29:30Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Caty Enders","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/9/1420824212780/Caty-Enders-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/caty-enders"}],"feature":false,"keywords":["US news","California","Extreme sports","Sport"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/california","webTitle":"California"},{"id":"sport/extreme-sports","webTitle":"Extreme sports"},{"id":"sport/sport","webTitle":"Sport"}],"section":{"id":"us-news"},"topics":[{"displayName":"Caty Enders","topic":{"type":"tag-contributor","name":"profile/caty-enders"}}],"embeddedVideos":[{"id":"gu-video-389080301","source":"Reuters","durationInSeconds":76,"formats":[{"mimeType":"video/3gpp:small","uri":"http://cdn.theguardian.tv/3gp/small/2012/4/23/120423ChinaSlackline_3gpSml4x3.3gp"},{"mimeType":"video/3gpp:large","uri":"http://cdn.theguardian.tv/3gp/large/2012/4/23/120423ChinaSlackline_3gpLg4x3.3gp"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/ad/120423ChinaSlackline/120423ChinaSlackline.m3u8"}]}],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/18/extreme-athlete-dean-potter-among-two-killed-base-jumping-in-yosemite","shortUrl":"http://gu.com/p/49xza","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/18/extreme-athlete-dean-potter-among-two-killed-base-jumping-in-yosemite","webUri":"http://www.theguardian.com/us-news/2015/may/18/extreme-athlete-dean-potter-among-two-killed-base-jumping-in-yosemite"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/be6be7b3b66edf10a94e15d317356c5edb8ef315/111_350_2739_1645/2739.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1645,"width":2739,"orientation":"landscape","caption":"Dean Potter after walking a 41 slackline strung across Enshi grand canyon at an altitude of 1,800m in 2012 in Hubei province, China.  Photograph: ChinaFotoPress/Getty Images","credit":"ChinaFotoPress/Getty Images","altText":"Dean Potter after walking a 41 slackline strung across Enshi grand canyon at an altitude of 1,800m in 2012 in Hubei province, China.","cleanCaption":"Dean Potter after walking a 41 slackline strung across Enshi grand canyon at an altitude of 1,800m in 2012 in Hubei province, China. ","cleanCredit":"Photograph: ChinaFotoPress/Getty Images"}},"importance":4,"kicker":{"title":"US"},"showQuotedHeadline":false},{"title":"Royal Navy / Whistleblower on the run after exposing alleged Trident safety failings","rawTitle":"Whistleblower on the run after exposing alleged Trident safety failings","item":{"type":"article","id":"uk-news/2015/may/18/navy-whistleblower-on-run-alleged-trident-safety-failings","title":"Navy whistleblower on the run after exposing alleged Trident safety failings","trailText":"MoD launches investigation into claims of Able Seaman William McNeilly, who says UK nuclear deterrent is ‘disaster waiting to happen’","standFirst":"<p>MoD launches investigation into claims of Able Seaman William McNeilly, who says UK nuclear deterrent is ‘disaster waiting to happen’</p>","byline":"Josh Halliday","body":"<p>The police and Royal Navy are hunting for a whistleblower who is on the run after publishing a dossier of alleged security failings on board Trident nuclear submarines.</p> \n<p>Able Seaman William McNeilly, 25, a newly qualified engineer, claimed that Britain’s nuclear deterrent was a “disaster waiting to happen” in a report detailing 30 alleged safety and security breaches.</p> \n<p>He wrote that a chronic manpower shortage meant that “it’s just a matter of time before we’re infiltrated by a psychopath or a terrorist; with this amount of people getting pushed through”.</p> \n<p>The Ministry of Defence has launched an investigation into the claims, published in <a href=\"http://www.scribd.com/doc/265119365/The-Sec-ret-Nuc-lea-r-Th-re-At#\">a 19-page report titled The Secret Nuclear Threat</a>, which it said contained a “number of subjective and unsubstantiated personal views ... with which the Naval Service completely disagrees”.</p> \n<p>McNeilly, from Newtownabbey, near Belfast, was due to report back for work at the weekend in Faslane sumbarine base on the Clyde but has since been reported missing. Royal Navy chiefs and civilian police are searching for the seaman.</p> \n<p>In the report, published online alongside a picture of his UK passport and Royal Navy identity card, McNeilly said he wanted “to break down the false images of a perfect system that most people envisage exists”.</p> \n<p>He described bags going unchecked and that it was “harder getting into most nightclubs” than into control rooms, with broken pin code systems and guards failing to check passes. “All it takes is someone to bring a bomb on board to commit the worst terrorist attack the UK and the world has ever seen,” he wrote.</p> \n<p>The 25-year-old said he raised these and other concerns through the chain of command on multiple occasions, but that “not once did someone even attempt to make a change”.</p> \n<p>The whistleblower also revealed that there had allegedly been a fire in the missile compartment when the vessel was in harbour. He claimed the blaze was sparked by overheated cables setting light to stacks of toilet roll. “The chief said if it had been at sea there would’ve been about 50 dead bodies on three deck because of the amount of people struggling to find an emergency breathing system,” he claimed.</p> \n<p>Angus Robertson, the Scottish National party leader in Westminster, described the claims as extremely concerning and said the allegations add weight to calls to scrap Trident altogether.</p> \n<p>He said: “It reads as a nightmare catalogue of serious safety breaches aboard and alongside these nuclear-armed submarines ... Shortages of all types of crew on these submarines has been well-documented and the description of personnel in extremely stressful situations most be alarming given the huge responsibility some of these sailors are given.</p> \n<p>“Failure to follow standard safety procedures is unacceptable in any workplace but on a Vanguard submarine on patrol it could result in extreme tragedy not just for those on board but indeed for the entire planet.”</p> \n<p>A Royal Navy spokeswoman said on Monday that the service completely disagreed with McNeill’s assessment, describing the report as containing “a number of subjective and unsubstantiated personal views”.</p> \n<p>The spokeswoman said it was right for the allegations to be investigated but that the publishing of the report did not pose a security risk. She added: “The Royal Navy takes security and nuclear safety extremely seriously and we are fully investigating both the issue of the unauthorised release of this document and its contents.</p> \n<p>“The naval service operates its submarine fleet under the most stringent safety regime and submarines do not go to sea unless they are completely safe to do so.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431937054139/056c9022-3742-4596-82f7-14c6d56bb791-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"PA","altText":"The Royal Navy's Trident-class nuclear submarine Vanguard.","cleanCredit":"Photograph: PA"}],"bodyImages":[],"webPublicationDate":"2015-05-18T08:18:49Z","lastModified":"2015-05-18T08:28:48Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Josh Halliday","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/josh-halliday"}],"feature":false,"keywords":["Royal Navy","UK news","Military"],"tags":[{"id":"uk/royal-navy","webTitle":"Royal Navy"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/military","webTitle":"Military"}],"section":{"id":"uk-news"},"topics":[{"displayName":"Josh Halliday","topic":{"type":"tag-contributor","name":"profile/josh-halliday"}}],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/18/navy-whistleblower-on-run-alleged-trident-safety-failings","shortUrl":"http://gu.com/p/49xq9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/18/navy-whistleblower-on-run-alleged-trident-safety-failings","webUri":"http://www.theguardian.com/uk-news/2015/may/18/navy-whistleblower-on-run-alleged-trident-safety-failings"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431937054139/056c9022-3742-4596-82f7-14c6d56bb791-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The Royal Navy’s Trident-class nuclear submarine Vanguard. Photograph: PA","credit":"PA","altText":"The Royal Navy's Trident-class nuclear submarine Vanguard.","cleanCaption":"The Royal Navy’s Trident-class nuclear submarine Vanguard.","cleanCredit":"Photograph: PA"}},"importance":3,"kicker":{"title":"Royal Navy"},"showQuotedHeadline":false},{"title":"Nuclear weapons / North Korea 'not even close’ to meeting standards on nuclear weapons, says Kerry","rawTitle":"North Korea 'not even close’ to meeting standards on nuclear weapons, says Kerry","item":{"type":"article","id":"us-news/2015/may/18/north-korea-may-face-further-sanctions-john-kerry-indicates","title":"North Korea 'not even close’ to meeting standards on nuclear weapons, says Kerry","trailText":"US secretary of state indicates Pyongyang may face further sanctions over nuclear weapons and ballistic missiles programmes","standFirst":"<p>US secretary of state indicates Pyongyang may face further sanctions over nuclear weapons and ballistic missiles programmes</p>","byline":"Reuters","body":"<p>The US secretary of state, John Kerry, has said North Korea has “not even come close” to taking the steps needed to rein in its nuclear weapons programme to initiate talks, adding the US was considering further sanctions.</p> \n<p> Speaking in the South Korean capital, Kerry said Washington continued to offer North Korea the chance for an improved relationship in return for signs of a genuine willingness to end its nuclear programme.</p> \n<p> “To date, to this moment, particularly with recent provocations, it is clear the DPRK [Democratic People’s Republic of Korea] is not even close to meeting that standard,” Kerry told a joint news conference with the South Korean foreign minister, Yun Byung-se. “Instead it continues to pursue nuclear weapons and ballistic missiles.”</p> \n<p>North Korea is already under heavy US and UN sanctions for its missile and nuclear tests but Kerry said further penalties were being considered.</p> \n<p> He said it was likely North Korea would be referred to the international criminal court if its behaviour on human rights continued.</p> \n<p>In 2005, Pyongyang walked away from a deal with the US, Russia, South Korea and China to end its nuclear programme in return for diplomatic and economic rewards.</p> \n<p> It recently tested what it said was a submarine-launched ballistic missile, raising regional tensions about the <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/11/update-1-south-korea-expresses-concern-over-norths-submarine-missile-test-0\">prospect of a heightened threat</a> that already includes nuclear arms development and an arsenal of ballistic missiles.</p> \n<p> North Korea is technically still at war with the South after the 1950-53 conflict ended in a truce, not a peace treaty, and regularly threatens to destroy the South’s major ally, the US.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/31e0c15dbfdb2c4e78c7c22aef08f799b85d9974/0_256_3586_2150/3586.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2150,"width":3586,"orientation":"landscape","credit":"JEON HEON-KYUN / POOL/EPA","altText":"US secretary of state John Kerry shakes hands with South Korean foreign minister Yun Byung-Se on Monday.","cleanCredit":"Photograph: JEON HEON-KYUN / POOL/EPA"}],"bodyImages":[],"webPublicationDate":"2015-05-18T06:35:32Z","lastModified":"2015-05-18T06:35:34Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["US news","John Kerry","North Korea","South Korea","Asia Pacific","World news","International trade","Business","Global economy"],"tags":[{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/john-kerry","webTitle":"John Kerry"},{"id":"world/north-korea","webTitle":"North Korea"},{"id":"world/south-korea","webTitle":"South Korea"},{"id":"world/asia-pacific","webTitle":"Asia Pacific"},{"id":"world/world","webTitle":"World news"},{"id":"business/internationaltrade","webTitle":"International trade"},{"id":"business/business","webTitle":"Business"},{"id":"business/global-economy","webTitle":"Global economy"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/may/18/north-korea-may-face-further-sanctions-john-kerry-indicates","shortUrl":"http://gu.com/p/49xpa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/may/18/north-korea-may-face-further-sanctions-john-kerry-indicates","webUri":"http://www.theguardian.com/us-news/2015/may/18/north-korea-may-face-further-sanctions-john-kerry-indicates"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/31e0c15dbfdb2c4e78c7c22aef08f799b85d9974/0_256_3586_2150/3586.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2150,"width":3586,"orientation":"landscape","caption":"US secretary of state John Kerry shakes hands with South Korean foreign minister Yun Byung-Se on Monday. Photograph: JEON HEON-KYUN / POOL/EPA","credit":"JEON HEON-KYUN / POOL/EPA","altText":"US secretary of state John Kerry shakes hands with South Korean foreign minister Yun Byung-Se on Monday.","cleanCaption":"US secretary of state John Kerry shakes hands with South Korean foreign minister Yun Byung-Se on Monday.","cleanCredit":"Photograph: JEON HEON-KYUN / POOL/EPA"}},"importance":2,"kicker":{"title":"Nuclear weapons"},"showQuotedHeadline":false},{"title":"JCB / EU exit may be in UK interest, says top firm","rawTitle":"EU exit may be in UK interest, says top firm","item":{"type":"article","id":"politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","title":"JCB boss says EU exit could lift burden of bureaucracy on UK businesses","trailText":"Construction equipment firm chaired by Tory donor says warnings on job losses are scaremongering","standFirst":"<p>Construction equipment firm chaired by Tory donor says warnings on job losses are scaremongering</p>","byline":"Sean Farrell","body":"<p>The top executives of JCB, one of the UK’s biggest manufacturing companies, have said Britain should vote to leave the European Union if David Cameron fails to negotiate reductions to bureaucracy that weighs down UK businesses.<br /></p> \n<p>Graeme MacDonald, who runs JCB for its billionaire owners, the Bamford family, said the EU was an important market for JCB, but he dismissed concerns about the impact on business if Britain voted to leave the single market.</p> \n<p>Asked if it would be better for the UK to quit an unreformed EU, he said: “I think it would be, because I really don’t think it would make a blind bit of difference to trade with Europe. There has been far too much scaremongering about things like jobs. I don’t think it’s in anyone’s interest to stop trade. I don’t think we or Brussels will put up trade barriers.”</p> \n<p>Meanwhile, chairman Lord Bamford told the BBC that the UK “could negotiate as our own country rather than being one of 28 nations in Brussels as we are today”. <br /></p> \n<p>JCB, the world’s third biggest maker of construction equipment, has strong links to the Conservatives. Lord Bamford has given &pound;2.6m to the party in the past five years and was made a Tory peer in 2013. Bamford has been vociferous in calling for the government to promote UK manufacturers. He produced a report for Cameron in 2012 calling for a German-style long-term strategy to support manufacturing and exports.</p> \n<p>MacDonald said Britain was too important an export market for the EU to make drastic changes to trading conditions. For example, the UK is the fourth-biggest market for German cars, he said. JCB is building a new &pound;18m headquarters in Germany.</p> \n<p>“What is needed is a lot less red tape and bureaucracy. Some of it is costly for us and quite frankly ridiculous. Whether that means renegotiating or exiting, I don’t think it can carry on as it is. It’s a burden on our business and it’s easier selling to North America than to Europe sometimes.” He said reducing red tape for business was Cameron’s most important task when seeking concessions from other EU leaders.</p> \n<p>JCB’s view is at odds with the views of other UK business leaders <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/british-business-leaders-back-tony-blair-warning-over-possible-eu-exit\">such as Sir Martin Sorrell, the chief executive of WPP, the world’s biggest advertising company, and Sir Michael Rake, BT’s chairman</a>. They have echoed <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/apr/07/tony-blair-backs-ed-miliband\">Tony Blair’s warning</a> during the election campaign that Britain would suffer damaging instability before the referendum and after a vote to leave the EU.</p> \n<p>Cameron has promised to hold an in-out referendum by 2017 after seeking to renegotiate how the EU operates. His demands include an opt-out for Britain from the goal of an “ever closer union” and greater powers for national parliaments to block EU legislation. Cameron’s team is understood to be drawing up plans to bring the referendum forward to next year to avoid a clash with French and German elections in 2017.</p> \n<p>Amid growing talk of a possible “Brexit” in the wake of the election, MacDonald’s comments are likely to be seized upon by Eurosceptic MPs such as Peter Bone and David Davis, already encouraged by Cameron’s referendum promise.</p> \n<p>Many businesses are also keen for EU reform. A recent survey by the IoD, the business organisation representing a range of large and medium-sized companies across the UK, found <a href=\"http://www.iod.com/influencing/press-office/press-releases/business-support-for-eu-membership-conditional-on-fundamental-reform-finds-new-iod-survey\">60% of their members said staying in the EU depended on successful reform in key areas</a>, notably employment regulations.</p> \n<p>However Lucy Thomas, campaign director for Business for New Europe, which supports the UK staying in a reformed EU, said MacDonald was right to call for a reduction in EU bureaucracy but said a Brexit would damage Britain: if it left the EU it would have no say in the rules and would still have to accept them.<br /></p> \n<p>“Of course JCB and others could still sell their goods to Europe, but they would still have to meet EU standards whatever they happened to be. Surely a seat at the table when rules are decided is better than no say at all?</p> \n<p>She added: “There is also no guarantee of what ‘out’ would look like: British businesses could potentially see tariffs and other barriers imposed on their goods and services, making them far less competitive.</p> \n<p>“We also benefit from free trade deals with over 50 countries all over the world and outside the EU we would lose all of those. Renegotiating would take years and why would global powers listen to the UK with 65 million consumers more than the EU as a bloc with 500 million?”</p> \n<p>“Companies who say they would reconsider their presence in the UK really mean it. They will go wherever makes business sense and if the UK is no longer competitive, they will not stay.”</p> \n<p>The prospect of the UK leaving the EU was cited by banking group HSBC as one reason why it was considering moving its headquarters from London to the Far East.</p> \n<p>HSBC chairman Douglas Flint said at last month’s annual meeting: “In February we published a major research study which concluded that working to complete the single market in services and reforming the EU to make it more competitive were far less risky than going it alone, given the importance of EU markets to British trade.”</p> \n<p>The JCB chief executive was speaking as the firm revealed that it had made a profit of &pound;313m last year, unchanged on the previous year even though sales were down from &pound;2.7bn to &pound;2.5bn. JCB’s UK business had been boosted by increased housebuilding and big infrastructure projects such as the Crossrail transport link in London. “Our customers see this going on for another two years or more,” he said.MacDonald also called on the Conservative government to make quicker decisions on big building projects now that it no longer needed to do deals with the Liberal Democrats.</p> \n<p>“With the coalition there was always an element of compromise. We’ve been discussing for a long time HS2 or whether we should have an extra runway at Heathrow. The government needs to get on with it. We look at other economies around the world and they have built new airports while we’ve been deciding whether to build a runway or not.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431880495482/715defc0-f917-4cc6-ad04-bc6a6207a2ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Rui Vieira/PA","altText":"JCB boss says that EU red tape is stifling UK businesses.","cleanCredit":"Photograph: Rui Vieira/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-17T21:38:29Z","lastModified":"2015-05-17T23:46:32Z","metadata":{"commentable":true,"commentCount":1384,"contributors":[{"name":"Sean Farrell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sean-farrell"}],"feature":false,"keywords":["EU referendum","European Union","Politics","UK news","Europe","Business","International trade"],"tags":[{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"business/business","webTitle":"Business"},{"id":"business/internationaltrade","webTitle":"International trade"}],"section":{"id":"politics"},"topics":[{"displayName":"Sean Farrell","topic":{"type":"tag-contributor","name":"profile/sean-farrell"}}],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","shortUrl":"http://gu.com/p/49xf8","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses","webUri":"http://www.theguardian.com/politics/2015/may/17/jcb-boss-says-eu-exit-could-lift-burden-of-bureaucracy-on-uk-businesses"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/17/1431880495482/715defc0-f917-4cc6-ad04-bc6a6207a2ce-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"JCB boss says that EU red tape is stifling UK businesses. Photograph: Rui Vieira/PA","credit":"Rui Vieira/PA","altText":"JCB boss says that EU red tape is stifling UK businesses.","cleanCaption":"JCB boss says that EU red tape is stifling UK businesses.","cleanCredit":"Photograph: Rui Vieira/PA"}},"importance":1,"kicker":{"title":"JCB"},"showQuotedHeadline":false}],"lastModified":"2015-05-18T08:20:56Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}