{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"UK intelligence agencies should keep mass surveillance powers, report says","rawTitle":"UK intelligence agencies should keep mass surveillance powers, report says","item":{"type":"article","id":"world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq","title":"UK intelligence agencies should keep mass surveillance powers, report says","trailText":"Report by official reviewer of counter-terrorism laws also says power to issue interception warrants should be transferred from ministers to judges","standFirst":"<p>Report by official reviewer of counter-terrorism laws also says power to issue interception warrants should be transferred from ministers to judges</p>","byline":"Ewen MacAskill","body":"<p>UK intelligence agencies should be allowed to retain controversial intrusive powers to gather bulk communications data but ministers should be stripped of their powers to authorise individual interception warrants.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live\">David Anderson, terror watchdog, publishes report on surveillance powers - Politics live</a> </p> \n</aside> \n<p>That is the conclusion of a major report on British data laws published on Thursday that proposes changes to the oversight of GCHQ and other intelligence agencies.</p> \n<p>The 373-page report, A Question of Trust, by David Anderson QC, also comes in response to revelations by the US whistleblower Edward Snowden about the scale of government surveillance disclosed two years ago.</p> \n<p>GCHQ will be happy to have retained its bulk collection powers while privacy campaigners will be dismayed. The privacy lobby will take comfort though in the shift on warrants to judicial control. </p> \n<p>The security agencies are likely to be relaxed about judicial control, which would bring the UK into line with the US and many other intelligence-gathering countries.</p> \n<p>As a direct consequence of the Snowden revelations, the report recommends that existing legislation on surveillance, the Regulation of Investigatory Powers Act (Ripa), be scrapped and fresh legislation drafted from scratch.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\">Snooper's charter: landmark report to be released on surveillance powers</a> </p> \n</aside> \n<p>The report by the official reviewer of counter-terrorism laws, was commissioned by David Cameron in July last year. The findings are likely to feed into proposed legislative changes on surveillance announced in the Queen’s speech.</p> \n<p>Anderson, introducing his report, said: “Modern communications networks can be used by the unscrupulous for purposes ranging from cyber-attack, terrorism and espionage to fraud, kidnap and child sexual exploitation. A successful response to these threats depends on entrusting public bodies with the powers they need to identify and follow suspects in a borderless online world.</p> \n<p>“But trust requires verification. Each intrusive power must be shown to be necessary, clearly spelled out in law, limited in accordance with human rights standards and subject to demanding and visible safeguards.</p> \n<p>“The current law is fragmented, obscure, under constant challenge and variable in the protections that it affords the innocent. It is time for a clean slate. This report aims to help parliament achieve a world-class framework for the regulation of these strong and vital powers.”</p> \n<p>GCHQ successfully fought to retain its bulk collection powers. The recommendations of Anderson contrast with events in the US, where the NSA saw at least some curbs placed on bulk collection of phone records by Congress last month.</p> \n<p>Anderson, asked about the contrast with the US, said it would be “quite wrong” to compare laws across jurisdictions, arguing that the US had not abandoned bulk data collection.</p> \n<p>He argued that there will be some new curbs on warrants for bulk data collection in the UK, including “a tighter definition of the purposes for which it is sought, defined by operations or mission purposes”.</p> \n<p>One of the biggest changes in the report is that “all warrants should be judicially authorised by a judicial commissioner at a new body: the Independent Surveillance and Intelligence Commission”.</p> \n<p>Removing the power from ministers could meet with resistance from Westminster, where some ministers and MPs will argue that democratically elected members should be making these decisions rather than judges who do not have access to up-to-date information of terrorist threats.</p> \n<p>The new Independent Surveillance and Intelligence Commission would replace three existing bodies.<br /></p> \n<p>Anderson said that the existing legislation had reached the end of its useful life. “Ripa, obscure since its inception, has been patched up so many times as to make it incomprehensible to all but a tiny band of initiates. A multitude of alternative powers, some of them without statutory safeguards, confuse the picture further. This state of affairs is undemocratic, unnecessary and – in the long run – intolerable.”<br /></p> \n<p>The intelligence agencies, including GCHQ, have been expressing concern about the increasing use of encryption to protect privacy, with internet providers beginning to offer this as standard. </p> \n<p>Anderson, in his report, said few propose a master key to all communications be held by the state. “Far preferable, on any view, is a law-based system in which encryption keys are handed over (by service providers or by the users themselves) only after properly authorised requests.”</p> \n<p>Anderson said he could not condone Snowden’s disclosure. National security had suffered, he added, but there had also been benefits from the disclosure of the some of the intelligence agency capabilities.</p> \n<p>“The opening up of the debate has however come at a cost to national security: the effect of the Snowden documents on the behaviour of some service providers and terrorists alike has, for the authorities, accentuated the problem of reduced coverage and rendered more acute the need for a remedy,” the report says.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434014658106/6683793d-51ea-42a4-8bea-698c1cdb34b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AFP/Getty Images/the Gaurdian","altText":"Edward Snowden","cleanCredit":"Photograph: AFP/Getty Images/the Gaurdian"}],"bodyImages":[],"webPublicationDate":"2015-06-11T09:36:23Z","lastModified":"2015-06-11T10:21:52Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ewen MacAskill","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/ewenmacaskill"}],"feature":false,"keywords":["Surveillance","UK news","Edward Snowden","Privacy","US news","World news","GCHQ","UK security and counter-terrorism","The NSA files"],"tags":[{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"uk/uk","webTitle":"UK news"},{"id":"us-news/edward-snowden","webTitle":"Edward Snowden"},{"id":"world/privacy","webTitle":"Privacy"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"us-news/the-nsa-files","webTitle":"The NSA files"}],"section":{"id":"world"},"topics":[{"displayName":"Ewen MacAskill","topic":{"type":"tag-contributor","name":"profile/ewenmacaskill"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq","shortUrl":"http://gu.com/p/49y85","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq","webUri":"http://www.theguardian.com/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434014658106/6683793d-51ea-42a4-8bea-698c1cdb34b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The proposals are in response to revelations by the US whistleblower Edward Snowden. Photograph: AFP/Getty Images/The Guardian","credit":"AFP/Getty Images/The Guardian","altText":"Edward Snowden","cleanCaption":"The proposals are in response to revelations by the US whistleblower Edward Snowden.","cleanCredit":"Photograph: AFP/Getty Images/The Guardian"}},"importance":7,"showQuotedHeadline":false,"sublinks":[{"title":"Politics live / Today's news as it happens","rawTitle":"Today's news as it happens","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","title":"David Anderson, terror watchdog, publishes report on surveillance powers - Politics live","trailText":"<strong>Andrew Sparrow</strong>’s rolling coverage of all the day’s political developments as they happen, including the publication of David Anderson’s report into surveillance legislation, with reaction and analysis","standFirst":"<p>Rolling coverage of all the day’s political developments as they happen, including the publication of David Anderson’s report into surveillance legislation, with reaction and analysis</p>\n<ul>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq\">David Anderson recommends agencies should keep mass surveillance powers</a></li>\n <li><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live#block-55795d56e4b03f70e4d11503\">Anderson’s report - Summary of the key recommendations</a></li>\n</ul>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"CHELTENHAM, UNITED KINGDOM - JULY 14: Satellite dish seen within Government Communications Headquarters (GCHQ) compound on July 14, 2014 in Cheltenham, England.  The Government Communications Headquarters is subject a to Investigative Powers Tribunal while Parliament debates emergency laws regarding surveillance of UK public communications.  PHOTOGRAPH BY Greg Blatchford / Barcroft Media  UK Office, London. T +44 845 370 2233 W www.barcroftmedia.com  USA Office, New York City. T +1 212 796 2458 W www.barcroftusa.com  Indian Office, Delhi. T +91 11 4053 2429 W www.barcroftindia.com","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/0d62bd2f70d056de15938a4576370d8a1885c104/0_203_2331_1398/2331.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1398,"width":2331,"orientation":"landscape","caption":"Alastair Campbell  Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"Alastair Campbell ","cleanCaption":"Alastair Campbell ","cleanCredit":"Photograph: Dominic Lipinski/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/162d147c66702ef2df30e391bb2b9870d769b7e0/0_564_2368_1420/2368.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1420,"width":2368,"orientation":"landscape","caption":"Edward Snowden Photograph: Barton Gellman/Getty Images","credit":"Barton Gellman/Getty Images","altText":"Edward Snowden","cleanCaption":"Edward Snowden","cleanCredit":"Photograph: Barton Gellman/Getty Images"}],"webPublicationDate":"2015-06-11T10:17:04Z","lastModified":"2015-06-11T10:19:07Z","latestBlock":{"id":"block-55795d56e4b03f70e4d11503","title":"Anderson's report - Summary of the key recommendations","publishedDateTime":"2015-06-11T10:17:04Z","body":"Here is a summary of the key recommendations in David Anderson’s report. Existing internet surveillance laws should be replaced with a new law, “both comprehensive in its scope and comprehensible to people across the world”. The bulk collection of communications data should continue, subject to safeguards. Judicial authorisation should be required for all interception warrants, with the role of ministers limited to saying some warrants are required in the interests of national security. Judicial authorisation should be required if the police want to obtain communications data relating to people like lawyers and journalists who receive information in confidence. The power in the draft communications data bill for the retention of website search information (one of the most controversial elements in the “snoopers’ charter) should only apply where “a detailed operational case can be made out and a rigorous assessment has been conducted of the lawfulness, likely effectiveness, intrusiveness and cost”. A new independent surveillance and intelligence commission to be established, replacing the three existing commissioners dealing with surveillance.","postType":"key-event"},"metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","Surveillance","Counter-terrorism policy","GCHQ","Police","UK security and counter-terrorism"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/surveillance","webTitle":"Surveillance"},{"id":"politics/terrorism","webTitle":"Counter-terrorism policy"},{"id":"uk/gchq","webTitle":"GCHQ"},{"id":"uk/police","webTitle":"Police"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"David Anderson, terror watchdog, publishes report on surveillance powers - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-55795d56e4b03f70e4d11503","title":"Anderson's report - Summary of the key recommendations","publishedDateTime":"2015-06-11T10:17:04Z","body":"<p>Here is a summary of the key recommendations in David Anderson’s report.</p> \n<ul> \n <li><strong>Existing internet surveillance laws should be replaced with a new law, “both comprehensive in its scope and comprehensible to people across the world”.</strong></li> \n</ul> \n<ul> \n <li><strong>The bulk collection of communications data should continue, subject to safeguards</strong></li> \n</ul> \n<ul> \n <li><strong>Judicial authorisation should be required for all interception warrants, with the role of ministers limited to saying some warrants are required in the interests of national security.</strong></li> \n</ul> \n<ul> \n <li><strong>Judicial authorisation should be required if the police want to obtain communications data relating to people like lawyers and journalists who receive information in confidence. </strong></li> \n</ul> \n<ul> \n <li><strong>The power in the draft communications data bill for the retention of website search information (one of the most controversial elements in the “snoopers’ charter) should only apply where “a detailed operational case can be made out and a rigorous assessment has been conducted of the lawfulness, likely effectiveness, intrusiveness and cost”.</strong></li> \n</ul> \n<ul> \n <li><strong>A new independent surveillance and intelligence commission to be established, replacing the three existing commissioners dealing with surveillance.</strong><br /></li> \n</ul>","postType":"key-event"},{"id":"block-55795b02e4b03f70e4d114f8","title":"Anderson says state should have to request encryption keys","publishedDateTime":"2015-06-11T09:58:56Z","lastUpdatedDateTime":"2015-06-11T10:04:41Z","body":"<p>Before the election there was a great deal of debate about whether the state should have the power to over-ride internet encryption services. In his report, <strong>David Anderson </strong>suggests some of the reporting has been misleading.</p> \n<blockquote class=\"quoted\"> \n <p>The agencies do not look to legislation to give themselves a permanent trump card: neither they nor anyone else has made a case to me for encryption to be placed under effective government control, as in practice it was before the advent of public key encryption in the 1990s. There has been no attempt to revive the argument that led to the Clipper Chip proposal from the NSA in the 1990s, when public key cryptography first became widely available. But the agencies do look for cooperation, enforced by law if needed, from companies abroad as well as in the UK, which are able to provide readable interception product.</p> \n</blockquote> \n<p>And Anderson recommends that the presence “no-go areas” in the digital world should be minimised.</p> \n<blockquote class=\"quoted\"> \n <p>Few now contend for a master key to all communications held by the state, for a requirement to hold data locally in unencrypted form, or for a guaranteed facility to insert back doors into any telecommunications system. Such tools threaten the integrity of our communications and of the internet itself. Far preferable, on any view, is a law-based system in which encryption keys are handed over (by service providers or by the users themselves) only after properly authorised requests.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55795812e4b03f70e4d114e5","title":"David Anderson publishes his report on surveillance powers","publishedDateTime":"2015-06-11T09:46:35Z","lastUpdatedDateTime":"2015-06-11T10:00:01Z","body":"<p>The<strong> David Anderson</strong> report is now out. The key links are <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<p>Here is <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/wp-content/uploads/2015/06/IPR-Press-Release.docx\">Anderson’s news release about it (pdf).</a></p> \n<p>Here is<a href=\"https://terrorismlegislationreviewer.independent.gov.uk/wp-content/uploads/2015/06/IPR-Report-Print-Version.pdf\"> the report itself (pdf).</a></p> \n<p>Here is a statement from Anderson about what he is recommending.</p> \n<blockquote class=\"quoted\"> \n <p>Modern communications networks can be used by the unscrupulous for purposes ranging from cyber-attack, terrorism and espionage to fraud, kidnap and child sexual exploitation. A successful response to these threats depends on entrusting public bodies with the powers they need to identify and follow suspects in a borderless online world.</p> \n <p> But trust requires verification. Each intrusive power must be shown to be necessary, clearly spelled out in law, limited in accordance with international human rights standards and subject to demanding and visible safeguards.</p> \n <p> The current law is fragmented, obscure, under constant challenge and variable in the protections that it affords the innocent. It is time for a clean slate. This Report aims to help Parliament achieve a world-class framework for the regulation of these strong and vital powers.</p> \n</blockquote> \n<p>And here is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq\"><strong>Ewen MacAskil</strong>l’s Guardian story about the report. </a>And here is how it starts.</p> \n<blockquote class=\"quoted\"> \n <p>UK intelligence agencies should be allowed to retain controversial intrusive powers to gather bulk communications data but ministers should be stripped of their powers to authorise individual interception warrants.</p> \n <p>That is the conclusion of a major report on British data laws published on Thursday that proposes changes to the oversight of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/gchq\">GCHQ</a> and other intelligence agencies.</p> \n <p>The 373-page report, A Question of Trust, by David Anderson QC, also comes in response to revelations by the US whistleblower <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/edward-snowden\">Edward Snowden</a> about the scale of government surveillance disclosed two years ago.</p> \n <p>GCHQ will be happy to have retained its bulk collection powers while privacy campaigners will be dismayed. The privacy lobby will take comfort though in the shift on warrants to judicial control.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55795706e4b0731d743b52a7","publishedDateTime":"2015-06-11T09:41:23Z","body":"<p>In December 2012 the joint committee on the draft communications data bill published <a href=\"http://www.publications.parliament.uk/pa/jt201213/jtselect/jtdraftcomuni/79/79.pdf\">its report (pdf)</a> on the surveillance powers proposed by Theresa May. (See <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live#block-5579379ee4b03f70e4d11491\">8.57am.)</a> This was its key recommendation.</p> \n<blockquote class=\"quoted\"> \n <p>We accept that there is a case for legislation which will provide the law enforcement agencies with some further access to communications data, but we believe that the draft Bill pays insufficient attention to the duty to respect the right to privacy, and goes much further than it need or should for the purpose of providing necessary and justifiable official access to communications data. Clause 1 would give the Secretary of State sweeping powers to issue secret notices to communications service providers (CSPs) requiring them to retain and disclose potentially limitless categories of data. We have been told that she has no intention of using the powers in this way. Our main recommendation is therefore that her powers should be limited to those categories of data for which a case can now be made. If in future a case can be made for the power to be increased, this should not be done without effective Parliamentary scrutiny. We recommend the procedure for this. </p> \n</blockquote>","postType":"blog"},{"id":"block-55794dc6e4b03f70e4d114c3","publishedDateTime":"2015-06-11T09:19:27Z","lastUpdatedDateTime":"2015-06-11T09:21:01Z","body":"<p>The Labour leadership candidates are under renewed pressure to agree to a “break clause” that would allow the party to get rid of them easily in, say, 2018 if they were under-performing. Under the current rules, getting rid of a sitting leader is nigh on impossible. Lady Royall, the former Labour leader of the Lords, first floated the idea, but <strong>Alastair Campbell,</strong> Tony Blair’s communications chief, has raised it again, in comments <a href=\"http://www.thetimes.co.uk/tto/news/politics/article4466801.ece\">in a Times frontpage story (paywall)</a> which he has elaborated on in<a href=\"http://www.alastaircampbell.org/blog/2015/06/11/enough-of-the-lessons-of-defeat-can-we-learn-some-lessons-of-victory/\"> a lengthy and very interesting blog on Labour’s plight.</a></p> \n<p>Here’s how Campbell explains his thinking in his blog.</p> \n<blockquote class=\"quoted\"> \n <p>There will be some who think the idea of someone like me publicly saying before we even have the new leader that we should try to oust them if they are failing is daft or disloyal. But it is not. Politicians are fond of everyone else in top public sector jobs being subject to regular assessment and review. So why not the leader of the opposition ? In my view the next leader should embrace this approach and embrace the idea of a confirmation process in the run up to a general election. It could be a massive opportunity. If the next leader turns out to be good and look like they can win, then great, they get confirmed in a big moment of renewal and energy before the run in to the election. And if the debate shows the party thinks the leader is not up to it, perhaps because we have had had three years of the public telling us so – and they are the boss by the way – then off they go. Sorry but there is it. Football managers have to deal with it. CEOs have to deal with it. If leaders fail, they go. It’s the real world and it is time we got back into it.</p> \n</blockquote> \n<p>None of the candidates have embraced this idea yet (although <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/blog/live/2015/may/21/migration-figures-out-as-cameron-announces-crackdown-on-illegal-foreign-workers-politics-live#block-555dea96e4b0cffd86916ef4\">Liz Kendall sounded vaguely supportive at one point when she spoke to the press gallery)</a> but this is exactly the kind of pledge a candidate who is trailing to make later in the contest.</p> \n<p>Do read the Campbell blog in full. He posted it at 5am and lack of sleep has clearly affected Campbell’s thinking because it starts with an elaborate and entertaining fantasy about how to create a lefty paradise by getting Scotland and Wales to hive off from the UK and link up with Norway and Denmark. But then he makes a telling point about Norway.</p> \n<blockquote class=\"quoted\"> \n <p>What I loved about Norway was the answer of <a href=\"https://twitter.com/jonasgahrstore\">Labour leader Jonas Lahr Store</a> when I asked him how he intended to win the next election. Often at times like this, a private chat over breakfast, the politician comes back to a question like that with smart tactical ideas, a good slogan and news of the hiring of a hotshot foreign advisor.</p> \n <p>He said this. ‘There are five big issues and give big themes for me and we need to build a campaign and an argument around them.’</p> \n <p>– population growth. Oslo alone will grow from 600,000 to 800,000 and that will bring new opportunities for new business investment but it will also mean new schools and hospitals and a new way of dealing with and winning a progressive argument on immigration.</p> \n <p> – ageing. How do we see this as an opportunity as well as a threat to traditional welfare models? How do we develop the concept of the family amid demographic change ...</p> \n <p>When he had finished I just put down my knife and fork and said thank you. Thank you for being a political leader who sees election campaigns as being about big themes requiring big ideas and big solutions.</p> \n</blockquote> \n<p>Campbell says he won’t be backing any of the Labour leadership candidates publicly and his endorsement of the “break clause” idea suggests he’s not very keen on any of them. In the Campbell household others feel the same way. This is what his partner <strong>Fiona Millar</strong> tweeted yesterday.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/schooltruth/statuses/608177946168315904\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Getting fed up of Labour shadow ministers disowning any responsibility for the election defeat. Can't face voting for any of them.</p>— Fiona Millar (@schooltruth) \n  <a href=\"https://twitter.com/schooltruth/status/608177946168315904\">June 9, 2015</a> \n </blockquote> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"0d62bd2f70d056de15938a4576370d8a1885c104\"> \n <img src=\"http://media.guim.co.uk/0d62bd2f70d056de15938a4576370d8a1885c104/0_203_2331_1398/1000.jpg\" alt=\"Alastair Campbell \" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Alastair Campbell </span> \n  <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-557949e0e4b03f70e4d114b5","publishedDateTime":"2015-06-11T08:42:15Z","body":"<p>The Anderson report will be out at 11am, Sky News reports.</p>","postType":"blog"},{"id":"block-55794103e4b0731d743b5262","publishedDateTime":"2015-06-11T08:28:46Z","body":"<p>On the Today programme <strong>David Omand</strong>, a former head of GCHQ and former security and intelligence coordinator at the Cabinet Office, was interviewed about the Anderson report. Omand has read it and, although he would not reveal its contents, he signalled what some of the key themes would be.</p> \n<p>He was also very critical of Edward Snowden, the American NSA whistleblower.</p> \n<p>Here are the key points.</p> \n<ul> \n <li><strong>Omand said the current legislation governing surveillance was “very, very complicated” and “not easy to follow”.</strong></li> \n</ul> \n<ul> \n <li><strong>He indicated that he expected Anderson to conclude that the bulk collection of data was justified, but that it needed to be controlled by a framework making allowance for rights to privacy and free speech.</strong></li> \n</ul> \n<ul> \n <li><strong>He said there was an issue to be resolved as to whether politicians or judges approved surveillance operations.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>It would be, I think, unconscionable for a judge to authorise a very sensitive intelligence operation where the political risk, if it went wrong, fell on the home secretary, or overseas the foreign secretary, who would know nothing about it and wouldn’t have approved it. So you’ve got to have a system where sensitive national security operations are actually approved by ministers who will in the end have to bear the risk.</p> \n <p>On the other hand, in terms of European precedents, most countries would have judges approving law enforcement. Somehow that has got to be worked through.</p> \n</blockquote> \n<ul> \n <li><strong>He said Edward Snowden knew “virtually nothing” about how the intelligence agencies operate in the UK and that his revelations did “an enormous amount of damage”.</strong><br /></li> \n</ul> \n<blockquote class=\"quoted\"> \n <p>The way [Snowden] did it, he has caused an enormous amount of damage to our security. Quite unnecessarily, because he stole information about support to British military forces overseas, he stole information about how law enforcement goes about pursuing particularly difficult crimes like paedophilia and narcotics. He did not need to do any of that. So, in my book he’s certainly not a hero.</p> \n</blockquote> \n<figure class=\"element element-image\" data-media-id=\"162d147c66702ef2df30e391bb2b9870d769b7e0\"> \n <img src=\"http://media.guim.co.uk/162d147c66702ef2df30e391bb2b9870d769b7e0/0_564_2368_1420/1000.jpg\" alt=\"Edward Snowden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Edward Snowden</span> \n  <span class=\"element-image__credit\">Photograph: Barton Gellman/Getty Images</span> \n </figcaption> \n</figure>","postType":"blog"},{"id":"block-55794332e4b03f70e4d114a8","publishedDateTime":"2015-06-11T08:14:00Z","body":"<p>Theresa May, the home secretary, will be making a statement to MPs on the Anderson report.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/statuses/608909354776047616\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">Despite govt saying no statements we now have 2: Bus Q's followed by circa 11.15/30 Home Sec on Anderson report. 12.15/12.30 Ch Ex on RBS.</p>— Labour Whips (@labourwhips) \n  <a href=\"https://twitter.com/labourwhips/status/608909354776047616\">June 11, 2015</a> \n </blockquote> \n</figure>","postType":"blog"},{"id":"block-5579379ee4b03f70e4d11491","publishedDateTime":"2015-06-11T07:57:50Z","lastUpdatedDateTime":"2015-06-11T08:41:47Z","body":"<p>One of the most important laws being passed over the next 12 months or so will be the investigatory powers bill, described as<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/wide-ranging-snoopers-charter-to-extend-powers-of-security-services\"> a “turbo-charged” version of the snooper’s charter when it was flagged up in the Queen’s Speech last month.</a></p> \n<p>Today <strong>David Anderson</strong>, the independent reviewer of terrorism legislation - or the terror watchdog, as he calls himself on Twitter - is publishing a lengthy report that will have a huge influence on the debate about the legislation, and may have a considerable effect on how it is drafted. Anderson has described the background to this <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<blockquote class=\"quoted\"> \n <p>I was required by <a href=\"http://www.legislation.gov.uk/ukpga/2014/27/section/7/enacted\">DRIPA 2014</a>, which passed through Parliament in only four days back in July 2014, to conduct an independent review of the operation and regulation of investigatory powers, with specific reference to the interception of communications and communications data, including under RIPA. That review was distinct from my normal function of reviewing the operation of the terrorism laws.</p> \n <p>Parliament asked me, in particular, to consider:</p> \n <p>“<em>(a) current and future threats to the United Kingdom,</em></p> \n <p><em>(b) the capabilities needed to combat those threats,</em></p> \n <p><em>(c) safeguards to protect privacy,</em></p> \n <p><em>(d) the challenges of changing technologies,</em></p> \n <p><em>(e) issues relating to transparency and oversight,</em></p> \n <p><em>(f) the effectiveness of existing legislation (including its proportionality) and the case for new or amending legislation</em>.”</p> \n <p>As I tweeted at the time, my report was completed and submitted to the Prime Minister on 6 May 2015 – the day before the General Election. A process of security-checking and preparation for publication has followed.</p> \n <p>Given the size of the canvas that the Review was asked to cover, it will come as no surprise that it turned out to be a substantial piece of work. I am grateful to all who provided written submissions and who met with me in various parts of the UK, Berlin, California, Washington DC, Ottawa and Brussels, as well as to the small team of self-employed persons that assisted with the Review.</p> \n</blockquote> \n<p>The report is out after 9.30am.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/terrorwatchdog/statuses/608764538515779584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">My Investigatory Powers Report, &quot;A Question of Trust&quot;, will be released on Thursday (tomorrow), after 9.30 am. Text will be on my website.</p>— David Anderson (@terrorwatchdog) \n  <a href=\"https://twitter.com/terrorwatchdog/status/608764538515779584\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\">In a preview story,</a> <strong>Alan Travis</strong>, the Guardian’s home affairs editor, says that Anderson is expected to argue that the proposed “snooper’s charter” - a reference to the draft communications bill, published in 2012 but then effectively shelved because the Lib Dems refused to agree to the coalition taking it any further - should be implemented, but with stronger oversight. Here is an extract from his story.</p> \n<blockquote class=\"quoted\"> \n <p>It is thought that the Anderson report is likely to clear the way for May to push ahead with the “snooper’s charter” powers but will insist it is done within a stronger oversight system and human rights framework.</p> \n <p>The Anderson report comes after parliament’s intelligence and security committee recommended a new intelligence services act in the wake of the disclosures by the whistleblower, Edward Snowden. The MPs and peers said the new legislation should set out “clearly the intrusive powers available to the security agencies, the purposes for which they may use them, and the authorisation required before they may do so”.</p> \n <p>A second secret report by Sir Nigel Sheinwald, the former British ambassador to the United States , commissioned at the same time as the Anderson report, is believed to have recommended that a new international treaty be negotiated to secure the co-operation of the giant American internet companies in providing their customers’ data in response to requests from British police and security services.</p> \n <p>A report by the journalist Duncan Campbell in September of a Ditchley Foundation conference attended by senior intelligence figures suggested that post-Snowden a consensus had emerged in the intelligence community that a change towards transparency was both overdue and necessary.</p> \n</blockquote> \n<p>I will be covering the report when it comes out, and bringing you reaction and analysis.</p> \n<p>Otherwise it looks relatively quiet today. But, as usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"keyEvents":[{"id":"block-5579379ee4b03f70e4d11491","publishedDateTime":"2015-06-11T07:57:50Z","lastUpdatedDateTime":"2015-06-11T08:41:47Z","body":"<p>One of the most important laws being passed over the next 12 months or so will be the investigatory powers bill, described as<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/may/27/wide-ranging-snoopers-charter-to-extend-powers-of-security-services\"> a “turbo-charged” version of the snooper’s charter when it was flagged up in the Queen’s Speech last month.</a></p> \n<p>Today <strong>David Anderson</strong>, the independent reviewer of terrorism legislation - or the terror watchdog, as he calls himself on Twitter - is publishing a lengthy report that will have a huge influence on the debate about the legislation, and may have a considerable effect on how it is drafted. Anderson has described the background to this <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<blockquote class=\"quoted\"> \n <p>I was required by <a href=\"http://www.legislation.gov.uk/ukpga/2014/27/section/7/enacted\">DRIPA 2014</a>, which passed through Parliament in only four days back in July 2014, to conduct an independent review of the operation and regulation of investigatory powers, with specific reference to the interception of communications and communications data, including under RIPA. That review was distinct from my normal function of reviewing the operation of the terrorism laws.</p> \n <p>Parliament asked me, in particular, to consider:</p> \n <p>“<em>(a) current and future threats to the United Kingdom,</em></p> \n <p><em>(b) the capabilities needed to combat those threats,</em></p> \n <p><em>(c) safeguards to protect privacy,</em></p> \n <p><em>(d) the challenges of changing technologies,</em></p> \n <p><em>(e) issues relating to transparency and oversight,</em></p> \n <p><em>(f) the effectiveness of existing legislation (including its proportionality) and the case for new or amending legislation</em>.”</p> \n <p>As I tweeted at the time, my report was completed and submitted to the Prime Minister on 6 May 2015 – the day before the General Election. A process of security-checking and preparation for publication has followed.</p> \n <p>Given the size of the canvas that the Review was asked to cover, it will come as no surprise that it turned out to be a substantial piece of work. I am grateful to all who provided written submissions and who met with me in various parts of the UK, Berlin, California, Washington DC, Ottawa and Brussels, as well as to the small team of self-employed persons that assisted with the Review.</p> \n</blockquote> \n<p>The report is out after 9.30am.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/terrorwatchdog/statuses/608764538515779584\"> \n <blockquote class=\"twitter-tweet\"> \n  <p lang=\"en\" dir=\"ltr\">My Investigatory Powers Report, &quot;A Question of Trust&quot;, will be released on Thursday (tomorrow), after 9.30 am. Text will be on my website.</p>— David Anderson (@terrorwatchdog) \n  <a href=\"https://twitter.com/terrorwatchdog/status/608764538515779584\">June 10, 2015</a> \n </blockquote> \n</figure> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/snoopers-charter-landmark-report-to-be-released-on-surveillance-powers\">In a preview story,</a> <strong>Alan Travis</strong>, the Guardian’s home affairs editor, says that Anderson is expected to argue that the proposed “snooper’s charter” - a reference to the draft communications bill, published in 2012 but then effectively shelved because the Lib Dems refused to agree to the coalition taking it any further - should be implemented, but with stronger oversight. Here is an extract from his story.</p> \n<blockquote class=\"quoted\"> \n <p>It is thought that the Anderson report is likely to clear the way for May to push ahead with the “snooper’s charter” powers but will insist it is done within a stronger oversight system and human rights framework.</p> \n <p>The Anderson report comes after parliament’s intelligence and security committee recommended a new intelligence services act in the wake of the disclosures by the whistleblower, Edward Snowden. The MPs and peers said the new legislation should set out “clearly the intrusive powers available to the security agencies, the purposes for which they may use them, and the authorisation required before they may do so”.</p> \n <p>A second secret report by Sir Nigel Sheinwald, the former British ambassador to the United States , commissioned at the same time as the Anderson report, is believed to have recommended that a new international treaty be negotiated to secure the co-operation of the giant American internet companies in providing their customers’ data in response to requests from British police and security services.</p> \n <p>A report by the journalist Duncan Campbell in September of a Ditchley Foundation conference attended by senior intelligence figures suggested that post-Snowden a consensus had emerged in the intelligence community that a change towards transparency was both overdue and necessary.</p> \n</blockquote> \n<p>I will be covering the report when it comes out, and bringing you reaction and analysis.</p> \n<p>Otherwise it looks relatively quiet today. But, as usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"},{"id":"block-55795812e4b03f70e4d114e5","title":"David Anderson publishes his report on surveillance powers","publishedDateTime":"2015-06-11T09:46:35Z","lastUpdatedDateTime":"2015-06-11T10:00:01Z","body":"<p>The<strong> David Anderson</strong> report is now out. The key links are <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/\">on his website.</a></p> \n<p>Here is <a href=\"https://terrorismlegislationreviewer.independent.gov.uk/wp-content/uploads/2015/06/IPR-Press-Release.docx\">Anderson’s news release about it (pdf).</a></p> \n<p>Here is<a href=\"https://terrorismlegislationreviewer.independent.gov.uk/wp-content/uploads/2015/06/IPR-Report-Print-Version.pdf\"> the report itself (pdf).</a></p> \n<p>Here is a statement from Anderson about what he is recommending.</p> \n<blockquote class=\"quoted\"> \n <p>Modern communications networks can be used by the unscrupulous for purposes ranging from cyber-attack, terrorism and espionage to fraud, kidnap and child sexual exploitation. A successful response to these threats depends on entrusting public bodies with the powers they need to identify and follow suspects in a borderless online world.</p> \n <p> But trust requires verification. Each intrusive power must be shown to be necessary, clearly spelled out in law, limited in accordance with international human rights standards and subject to demanding and visible safeguards.</p> \n <p> The current law is fragmented, obscure, under constant challenge and variable in the protections that it affords the innocent. It is time for a clean slate. This Report aims to help Parliament achieve a world-class framework for the regulation of these strong and vital powers.</p> \n</blockquote> \n<p>And here is <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/11/uk-intelligence-agencies-should-keep-mass-surveillance-powers-report-gchq\"><strong>Ewen MacAskil</strong>l’s Guardian story about the report. </a>And here is how it starts.</p> \n<blockquote class=\"quoted\"> \n <p>UK intelligence agencies should be allowed to retain controversial intrusive powers to gather bulk communications data but ministers should be stripped of their powers to authorise individual interception warrants.</p> \n <p>That is the conclusion of a major report on British data laws published on Thursday that proposes changes to the oversight of <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/uk/gchq\">GCHQ</a> and other intelligence agencies.</p> \n <p>The 373-page report, A Question of Trust, by David Anderson QC, also comes in response to revelations by the US whistleblower <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/edward-snowden\">Edward Snowden</a> about the scale of government surveillance disclosed two years ago.</p> \n <p>GCHQ will be happy to have retained its bulk collection powers while privacy campaigners will be dismayed. The privacy lobby will take comfort though in the shift on warrants to judicial control.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55795b02e4b03f70e4d114f8","title":"Anderson says state should have to request encryption keys","publishedDateTime":"2015-06-11T09:58:56Z","lastUpdatedDateTime":"2015-06-11T10:04:41Z","body":"<p>Before the election there was a great deal of debate about whether the state should have the power to over-ride internet encryption services. In his report, <strong>David Anderson </strong>suggests some of the reporting has been misleading.</p> \n<blockquote class=\"quoted\"> \n <p>The agencies do not look to legislation to give themselves a permanent trump card: neither they nor anyone else has made a case to me for encryption to be placed under effective government control, as in practice it was before the advent of public key encryption in the 1990s. There has been no attempt to revive the argument that led to the Clipper Chip proposal from the NSA in the 1990s, when public key cryptography first became widely available. But the agencies do look for cooperation, enforced by law if needed, from companies abroad as well as in the UK, which are able to provide readable interception product.</p> \n</blockquote> \n<p>And Anderson recommends that the presence “no-go areas” in the digital world should be minimised.</p> \n<blockquote class=\"quoted\"> \n <p>Few now contend for a master key to all communications held by the state, for a requirement to hold data locally in unencrypted form, or for a guaranteed facility to insert back doors into any telecommunications system. Such tools threaten the integrity of our communications and of the internet itself. Far preferable, on any view, is a law-based system in which encryption keys are handed over (by service providers or by the users themselves) only after properly authorised requests.</p> \n</blockquote>","postType":"key-event"},{"id":"block-55795d56e4b03f70e4d11503","title":"Anderson's report - Summary of the key recommendations","publishedDateTime":"2015-06-11T10:17:04Z","body":"<p>Here is a summary of the key recommendations in David Anderson’s report.</p> \n<ul> \n <li><strong>Existing internet surveillance laws should be replaced with a new law, “both comprehensive in its scope and comprehensible to people across the world”.</strong></li> \n</ul> \n<ul> \n <li><strong>The bulk collection of communications data should continue, subject to safeguards</strong></li> \n</ul> \n<ul> \n <li><strong>Judicial authorisation should be required for all interception warrants, with the role of ministers limited to saying some warrants are required in the interests of national security.</strong></li> \n</ul> \n<ul> \n <li><strong>Judicial authorisation should be required if the police want to obtain communications data relating to people like lawyers and journalists who receive information in confidence. </strong></li> \n</ul> \n<ul> \n <li><strong>The power in the draft communications data bill for the retention of website search information (one of the most controversial elements in the “snoopers’ charter) should only apply where “a detailed operational case can be made out and a rigorous assessment has been conducted of the lawfulness, likely effectiveness, intrusiveness and cost”.</strong></li> \n</ul> \n<ul> \n <li><strong>A new independent surveillance and intelligence commission to be established, replacing the three existing commissioners dealing with surveillance.</strong><br /></li> \n</ul>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live?date=2015-06-11T10:19:07Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","shortUrl":"http://gu.com/p/49y64","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/11/david-anderson-terror-watchdog-publishes-report-on-surveillance-powers-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","caption":"A satellite dish at the GCHQ spying centre in Cheltenham. Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"A satellite dish at the GCHQ spying centre in Cheltenham.","cleanCaption":"A satellite dish at the GCHQ spying centre in Cheltenham.","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}},"importance":0,"kicker":{"title":"Politics live"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/37debdfac2859ba466054b54a00a376aeaba05c0/0_0_5911_3546/5911.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3546,"width":5911,"orientation":"landscape","credit":"Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media","altText":"CHELTENHAM, UNITED KINGDOM - JULY 14: Satellite dish seen within Government Communications Headquarters (GCHQ) compound on July 14, 2014 in Cheltenham, England.  The Government Communications Headquarters is subject a to Investigative Powers Tribunal while Parliament debates emergency laws regarding surveillance of UK public communications.  PHOTOGRAPH BY Greg Blatchford / Barcroft Media  UK Office, London. T +44 845 370 2233 W www.barcroftmedia.com  USA Office, New York City. T +1 212 796 2458 W www.barcroftusa.com  Indian Office, Delhi. T +91 11 4053 2429 W www.barcroftindia.com","cleanCredit":"Photograph: Greg Blatchford / Barcroft Media/Greg Blatchford / Barcroft Media"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434014658106/6683793d-51ea-42a4-8bea-698c1cdb34b6-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"AFP/Getty Images/the Gaurdian","altText":"Edward Snowden","cleanCredit":"Photograph: AFP/Getty Images/the Gaurdian"}}]},{"title":"Breaking / Police hunt 14-year-old boy after teacher is stabbed in Bradford","rawTitle":"Police hunt 14-year-old boy after teacher is stabbed in Bradford","item":{"type":"article","id":"uk-news/2015/jun/11/police-hunt-14-year-old-boy-after-stabbing-of-teacher-in-bradford","title":"Police hunt 14-year-old boy after stabbing of teacher in Bradford","trailText":"West Yorkshire police say the teacher at Dixons Kings academy was injured in an incident on Thursday morning","standFirst":"<p>West Yorkshire police say the teacher at Dixons Kings academy was injured in an incident on Thursday morning</p>","byline":"Helen Pidd  and Peter Walker","body":"<p>Police in Bradford are searching for a 14-year-old boy after a teacher was stabbed at a school in the city on Thursday morning.</p> \n<p>Officers were called by ambulance crews just before 9am to Dixons Kings Academyafter reports a teacher had been stabbed, West Yorkshire police <a href=\"http://www.westyorkshire.police.uk/news/teacher-stabbed-dixons-kings-academy-bradford\">said in a statement</a>.<br /></p> \n<p>The teacher, a man aged 50, was taken to hospital for treatment to a stab wound to his body, with his condition described as stable.</p> \n<p>Police are seeking to find a boy aged 14 in connection with the stabbing, the statement said. He is described as Asian, with short dark hair, and was last seen wearing a blue uniform blazer.</p> \n<p>DS Simon Atkinson from West Yorkshire police said: “We are conducting enquiries in the area to locate a suspect and I would like to reassure residents and staff that all necessary resources are being deployed to investigate this ongoing and clearly very serious incident.</p> \n<p>“We would like to hear from anyone who witnessed the incident or knows the whereabouts of the suspect.</p> \n<p>“At this stage we do not believe there is an ongoing risk to pupils or staff at the school. The rest of the school is continuing to operate as normal and local officers, including safer schools officers and members of the local area neighbourhood team, are currently at the school and are liaising closely with staff.</p> \n<p>“We are also working closely with our partners in the local authorities to investigate the full circumstances of this incident, which will be the subject of a thorough investigation.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c898a1dd71694407d3707be585b78131e8f83082/0_0_3464_2081/3464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2081,"width":3464,"orientation":"landscape","credit":"Lynne Cameron/PA","altText":"Police outside Dixons Kings Academy in Bradford. A 14-year-old boy is being hunted by police after a teacher was stabbed at the school.","cleanCredit":"Photograph: Lynne Cameron/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-11T10:11:45Z","lastModified":"2015-06-11T10:21:36Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Helen Pidd","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/1/27/1422363539931/Helen-Pidd-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenpidd"},{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"}],"feature":false,"keywords":["UK news","Knife crime","Bradford","Crime"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"uk/knifecrime","webTitle":"Knife crime"},{"id":"uk/bradford","webTitle":"Bradford"},{"id":"uk/ukcrime","webTitle":"Crime"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/police-hunt-14-year-old-boy-after-stabbing-of-teacher-in-bradford","shortUrl":"http://gu.com/p/49y9n","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/11/police-hunt-14-year-old-boy-after-stabbing-of-teacher-in-bradford","webUri":"http://www.theguardian.com/uk-news/2015/jun/11/police-hunt-14-year-old-boy-after-stabbing-of-teacher-in-bradford"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c898a1dd71694407d3707be585b78131e8f83082/0_0_3464_2081/3464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2081,"width":3464,"orientation":"landscape","caption":"Police outside Dixons Kings Academy in Bradford. A 14-year-old boy is being hunted by police after a teacher was stabbed at the school. Photograph: Lynne Cameron/PA","credit":"Lynne Cameron/PA","altText":"Police outside Dixons Kings Academy in Bradford. A 14-year-old boy is being hunted by police after a teacher was stabbed at the school.","cleanCaption":"Police outside Dixons Kings Academy in Bradford. A 14-year-old boy is being hunted by police after a teacher was stabbed at the school.","cleanCredit":"Photograph: Lynne Cameron/PA"}},"importance":6,"kicker":{"title":"Breaking"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c898a1dd71694407d3707be585b78131e8f83082/0_0_3464_2081/3464.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2081,"width":3464,"orientation":"landscape","credit":"Lynne Cameron/PA","altText":"Police outside Dixons Kings Academy in Bradford. A 14-year-old boy is being hunted by police after a teacher was stabbed at the school.","cleanCredit":"Photograph: Lynne Cameron/PA"}}]},{"title":"Exclusive / Stacey Hyde: The DPP should resign for failing women on domestic violence","rawTitle":"Stacey Hyde: The DPP should resign for failing women on domestic violence","item":{"type":"article","id":"law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","title":"Stacey Hyde: 'There are many more who need their cases re-examined'","trailText":"Woman freed after five years in jail for killing a violent man in self-defence says she is not the only one who has been failed by the justice system<br>","standFirst":"<p>Woman freed after five years in jail for killing a violent man in self-defence says she is not the only one who has been failed by the justice system<br /></p>","byline":"Sandra Laville","body":"<p>Stacey Hyde cannot listen to the 999 call that graphically captures the moment she killed a man. It records the violent struggle six years ago when she was attacked by Vincent Francis and fought for her life.</p> \n<p>Hyde, a 17-year-old with serious mental health disorders at the time of the killing, was labelled a murderer after Francis died of multiple stab wounds at her hands. Jailed for life, she battled to prove that she had acted in self-defence when he turned on her, grabbed her by the throat, swung her around by her hair and smashed her against a wall.</p> \n<p>Hyde’s conviction was quashed late last year by the court of appeal on the grounds that new evidence of her mental disorders substantially diminished her responsibility for the offence. She offered a guilty plea to manslaughter, but the Crown Prosecution Service and Alison Saunders, the director of public prosecutions, refused it. Hyde, a young woman at high risk of suicide and self-harm, spent a further six months in prison and was forced to face a fresh murder trial at which she was acquitted and finally freed last month.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/stacey-hyde-cleared-murder-retrial-vincent-francis\">Stacey Hyde cleared of murder in retrial</a> </p> \n</aside> \n<p>Speaking to the Guardian, Hyde said she believes the criminal justice system continues to fail vulnerable women who are victims of male violence. “I think the DPP should consider her position. She should resign. She really needs to look at the decisions she is making, because she is wrong,” Hyde said. “You believe in the justice system, you think they will see the truth, and you will be home soon. But that isn’t the case. If you don’t have a good defence team who believe in you and fight for you like they were fighting for their own lives, you are going to be screwed.</p> \n<p>“I never considered myself a murderer. Whenever I talked to anyone inside – the prison officers, the other prisoners – we would talk about our cases and they would all say: ‘Stacey, you are not a murderer. It was self-defence.’”</p> \n<p>Like other vulnerable women wrongly jailed for murder after retaliating against violent men – such as <a href=\"http://www.justiceforwomen.org.uk/emma-humphreys/\">Emma Humphreys</a> and <a href=\"http://www.justiceforwomen.org.uk/sara-thornton/\">Sara Thornton</a>, whose cases changed the law on provocation – Hyde had a difficult upbringing which featured neglect, abuse, childhood drinking, self-harm and adolescent mental illness. She was born and brought up in the Somerset town of Wells, where her mother often left her alone or with the neighbours while she worked at several jobs. Drinking and self-harming by 15 years old, Hyde had a teenage abortion and was raped three times.</p> \n<div>\n __VIDEO_EMBED_gu-video-457127796__\n</div> \n<p>Her best friend, Holly Banwell, who was 10 years her senior, complained repeatedly to Hyde of the violence she suffered at the hands of her boyfriend Vincent Francis, 34. “She would come in all the time with sunglasses on because he had punched her in the face,” said Hyde, who worked in the City Arms pub in the town. </p> \n<p>“She would wear hair extensions to cover the bald patches where he had pulled out her hair,” she said. The crown accepted that there had been 27 incidents of violence towards Banwell by Francis. A previous girlfriend also described his violence at Hyde’s retrial.</p> \n<p>On 3 September 2009 Hyde was out with Banwell at a pub in the town, and the women eventually met Francis and returned to his flat late that night. Hyde crashed out in the bedroom. She woke to hear her friend crying for help in the early hours of the following day.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"62d41dec361848d2c6048062b9959334d676f5df\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/11/1433982719710/6da76597-c03d-4ad3-83cf-0541bd455036-bestSizeAvailable.jpeg\" alt=\"Stacey Hyde\" width=\"165\" height=\"170\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Stacey Hyde age 17.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook</span> \n </figcaption> \n</figure> \n<p>“I remember parts of it as if it happened yesterday,” she said. “But there are bits I don’t remember at all, it’s completely blank. I remember waking up and feeling really heavy, like everything was in slow motion, hearing Holly scream, scream for help, like, really scared. <br /></p> \n<p>“Then I remember running and seeing Vince attacking her and I remember jumping on his back to get him off her. And then … he’s on top of me, he’s strangling me, he’s so angry and I thought: ‘That’s it, I’m going to die.’<br /></p> \n<p>“Then he is coming at me, it’s all dark and I’m screaming and screaming and I know I’m about to die. And he has got something in his hand. I told the police when they found me he had a knife, and then I remember having my hands on my head and seeing Vince on the floor and there was blood and everything seemed silent, everything just stopped.</p> \n<p>“Then there’s a policeman putting his arms around me in the kitchen. I remember crying and crying and wanting to die. I was saying: ‘He tried to kill me and Holly.’ Later on they told me they had found me in the kitchen and I was about to stab myself. I was in shock.”</p> \n<p>The violent struggle which spilled into the hallway was recorded by a 999 operator after Banwell phoned the emergency services to call for help. She told the operator, against the backdrop of Hyde’s high-pitched screams: “My boyfriend is smashing, beating up my friend. She’s a girl. I need the police.”</p> \n<p>Hyde was charged with the murder of Francis. She pleaded not guilty on the grounds of self-defence, but was convicted in 2010 at Bristol crown court and jailed for life with the recommendation she serve a minimum of nine years.</p> \n<p>Just 18, she was sent to the adult detox wing of Eastwood Park prison in Gloucestershire. “I was so scared. I remember one of the inmates high-fived me because she read about a girl stabbing someone 17 times. I was on my own in a cell, I was in shock, I was in denial. All around me women were screaming – there was noise everywhere.”</p> \n<p>Hyde is reluctant to talk about the “bad times” in prison, but says Holloway was the worst period for her. It was only with the support of women who became her “prison family” that she survived her incarceration, she says. Like her, these women had been jailed for murder and are fighting for appeals. They include Lizzie Donaghue, who was convicted of killing her husband, and Phillipa Hart, also convicted of murder. “I want to raise awareness of their cases,” said Hyde. “There are others, many others, who need to have their cases re-examined. Really and truly I would like to go under a rock and hide away. But I’m not going to do that. I’ve met some most amazing women in prison and I promised to help them.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VictoriaLIVE/statuses/608915986813571072\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">&quot;A person tried to kill me so it's either you die or you save your life&quot; says Stacey Hyde on <a href=\"https://twitter.com/hashtag/VictoriaLIVE?src=hash\">#VictoriaLIVE</a> <a href=\"https://t.co/F4OtOcYScN\">https://t.co/F4OtOcYScN</a></p>— Victoria Derbyshire (@VictoriaLIVE) \n  <a href=\"https://twitter.com/VictoriaLIVE/status/608915986813571072\">June 11, 2015</a>\n </blockquote> \n</figure> \n<p>Throughout her six years in prison, Hyde was deemed to be at high risk of suicide and self-harm and made attempts on her own life. It was through her aunt Julie Hyde that she contacted Justice for Women, and a new legal team – led by Harriet Wistrich of Birnberg Peirce – took up her case.</p> \n<p>One thing she has had to face while in prison and during her trials is the way Banwell has failed to support her. At both trials she appeared on behalf of the prosecution. At the retrial in Winchester, Banwell described Hyde as a “cold-blooded murderer”, a judgment the jury with their verdict clearly rejected. “I haven’t spoken to her,” said Hyde. “At first I felt sorry for her, I forgave her. I thought she was in denial, like a lot of women in the same situation as her. I don’t know how a human being can be so cruel, and I don’t see how the justice system can rely on such a witness.”</p> \n<p>Hyde said her lowest point came in November last year when, after the court of appeal quashed her murder conviction, she heard she had to face a retrial. “I didn’t understand,” said Hyde. “I was in the cell, and I asked what was going on. They said, ‘Your conviction has been quashed, but you are going to have a retrial.’ I just thought: ‘I can’t do a retrial.’ I’d lost my faith in the system. I thought: ‘They are going to jail me again for murder.’</p> \n<p>“That was a really low point. I was sent into Holloway. I was alone. I spent the next four days crying in a cell. I had my 23rd birthday there. I got really down – I cut myself. It was the only way to get out of the pain.”</p> \n<p>Hyde’s murder retrial began in the week Saunders announced that Greville Janner would not be charged with 22 counts of historical child abuse because he had Alzheimer’s. “I was sat down and the prison officers were saying: ‘There’s that DPP, she’s letting this man go, but there’s all these innocent girls coming in here, and she doesn’t care about them.’</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/22/stacey-hyde-young-abused-women-victim-murderer\">Stacey Hyde’s story is a shocking insight into how the law treats young, abused women | Julie Bindel</a> </p> \n</aside> \n<p>“And I thought, ‘Here I am, under heavy medication, I’ve offered to plead guilty to manslaughter, and she is putting me on trial again for murder.’ The prosecution of me throughout was defined by ego and arrogance and a determination not to admit they were wrong.”</p> \n<p>Hyde’s mental condition, which includes diagnoses of personality disorder and attention deficit hyperactivity disorder (ADHD), meant the court had to appoint an intermediary to sit in the dock and explain the process to her each day at trial.</p> \n<p>What puzzles campaigners is why, after landmark cases like those of Humphreys and Thornton, Hyde was subjected to a retrial for murder, rather than the crown accepting her offer of a guilty plea to manslaughter. “It was cruel and unnecessary to make Stacey go through a retrial and remain in prison a further six months,” said Wistrich. “She was an extremely vulnerable 17-year-old at the time of the offence. When you closely examine the evidence, in particular the 999 call, it is clear Stacey was being beaten up by Francis just before the stabbing took place, that she was screaming in terror – there was no evidence of premeditation or motive beyond that of responding to calls for help from his girlfriend Holly. The crown pursued this case with a vigour that was totally disproportionate.”<br /></p> \n<p>Hyde, who is being supported by a family friend, said she thinks about Francis’s family all the time. “I understand they will probably hate me forever because they see me as the reason that their loved one has died and it hurts them,” she said. “But I just want them to know, I want them to know I’m sorry. I hope in time they can understand and forgive me.” <br /></p>","section":"Law","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d96ad0a17201b4c0ae887031efadc9daadbf80/388_0_4969_2983/4969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2983,"width":4969,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Stacey Hyde","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1433982719710/6da76597-c03d-4ad3-83cf-0541bd455036-bestSizeAvailable.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":170,"width":165,"orientation":"portrait","caption":"Stacey Hyde age 17. Photograph: Facebook","credit":"Facebook","altText":"Stacey Hyde","cleanCaption":"Stacey Hyde age 17.","cleanCredit":"Photograph: Facebook"}],"webPublicationDate":"2015-06-11T08:19:22Z","lastModified":"2015-06-11T10:09:50Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sandra Laville","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sandralaville"}],"feature":false,"keywords":["UK criminal justice","Law","UK news"],"tags":[{"id":"law/criminal-justice","webTitle":"UK criminal justice"},{"id":"law/law","webTitle":"Law"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"law"},"topics":[{"displayName":"Sandra Laville","topic":{"type":"tag-contributor","name":"profile/sandralaville"}}],"embeddedVideos":[{"id":"gu-video-457127796","source":"BBC","durationInSeconds":75,"formats":[{"mimeType":"video/m3u8","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10451809&format=video/m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/11/150611StaceyHyde_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/11/1434012693546/KP_270157_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Stacey Hyde","credit":"guardian.co.uk","altText":"620x372 trailpic for Stacey Hyde","cleanCaption":"620x372 trailpic for Stacey Hyde"}}],"adTargetingPath":"law"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","shortUrl":"http://gu.com/p/49yx3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined","webUri":"http://www.theguardian.com/law/2015/jun/11/stacey-hyde-there-are-many-more-who-need-their-cases-re-examined"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d96ad0a17201b4c0ae887031efadc9daadbf80/388_0_4969_2983/4969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2983,"width":4969,"orientation":"landscape","caption":"Stacey Hyde who has just been released from prison for killing a violent man Photograph: Graeme Robertson for the Guardian","credit":"Graeme Robertson for the Guardian","altText":"Stacey Hyde who has just been released from prison for killing a violent man","cleanCaption":"Stacey Hyde who has just been released from prison for killing a violent man","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}},"importance":5,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/67d96ad0a17201b4c0ae887031efadc9daadbf80/388_0_4969_2983/4969.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2983,"width":4969,"orientation":"landscape","credit":"Graeme Robertson for the Guardian","altText":"Stacey Hyde","cleanCredit":"Photograph: Graeme Robertson for the Guardian"}}]},{"title":"Government sells 15% of Royal Mail at £5 a share","rawTitle":"Government sells 15% of Royal Mail at £5 a share","item":{"type":"article","id":"business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","title":"Government sells 15% of Royal Mail at £5 a share","trailText":"Business department says that market conditions are favourable for a sale, which netted £750m for the goverment","standFirst":"<p>Business department says that market conditions are favourable for a sale, which netted &pound;750m for the goverment</p>","byline":"Julia Kollewe and Simon Goodley","body":"<p>The UK government has sold half its 30% stake in Royal Mail for &pound;750m and at a considerable premium to its share price when it was privatised.</p> \n<p>The proceeds will be used to pay down the national debt. The Department for Business, Innovation and Skills (BIS) placed 15% of the company’s shares with City institutions overnight. It sold them at 500p a share.</p> \n<p>Royal Mail shares closed on Wednesday at 516.5p, a 57% increase on the 330p float price. The government floated 60% of the company in October 2013 and was accused of selling a national asset too cheaply after the shares spiked 38% <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2013/oct/11/royal-mail-share-price-buyers-profit\">on their debut</a>.</p> \n<p>The government will give up to 1% of the shares of its remaining holding to Royal Mail staff, after awarding 10% of the shares to employees as part of the flotation in 2013.</p> \n<p>BIS said following independent financial advice, the government decided that Wednesday was a good opportunity to sell down its Royal Mail stake, taking advantage of the “current favourable market conditions”. The sale was criticised by Labour.</p> \n<p>The business secretary, Sajid Javid, said: “This sale has raised &pound;750m and represents good value for taxpayers. That money can be used to reduce public debt, which is how we will deliver lasting economic security for working people.</p> \n<p>“Royal Mail has demonstrated that it can thrive in the private sector. It now has the ability to access the funds it needs to ensure that it has a sustainable future and can adapt to the changes in the postal market. The universal postal service remains well protected by law and by Ofcom.”</p> \n<p>The chancellor, George Osborne, told a City audience at Mansion House on Wednesday night: “We want to help the Royal Mail attract more investment and serve its customers, and use the money we raise in return to pay down the national debt.</p> \n<p>“And we’re also going to make sure that there is a special bonus for the workforce who have done such a great job turning Royal Mail around. Thanks to them, Royal Mail’s share price has risen; so we’re going to give more of the shares to the staff.”</p> \n<p>However, the shadow business secretary, Chuka Umunna, said on Wednesday: “It’s disgraceful the government is rushing to dump its stake in Royal Mail to City speculators without giving ordinary investors a look in. The government does not seem to have learnt the lessons from their initial botched fire sale of the Royal Mail.” </p> \n<p>A <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/government-begins-sale-remaining-stake-royal-mail\">BIS spokesman insisted on Wednesday night the department would be seeking the “best possible” deal</a> for the taxpayer, although he admitted that City institutions might get “a small discount” on the price in the open market.</p> \n<p>He added: “It is, however, normal market practice where a large volume of shares are placed on the market by a single seller to offer a small discount on the previous day’s closing price. The discount ensures that the seller is able to achieve a successful sale. This happens in both private sector and government asset sales.”</p> \n<p>The sale was conducted by the investment banks Bank of America Merrill Lynch and JP Morgan, as well as by Goldman Sachs, which retained the role it held during Royal Mail’s controversial flotation.</p> \n<p>Post Office Ltd, which operates the network of branches across the country, remains wholly-owned by the government and was separated from Royal Mail in April 2012. A 10-year contract for the delivery of Royal Mail services through post offices was put in place that year.</p> \n<p>On Wednesday night, logistics group Whistl, which had been trialling the only competitor to Royal Mail in terms of delivering mail directly to the door – confirmed its <a href=\"http://www.whistl.co.uk/news/update-on-e2e-review/\">intention to close down</a> its letter delivery service, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/11/whistl-post-delivery-service-suspended-possible-job-losses\">putting 2,000 jobs</a> at risk.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}],"bodyImages":[],"webPublicationDate":"2015-06-11T07:44:33Z","lastModified":"2015-06-11T07:57:05Z","metadata":{"commentable":true,"commentCount":210,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"},{"name":"Simon Goodley","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/simongoodley"}],"feature":false,"keywords":["Royal Mail","Business","Post Office","Postal service","UK news"],"tags":[{"id":"business/royal-mail","webTitle":"Royal Mail"},{"id":"business/business","webTitle":"Business"},{"id":"business/post-office","webTitle":"Post Office"},{"id":"uk/post","webTitle":"Postal service"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","shortUrl":"http://gu.com/p/49y5t","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds","webUri":"http://www.theguardian.com/business/2015/jun/11/government-sells-15-percent-of-royal-mail-750m-pounds"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"The British government has sold a 15% stake in Royal Mail for £750m. Photograph: ANDY RAIN/EPA","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCaption":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}},"importance":4,"showQuotedHeadline":false,"sublinks":[{"title":"Royal Bank of Scotland / Osborne signals sell-off in Mansion House speech","rawTitle":"Osborne signals sell-off in Mansion House speech","item":{"type":"article","id":"business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","title":"George Osborne signals RBS selloff in Mansion House speech","trailText":"Sale of bailed-out bank’s shares at present prices means a £13bn shortfall for taxpayer from 2008 part-nationalisation","standFirst":"<p>Sale of bailed-out bank’s shares at present prices means a &pound;13bn shortfall for taxpayer from 2008 part-nationalisation</p>","byline":"Jill Treanor","body":"<p>George Osborne on Wednesday night signalled his readiness to start selling off the Royal Bank of Scotland, seven years after it was rescued from collapse by the taxpayer.</p> \n<p>The chancellor said the time was right for British business and taxpayers to start selling off part of the 79% stake in the Edinburgh-based bank, even though the shares are worth &pound;13bn less than the state paid for them during the financial crisis. The shares will be sold to major City institutions in the coming months. An offer for members of the public, as has been promised for Lloyds Banking Group, could follow.</p> \n<p>Osborne also backed a move by the Bank of England governor Mark Carney to impose tougher punishments on bankers who rig markets. Carney warned City traders they should face up to 10 years in jail for abusing markets as he pledged <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/jun/10/mark-carney-to-warn-rogue-city-traders-they-should-face-10-years-in-jail\">to end “the age of irresponsibility” that has gripped the financial sector</a>.</p> \n<p>The government pumped &pound;45bn into RBS in 2008 to stave off bankruptcy and the taxpayer’s investment is now valued at &pound;32bn. The selloff could take “some years and will likely involve all types of investors”, Osborne said.</p> \n<p>Speaking to an audience of top bankers at Mansion House in the heart of the City of London, the chancellor said the government would still make a &pound;14.3bn profit on the rescue programme for banks. This figure is reached by adding in the proceeds of share sales from Lloyds, along with cash generated from Northern Rock and the mortgage arm of Bradford &amp; Bingley, which were also rescued during the financial crisis.</p> \n<div>\n __VIDEO_EMBED_gu-video-457125636__\n</div> \n<p>“It’s the right thing to do for British businesses and British taxpayers. Yes, we may get a lower price than Labour paid for it. But the longer we wait, the higher the price the whole economy will pay,” said Osborne.</p> \n<p>“And when you take the banks in total, we’re making sure taxpayers get back billions more than they were forced to put in”.</p> \n<p>By signalling a selloff of the RBS stake, the chancellor is hoping that City investors will be encouraged by the diminished prospect of the government meddling in the bank. The shares closed on Wednesday night at 354p, below the 502p average price paid for them during the crisis.</p> \n<p>Osborne presented his case for a selloff after commissioning a report from investment bankers at Rothschild and seeking the advice of Carney. Rothschild concludes that RBS shares may never return to their pre-crisis levels and the current share price “fairly reflects the fundamental value of the bank”.</p> \n<figure class=\"element element-image\" data-media-id=\"d5411572c0f921e37fbf7787a2afa9b4a1335743\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/10/1433957646612/9b827c29-725a-430a-bb92-12fb618aff69-460x319.png\" alt=\"Rothschild's analysis on bailed out banks\" width=\"460\" height=\"319\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Rothschild’s analysis on bailed-out banks.</span> \n  <span class=\"element-image__credit\">Photograph: Rothschild/Rothschild</span> \n </figcaption> \n</figure> \n<p>Osborne blamed the bailout on Labour. “I was not responsible for the bailout of RBS or the price paid then for shares bought by the taxpayer, but I am responsible for getting the best deal now for the taxpayer and doing whatever I can to support the British economy,” he said.</p> \n<p>In a letter to Osborne, published on Wednesday night, Carney said: “Continued public ownership without a foreseeable endpoint runs risks including limiting RBS’s future strategic options, and continuing the perception that taxpayers bear responsibility for RBS losses. In these regards, there could be considerable net costs to taxpayers of further delaying the start of a sale.”</p> \n<p>Two years ago, Osborne used his Mansion House speech <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2013/jun/19/osborne-lloyds-rbs-sell-off\">to signal a sale off the stake in Lloyds</a>, which then stood at 43% and on Wednesday fell to below 18% after more shares were sold on the stock market. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2011/jun/15/northern-bank-for-sale\"> In his 2011 speech, he put Northern Rock up for sale</a> and a deal was later clinched with Virgin Money.</p> \n<p>The analysis by Rothschild concludes that a multibillion-pound lawsuit that RBS faces from the US authorities relating to <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/apr/30/rbs-makes-loss-after-setting-aside-856m-for-fines-and-charges\">the subprime mortgage crisis</a> and expected later this year will not damage the bank’s fragile share price. </p> \n<p>Unveiling his plan to clampdown on rogue bankers, Carney referred to the $150bn worth of fines that have been imposed on major global banks since 2008. He said these had deprived the worldwide economy of $3tn of credit. The misdeeds had raised borrowing costs, led to companies holding back investment and dissuaded people from moving home, he said.</p> \n<div>\n __VIDEO_EMBED_gu-video-457125943__\n</div> \n<p>He set out plans to inject more regulation in the fixed-income, currency and commodities (FICC) markets that have witnessed many of the recent fines for market rigging, including a market standards board to draw up and police codes of conduct.</p> \n<p>“For the best of the industry this won’t be new. This is just how you run your business. But for others who free-ride on your reputations, the age of irresponsibility is over,” said Carney. </p> \n<p>Osborne added: “The public rightly asks why it is after so many scandals, and such cost to the country, so few individuals have faced punishment in the courts.”</p> \n<p>The chancellor set out terms for the UK’s renegotiation of EU membership.<em> “</em>Among the principles we seek to establish in this renegotiation are these simple ones: fairness between the euro-ins and the euro-outs enshrined and the integrity of the single market preserved,” he said.</p> \n<p>Osborne, who has sanctioned a further sell-off of Royal Mail, said 1% was being kept back for the company’s employees. More details are expected on Thursday.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963137817/37a1f2bb-66a2-4cb0-9118-1aaa998ad7d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Toby Melville/Reuters","altText":"RBS was bailed out in 2008 by the taxpayer.","cleanCredit":"Photograph: Toby Melville/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433957647012/728eba8d-3e2c-43f4-99c5-5b607faf8b7b-540x374.png?width=#{width}&height=#{height}&quality=#{quality}","height":374,"width":540,"orientation":"landscape","caption":"Rothschild’s analysis on bailed-out banks. Photograph: Rothschild/Rothschild","credit":"Rothschild/Rothschild","altText":"Rothschild's analysis on bailed out banks","cleanCaption":"Rothschild’s analysis on bailed-out banks.","cleanCredit":"Photograph: Rothschild/Rothschild"}],"webPublicationDate":"2015-06-10T20:00:02Z","lastModified":"2015-06-11T00:18:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Jill Treanor","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jilltreanor"}],"feature":false,"keywords":["Royal Bank of Scotland","Royal Mail","Privatisation","George Osborne","Economic policy","Financial crisis","Banking","Business","Economics","Financial sector","Politics","UK news"],"tags":[{"id":"business/royalbankofscotlandgroup","webTitle":"Royal Bank of Scotland"},{"id":"business/royal-mail","webTitle":"Royal Mail"},{"id":"politics/privatisation","webTitle":"Privatisation"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/economy","webTitle":"Economic policy"},{"id":"business/financial-crisis","webTitle":"Financial crisis"},{"id":"business/banking","webTitle":"Banking"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/financial-sector","webTitle":"Financial sector"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"business"},"topics":[{"displayName":"Jill Treanor","topic":{"type":"tag-contributor","name":"profile/jilltreanor"}}],"embeddedVideos":[{"id":"gu-video-457125636","source":"Reuters","durationInSeconds":123,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610Osborne_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610Osborne.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433969227851/KP_269363_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video","credit":"guardian.co.uk","altText":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video","cleanCaption":"620x372 trailpic for George Osborne unveils new settlement for permanent budget surpluses - video"}},{"id":"gu-video-457125943","source":"Reuters","durationInSeconds":175,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610Carney_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610Carney.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433972279710/KP_269417_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video","cleanCaption":"620x372 trailpic for Mark Carney: the age of irresponsibility in the financial sector is over - video"}}],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","shortUrl":"http://gu.com/p/49kzp","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech","webUri":"http://www.theguardian.com/business/2015/jun/10/george-osborne-signals-rbs-sell-off-at-mansion-house-speech"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433963137817/37a1f2bb-66a2-4cb0-9118-1aaa998ad7d2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"RBS was bailed out in 2008 by the taxpayer. Photograph: Toby Melville/Reuters","credit":"Toby Melville/Reuters","altText":"RBS was bailed out in 2008 by the taxpayer.","cleanCaption":"RBS was bailed out in 2008 by the taxpayer.","cleanCredit":"Photograph: Toby Melville/Reuters"}},"importance":0,"kicker":{"title":"Royal Bank of Scotland"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/4fce1de25fc35be78b5c910452f2499354b7c25a/0_9_3947_2367/1000.jpg","height":600,"width":1000}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434006984363/c1463e28-b358-4e47-9a66-7d94a8febebf-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"ANDY RAIN/EPA","altText":"The British government has sold a 15% stake in Royal Mail for £750m.","cleanCredit":"Photograph: ANDY RAIN/EPA"}}]},{"title":"Missing woman breaks silence to explain why she went on run with son","rawTitle":"Missing woman breaks silence to explain why she went on run with son","item":{"type":"article","id":"uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","title":"Missing woman breaks silence to explain why she went on run with son","trailText":"Rebecca Minnock says she fled her Somerset home with son Ethan because she felt ‘trapped’ by judge’s ruling that he should live with his father","standFirst":"<p>Rebecca Minnock says she fled her Somerset home with son Ethan because she felt ‘trapped’ by judge’s ruling that he should live with his father<br /></p>","byline":"Jamie Grierson and Steven Morris","body":"<p>A missing mother who went on the run with her three-year-old son during a bitter custody battle has reportedly broken her silence to confirm they are both safe and well.<br /></p> \n<p>Rebecca Minnock, 35, fled her Somerset home a fortnight ago after learning that a court had decided that her son Ethan should live with his father, Roger Williams, following a two-year legal fight. <br /></p> \n<p>Minnock is claimed to have contacted a newspaper to confirm she and her son are “both safe and well and he is very happy”.<br /></p> \n<p>“I couldn’t bear to leave my son. I just felt trapped, … I know I’m going to be in a huge, huge amount of trouble.<br /></p> \n<p>“I’ve even got family members into trouble but it’s my son and I need to put him first over myself or anybody else,” she told the Sun.<br /></p> \n<p>The paper said it was not aware of Minnock’s whereabouts.</p> \n<p>On Thursday, Andrew Butt, who family members said is the partner of Minnock’s mother, Louise Minnock, is due to appear at Bristol crown court accused of helping the 35-year-old mother go into hiding. <br /></p> \n<p>It is understood that Butt is accused of driving Minnock from a supermarket in Highbridge, Somerset, where she was last seen, to Cheltenham, in Gloucestershire.<br /></p> \n<p>Police broadened the search for Minnock and Ethan on Wednesday, while family members raised fears that she may never see her child again once she is found.</p> \n<p>Avon and Somerset police said they were investigating reports that Minnock had been spotted in Gloucestershire and the West Midlands. Relatives said that it was possible that she had left the country, as she has friends in Ireland and France.</p> \n<p>Williams said he was deeply concerned about his son. “I’m really worried about him; I just want him back,” he said.</p> \n<p>Minnock and Ethan vanished from her home in Highbridge, Somerset, two weeks ago, but the circumstances of their disappearance remained secret until a judge lifted reporting restrictions on Tuesday.</p> \n<p>Stephen Wildblood QC appealed to the media for assistance in reuniting Ethan with his father, saying: “It is really important that we work together – the court and the press – to find where this child is.”</p> \n<p>The judge warned Minnock’s brother Marvin Shaw, sister Limmie Shaw and mother that they would face charges including contempt of court and perjury if they did not reveal what they knew about the whereabouts of Ethan and his mother. All three were arrested on Sunday in relation to the family court proceedings.</p> \n<p>DCI Marie Wright of Avon and Somerset police said: “It is fairly unusual for a court to lift the reporting restrictions, allowing us to act as their agents and continue the search for Becky and her son. We need to find Becky and Ethan very, very quickly. Since they were last seen in Taunton on 26 May, we have reports that they have been spotted in the Cheltenham area and more recently in the Birmingham area of the West Midlands. </p> \n<p>“We are keen to hear from Becky or anyone who knows her whereabouts to contact us. As time goes on, we are really concerned at the emotional impact this will have upon Becky and Ethan, because the court process cannot be evaded for ever.”</p> \n<p>Minnock is described as a white woman about 5ft 3in tall, of medium build. She has dark, wavy, shoulder-length hair. It is not known what she was wearing when she went missing. Ethan is a white boy of small build with fair hair and blue eyes. Minnock does not drive, so police have asked public transport users to keep a lookout for the pair.</p> \n<p>The missing woman’s aunt Caroline Minnock said she believed her niece would lose all links with her son once she was found. “It’s all got out of hand,” she said. “I think she’s in big trouble. I know for a fact now that she won’t see him [Ethan] again. She won’t even get visitation. I know she [Rebecca] has spoken to her brother to say she is fine, but she has called from a withheld number. We don’t even know if she’s in the UK.”</p> \n<p>Caroline, from Cheltenham, said she was “gobsmacked” when members of the family were told to appear in court. “It’s mad – absolute madness. I just don’t know what is going on. The police think they know where Becky is, but nobody knows … We’ve let them [the police] into our houses. We’ve not got anything to hide.”</p> \n<p>Caroline said every day her niece had with Ethan was “precious”. “She is a quiet girl. Never got in any trouble. She went to college and enjoyed art. She is a very quiet gentle person. He is a such a sweet boy.”</p> \n<p>Minnock’s family have launched a campaign claiming that she has been treated unfairly and let down by social services, police and the courts.</p> \n<p>Ethan, who was born in January 2012, has lived with his mother since his parents’ separation in February 2013. Legal proceedings started between the parents in March 2013 when Williams applied for contact with his son. Magistrates ordered that Williams should have some contact with Ethan in the presence of Minnock in August 2013, but this arrangement broke down two months later.</p> \n<p>In January 2014, Minnock made allegations against Williams. These were all rejected by a district judge in April 2014. A hearing next took place in February 2015, after Minnock made further allegations. A district judge found these had been “fabricated” by Minnock to “frustrate contact”.</p> \n<p>Ethan began to spend four nights a week with his father and three nights a week with his mother. A child psychiatrist, Dr Mark Berelowitz, carried out a report on Ethan and found the boy had a “warm relationship” with both parents. However, Berelowitz said Minnock did not accept that Williams was innocent of her allegations and had questioned Ethan “extensively”. He recommended that Ethan should live with his father and have supervised contact with Minnock, a view shared by a social worker.</p> \n<p>Another court hearing was listed before a district judge on 27 May. Prior to the hearing, Minnock was advised that Ethan would be taken to live with his father and fled before the case could be heard.</p> \n<p>A second aunt, Margaret Minnock, also from Cheltenham, said her niece was not in a “settled” state or acting with a “reasonable thought process”. She claimed that Minnock panicked on the morning of the court case when she knew she was going to lose custody of her son. <br /></p> \n<p>“She is distraught, she is absolutely devastated. She doesn’t know which way to turn,” she said. “We’re worried about her future and how long you can sustain this for. She is a great mum. They’ve got the most beautiful relationship.”</p> \n<p>Asked whether Minnock had considered handing herself in, Margaret said: “She is struggling with that. There have been little thoughts of ‘Should I give myself up?’ I don’t think she knows what she is going to do. I think she expects to be picked up. I think eventually she will be found.”</p> \n<p>Margaret claimed that her niece has been let down by the authorities. “The case needs someone independent, higher up, to review the whole case,” she said.</p> \n<p>Somerset county council and Sedgemoor district council declined to comment, saying that they were not involved in the case. </p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/10/1433973173029/745a06fc-6381-47a7-92c7-fe38cc2f48d7-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"Avon & Somerset Police/PA","altText":"Rebecca Minnock and her three-year-old son Ethan","cleanCredit":"Photograph: Avon & Somerset Police/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-10T22:05:30Z","lastModified":"2015-06-11T08:49:05Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jamie Grierson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jamie-grierson"},{"name":"Steven Morris","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/stevenmorris"}],"feature":false,"keywords":["UK news"],"tags":[{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","shortUrl":"http://gu.com/p/49yxb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son","webUri":"http://www.theguardian.com/uk-news/2015/jun/10/missing-mum-rebecca-minnock-breaks-silence-run-son"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457124264","source":"ITN","durationInSeconds":157,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610MissingMother_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610MissingMother.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433956835563/KP_269228_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video","cleanCaption":"620x372 trailpic for Police concerned about emotional impact on missing mother and son  video"}}},"importance":3,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/6aef9b09e3cc908c7b900faae7b0f2dcb8cb0ef6/18_91_462_277/462.jpg","height":277,"width":462}}]},{"title":"Alton Towers / Another ride evacuated a week after rollercoaster crash","rawTitle":"Another ride evacuated a week after rollercoaster crash","item":{"type":"article","id":"uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","title":"Alton Towers rollercoaster ride evacuated a week after crash","trailText":"Octonauts Rollercoaster Adventure closed by theme park staff after fault caused ride to come to halt<br>","standFirst":"<p>Octonauts Rollercoaster Adventure closed by theme park staff after fault caused ride to come to halt<br /></p>","byline":"Ben Quinn","body":"<p>Parents and children were evacuated from a ride at Alton Towers after a malfunction occurred a week after a rollercoaster crash in which five people suffered serious injuries. The incident on Wednesday involved the Octonauts Rollercoaster Adventure inside a zone of the park built around the CBeebies brand of television programming for young children.</p> \n<p>The evacuation, during which harnesses were used to clip passengers to a railing as they descended steps, was carried out after a fault caused the ride to halt and someone who was on board became agitated.</p> \n<p>The park said in a statement: “On 10 June, an incident occurred when, for unknown reasons, a guest became agitated on the Octonauts Rollercoaster Adventure. In line with standard procedures, this led to the ride being evacuated. Alton Towers resort staff followed all normal processes to ensure guests were taken off the ride quickly and safely.”<br /></p> \n<p>It is understood from sources close to the park that standard procedure would allow for the ride to be reset in circumstances where it had come to a halt. However, the decision to evacuate was taken after a passenger became agitated.</p> \n<p>A visitor to the park who contacted the Guardian after witnessing part of Wednesday’s incident said he sensed that something was wrong when he heard children shouting. “I glanced over and noticed a guy with safety harnesses on,” he said. “I was on another ride at that point. When I got off, they were taking people off the Octonauts ride. At that point, Alton Towers operatives with helmets and harnesses on were involved. There was a lady next to me whose son was really distressed and she was shouting up to him to stay calm and that everything would be all right.<br tabindex=\"-1\" /></p> \n<p>“My wife and I just decided to leave the park at that point with our children. They did absolutely nothing to stop the children and parents going into that part of the park to witness what was going on. On the way out, we went into the guest services bit of the park, where I asked if it was possible to speak to somebody about the incident. I was told they could do a customer feedback questionnaire. I said: ‘Are you being serious?’”</p> \n<div>\n __VIDEO_EMBED_gu-video-457118926__\n</div> \n<p>A teenage girl whose left leg was amputated after last week’s rollercoaster crash was kept alive on a machine in intensive care when she was first brought to hospital, her brother said on Wednesday. Leah Washington, 17, is now standing up and making “a rapid recovery” despite undergoing surgery at the weekend to amputate her leg above the knee, her brother Luke told the BBC.</p> \n<p>The teenager also fractured her hand on the Smiler ride and her 18-year-old boyfriend, Joe Pugh, was treated for two broken knees and extensive hand injuries, after the carriage they were riding in ploughed into another, which was empty.</p> \n<p>Merlin Entertainments, which owns Alton Towers, is understood to be preparing substantial payouts for the 16 victims of last Tuesday’s crash and the victims’ lawyers are due to meet Merlin’s insurers this week after the theme park operator admitted full responsibility.</p> \n<p>Speaking on BBC West Midlands, Leah’s brother said: “She was in intensive care, so she had machines keeping her going. It was only the day after they took her off that and she was back to breathing on her own.”</p>","section":"Travel","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"Man looks at park map","cleanCredit":"Photograph: Joe Giddens/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-11T06:54:59Z","lastModified":"2015-06-11T07:53:27Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Ben Quinn","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/benquinn"}],"feature":false,"keywords":["Theme parks","UK news"],"tags":[{"id":"travel/theme-parks","webTitle":"Theme parks"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"travel"},"topics":[{"displayName":"Ben Quinn","topic":{"type":"tag-contributor","name":"profile/benquinn"}}],"embeddedVideos":[{"id":"gu-video-457118926","source":"BBC WM","durationInSeconds":84,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/10/150610altontowersbro2_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/10/150610altontowersbro2.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/10/1433942045754/KP_268605_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Alton Towers brother ","credit":"guardian.co.uk","altText":"620x372 trailpic for Alton Towers brother ","cleanCaption":"620x372 trailpic for Alton Towers brother "}}],"adTargetingPath":"travel"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","shortUrl":"http://gu.com/p/49yxk","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash","webUri":"http://www.theguardian.com/uk-news/2015/jun/11/alton-towers-ride-evacuated-a-week-after-rollercoaster-crash"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","caption":"A man looks at the park map at Alton Towers in Staffordshire. Photograph: Joe Giddens/PA","credit":"Joe Giddens/PA","altText":"Alton Towers in Staffordshire","cleanCaption":"A man looks at the park map at Alton Towers in Staffordshire.","cleanCredit":"Photograph: Joe Giddens/PA"}},"importance":2,"kicker":{"title":"Alton Towers"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/e53fb03a34cc36e00172300a7005ca81309bb8a3/0_0_3500_2099/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2099,"width":3500,"orientation":"landscape","credit":"Joe Giddens/PA","altText":"Man looks at park map","cleanCredit":"Photograph: Joe Giddens/PA"}}]},{"title":"Students advised / Forget gap year 'projects' and get a job","rawTitle":"Forget gap year 'projects' and get a job","item":{"type":"article","id":"education/2015/jun/11/gap-year-students-get-a-job-hsbc-lawyer","title":"Forget formulaic gap years and get a job, students advised","trailText":"HSBC lawyer says gap years have become the norm and spending time working in retail should be valued","standFirst":"<p>HSBC lawyer says gap years have become the norm and spending time working in retail should be valued</p>","byline":"Julia Kollewe","body":"<p>Students should abandon gap year plans and work at a local sports shop or a supermarket instead of spending 12 months at a far-flung animal sanctuary or orphanage, according to a HSBC lawyer.</p> \n<p>Sandie Okoro, global lead lawyer for HSBC Global Asset Management, argued that students were better off getting “old-fashioned Saturday jobs” rather than travelling abroad. Gap year projects such as working with orphans mainly signal that “daddy is rich”, according to Okoro.</p> \n<p>“Forget about the going to China and changing the world or whatever. What are you actually doing that’s different? I want people who can come to me and have had real experiences,” said Okoro in comments <a href=\"http://www.telegraph.co.uk/education/educationnews/11665328/Want-to-land-a-great-job-Work-at-JD-Sports-private-school-pupils-told.html\">reported by the Daily Telegraph</a>.</p> \n<p>Speaking at the Girls’ Day School Trust conference, Okoro said gap years had “become the norm” and almost formulaic. “I see lots of similar things of the gap years. I’d like to see the mundane and ordinary come back in.”</p> \n<p>She added: “It is very difficult to get into the workplace because it isn’t just about academics any more. And in some professions everyone’s got the same academics, and they can speak five languages as well. What are you going to bring to me that isn’t in front of me on somebody else’s CV? </p> \n<p> “I see all these wonderful places, they’ve gone off to China and built an orphanage, they’ve done this and done that. OK, so your daddy is rich. That’s great. But when have you worked at JD Sports at the weekend to earn some money? When have you dealt with the public? They don’t care where you went to school.”</p> \n<p>Okoro had a Saturday job at Marks &amp; Spencer before embarking on a City career. She said: “If you come from a background where things are a little bit more challenging financially, you can’t afford to take that gap year and do that. You’re thinking how am I going to pay those university fees.<br /></p> \n<p>“I’d like to see the effort from the person. In the independent sector, there’s a lot of networking where you’re plugged into these things. It’s easier to go to China or to go and help in an orphanage. But what if you’re not plugged into that? Actually, spending a year working at JD Sports and maybe moving up to supervisor is just as significant and should be valued.”</p> \n<p>Gap years have drawn criticism before. In 2010 a three-minute video entitled <a href=\"https://www.youtube.com/watch?v=eKFjWR7X5dU\">Gap Yah</a> went viral in which actor Matt Lacey satirised people “who seem to be leaving these shores to vomit all over the developing world”.</p>","section":"Education","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434013201665/c5ea83da-6335-4cd1-9c38-740cafedb9da-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"JD Sports ","cleanCredit":"Photograph: Graham Turner/Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-11T09:36:07Z","lastModified":"2015-06-11T10:18:47Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Julia Kollewe","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/10/15/1413385277687/Julia-Kollewe-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/juliakollewe"}],"feature":false,"keywords":["Gap years","Students","Education","UK news","Graduate careers","Work & careers","Money"],"tags":[{"id":"education/gapyears","webTitle":"Gap years"},{"id":"education/students","webTitle":"Students"},{"id":"education/education","webTitle":"Education"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/graduates","webTitle":"Graduate careers"},{"id":"money/work-and-careers","webTitle":"Work & careers"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"education"},"topics":[{"displayName":"Julia Kollewe","topic":{"type":"tag-contributor","name":"profile/juliakollewe"}}],"embeddedVideos":[],"adTargetingPath":"education"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/education/2015/jun/11/gap-year-students-get-a-job-hsbc-lawyer","shortUrl":"http://gu.com/p/49y5z","relatedUri":"http://mobile-apps.guardianapis.com/items-related/education/2015/jun/11/gap-year-students-get-a-job-hsbc-lawyer","webUri":"http://www.theguardian.com/education/2015/jun/11/gap-year-students-get-a-job-hsbc-lawyer"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434013201665/c5ea83da-6335-4cd1-9c38-740cafedb9da-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Wish you were here on gap year? A JD Sports shop in London. Photograph: Graham Turner/Guardian","credit":"Graham Turner/Guardian","altText":"JD Sports ","cleanCaption":"Wish you were here on gap year? A JD Sports shop in London.","cleanCredit":"Photograph: Graham Turner/Guardian"}},"importance":1,"kicker":{"title":"Students advised"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/11/1434013201665/c5ea83da-6335-4cd1-9c38-740cafedb9da-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Graham Turner/Guardian","altText":"JD Sports ","cleanCredit":"Photograph: Graham Turner/Guardian"}}]}],"lastModified":"2015-06-11T10:21:04Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}