{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Greek referendum / Voting begins as the euro faces its biggest challenge","rawTitle":"Voting begins as the euro faces its biggest challenge","item":{"type":"article","id":"world/2015/jul/05/greeks-begin-voting-in-referendum-as-the-euro-faces-its-biggest-challenge","title":"Greeks begin voting in referendum as the euro faces its biggest challenge","trailText":"Almost 9.9 million Greeks have the right to vote in Sunday’s plebiscite on whether the country should accept the terms of its creditors ","standFirst":"<p>Almost 9.9 million Greeks have the right to vote in Sunday’s plebiscite on whether the country should accept the terms of its creditors </p>","byline":"John Hooper in Athens","body":"<p>Greeks began voting in a referendum on Sunday that presents the biggest challenge to the running of the euro since its adoption and risks sending shock waves through the world’s financial markets.</p> \n<p>The nationwide ballot was taking place at the end of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/greece-economy-collapse-close-food-medicine-shortage\">a week of unending drama</a> that saw Greece close its banks, ration cash, fail to repay the IMF and lose billions of euros when its bailout programme expired. The vote is on the last terms offered to Greece before its prime minister, Alexis Tsipras, abandoned talks with his country’s lenders last weekend, saying their conditions would only exacerbate the plight of a country whose economy has already shrunk by a quarter.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/greek-referendum-catastrophe-versus-absolute-catastrophe\">Our Greek referendum offers catastrophe or absolute catastrophe. Some choice | Aggeliki Spanou</a> </p> \n</aside> \n<p>At a rally in the centre of Athens on Friday night, Tsipras urged his compatriots to cast a no ballot, assuring them it would not be a vote for leaving the euro, but for remaining in Europe “with dignity”. Greece’s creditors and most of the opposition parties have claimed that, on the contrary, it could lead to exit from the single market (“Grexit”) and even the European Union.</p> \n<p>Almost 9.9 million Greeks have the right to vote in the referendum, which the interior ministry said would cost less than half the amount spent on the general election in January that brought Tsipras’s Syriza party into office in a coalition with the populist, nationalist Anel party.</p> \n<p>Among the many imponderables was the impact of votes cast by Greeks living abroad. Under the same rules that govern elections, expatriates must return to the country if they are to cast valid ballots. There was evidence that large numbers of Greeks living abroad were coming back for the referendum and that most leaned towards voting yes.</p> \n<p>The prime minister’s decision to call the vote prompted outrage among opposition politicians who favour a yes vote. They have argued that the offer on which the referendum is based was withdrawn when the bailout programme ran out and that Syriza has rigged the ballot by putting both options on one ballot sheet with the no option first. But a claim that the vote was unconstitutional <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/live/2015/jul/03/greek-debt-crisis-council-of-state-to-rule-on-referendum-live\">was thrown out by Greece’s highest court</a> on Friday.</p> \n<p>Polling stations will be open from 7am local time until 7pm (5pm British summer time). The first results are expected around 9pm.</p> \n<p>Opinion polls have given contradictory results and none has shown a clear majority for either option. But they have all shown an overwhelming majority of Greeks – around three-quarters – want their country to keep the euro.</p> \n<p>A no vote is supported by both the parties in government and the neo-Nazi Golden Dawn party. The centre-right opposition New Democracy party has campaigned for a yes vote as have Pasok and To Potami, both of the centre-left.</p> \n<p>In a surprise development on the eve of polling, the German finance minister, Wolfgang Sch&auml;uble – until now even more of a hardliner than his chancellor, Angela Merkel – turned a more conciliatory face towards Greece. Having previously insisted that a no vote on the lenders’ last terms would see their country forced out of the euro, Sch&auml;uble told the Bild newspaper that the choice before them on Sunday was between holding on to the euro and being “temporarily without it”. It was far from clear what Sch&auml;uble had in mind, but economists have mooted the notion of a period in which <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greece</a> might go back to its national currency, the drachma, while its economy recovered.</p> \n<p>With pharmacists in Athens reporting that the government had rationed the distribution of drugs, and fears being raised of food shortages within weeks, the finance minister of Europe’s biggest economy said: “It is clear that we will not leave the [Greek] people in the lurch.” Sch&auml;uble’s last-minute intervention appeared to favour the no camp’s argument that the vote is not on membership of the euro.</p> \n<p>The German minister’s tone was strikingly at odds with that of his charismatic but controversial Greek counterpart, Yanis Varoufakis, who turned up the heat before the ballot by accusing Greece’s creditors of terrorism.</p> \n<p>“Why did they force us to close the banks?” he asked in an interview published by the Spanish daily El Mundo. “To instil fear in people. And spreading fear is called terrorism.”</p> \n<p>Rallies in support of Greece were held in several European capitals on Saturday. Others were also held in Britain: in London, Liverpool and Edinburgh.</p> \n<p>Several economists warned that financial markets were underestimating the risks of a no vote – and even of a yes vote. In a reference to the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2009/sep/04/lehman-brothers-aftershocks-28-days\"> 2008 collapse of Lehman Brothers</a> – the spark that detonated global recession – Megan Greene, chief economist of the Canadian asset management firm Manulife, said: “Grexit would be a Lehman-type event, but with a much slower fuse.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2a52f09ac9e408329d2fff4b58350aeb5c77af28/0_226_4700_2822/4700.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2822,"width":4700,"orientation":"landscape","credit":"Petros Karadjias/AP","altText":"A man sleeps, holding an icon of Jesus Christ, outside a closed shop with spray paint reading \"Poor vote \"NO\" in central Athens, on Saturday, July 4, 2015. Whether Greeks decide in Sunday's referendum to accept their lenders' bailout deal or reject it, the government's hold on power may be shakier than its brash prime minister has calculated, analysts say. (AP Photo/Petros Karadjias)","cleanCredit":"Photograph: Petros Karadjias/AP"}],"bodyImages":[],"webPublicationDate":"2015-07-05T04:00:28Z","lastModified":"2015-07-05T04:39:42Z","metadata":{"commentable":true,"commentCount":1139,"contributors":[{"name":"John Hooper","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhooper"}],"feature":false,"keywords":["Greece","Euro","Alexis Tsipras","Banking","European Union","Currencies","Economics","European Central Bank","European monetary union","Europe","Germany","Yanis Varoufakis","Eurozone crisis","Golden Dawn party","World news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"business/euro","webTitle":"Euro"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"business/banking","webTitle":"Banking"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/currencies","webTitle":"Currencies"},{"id":"business/economics","webTitle":"Economics"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/yanis-varoufakis","webTitle":"Yanis Varoufakis"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"world/golden-dawn","webTitle":"Golden Dawn party"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"John Hooper","topic":{"type":"tag-contributor","name":"profile/johnhooper"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/05/greeks-begin-voting-in-referendum-as-the-euro-faces-its-biggest-challenge","shortUrl":"http://gu.com/p/4acyf","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/05/greeks-begin-voting-in-referendum-as-the-euro-faces-its-biggest-challenge","webUri":"http://www.theguardian.com/world/2015/jul/05/greeks-begin-voting-in-referendum-as-the-euro-faces-its-biggest-challenge"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2a52f09ac9e408329d2fff4b58350aeb5c77af28/0_226_4700_2822/4700.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2822,"width":4700,"orientation":"landscape","caption":"A man sleeps outside a closed shop with graffiti reading ‘Poor vote NO’ in central Athens on Saturday. Photograph: Petros Karadjias/AP","credit":"Petros Karadjias/AP","altText":"A man sleeps outside a closed shop with graffiti reading ‘Poor vote NO’ in central Athens on Saturday.","cleanCaption":"A man sleeps outside a closed shop with graffiti reading ‘Poor vote NO’ in central Athens on Saturday.","cleanCredit":"Photograph: Petros Karadjias/AP"}},"importance":7,"kicker":{"title":"Greek referendum"},"showQuotedHeadline":false,"sublinks":[{"title":"Germany / We won’t leave Greece in the lurch","rawTitle":"We won’t leave Greece in the lurch","item":{"type":"article","id":"world/2015/jul/04/greek-referendum-germany-no-vote","title":"Greek referendum: Germany says it won’t leave Greece in the lurch","trailText":"German finance minister, Wolfgang Schäuble, appears to bolster No vote in last-minute intervention on Saturday","standFirst":"<p>German finance minister, Wolfgang Sch&auml;uble, appears to bolster No vote in last-minute intervention on Saturday</p>","byline":"John Hooper in Athens","body":"<p>Investors around the world held their breath on Saturday as 10 million Greeks prepared to vote in a referendum that presents the biggest challenge to the euro since its adoption.</p> \n<p>After more than five months of eyeball-to-eyeball confrontation between Alexis Tsipras’s radical left-led government and Greece’s creditors, and with only hours to go before voting began, one of the most hawkish of the lenders appeared to blink. Germany’s finance minister, Wolfgang Sch&auml;uble, until now even more of a hardliner than his chancellor Angela Merkel, suddenly turned a more conciliatory face towards Athens.</p> \n<p>Having previously insisted that a No vote on the lenders’ last terms would see their country forced out of the euro, Sch&auml;uble told the <em>Bild</em> newspaper that the choice before them on Sunday was between holding on to the euro and being “temporarily without it”.</p> \n<p>It was far from clear what Sch&auml;uble had in mind, but economists have mooted the notion of a period in which Greece might go back to its national currency, the drachma, while its economy recovered.</p> \n<p>With pharmacists in Athens reporting that the government had rationed the distribution of drugs, and fears being raised of food shortages within weeks, the finance minister of Europe’s biggest economy said: “It is clear that we will not leave the [Greek] people in the lurch.”</p> \n<p>What effect Sch&auml;uble’s last-minute intervention may have on the vote is impossible to gauge. But it appears to favour the No camp.</p> \n<p>His remarks seemed to endorse the claims of the Greek government, which has called for a No vote, to the effect that a majority in favour of rejection would not lead to the country’s exit from the euro (“Grexit”).</p> \n<p>The German minister’s tone was strikingly at odds with that of his charismatic but controversial Greek counterpart, Yanis Varoufakis, who turned up the heat before the ballot by accusing Greece’s creditors of terrorism.</p> \n<p>“Why did they force us to close the banks?” he asked in an interview published by the Spanish daily <em>El Mundo</em>. “To instil fear in people. And spreading fear is called terrorism.”</p> \n<p>Rallies in support of Greece were held in several European capitals on Saturday. Others were also held in Britain: in London, Liverpool and Edinburgh.</p> \n<p>Greece’s lenders were not the only people spreading alarm. Several economists warned that financial markets were underestimating the risks of a No vote – and even of a Yes vote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/the-streets-are-calm-but-greece-is-haunted-by-fear-of-civil-strife\">The streets are calm but Greece is haunted by fear of civil strife</a> </p> \n</aside> \n<p>The situation is Greece has become increasingly fragile against a background of growing problems in China. In an effort to stabilise China’s stock markets, which have slumped by almost 30% since the middle of last month, its top securities brokerages said on Saturday that they would buy at least 120bn yuan (&pound;12.4bn) of shares.</p> \n<p>The undertaking followed a string of official policy initiatives in the last week that included a cut in interest rates and a relaxation of margin lending rules. None has so far succeeded in halting the slide.</p> \n<p>The Oxford Economics thinktank warned that the closure of Greece’s banks and the imposition of capital controls last weekend would be difficult to reverse.</p> \n<p>“Cyprus was able to gradually loosen capital controls because of a decisive and credible commitment to reform. This is not possible in Greece,” it said. “Our latest scenario analysis suggests an exit probability of around 67%.”</p> \n<p>In a reference to the<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2009/sep/04/lehman-brothers-aftershocks-28-days\"> 2008 collapse of Lehman Brothers</a> – the spark that detonated global recession – Megan Greene, chief economist of the Canadian asset management firm Manulife, said: “Grexit would be a Lehman-type event, but with a much slower fuse.”</p> \n<p>She added: “The immediate impact might be relatively muted in the markets. But the next time there is a cyclical downturn in Europe, bigger countries like Spain and especially Italy may decide they’d like to benefit from a devaluation to return to growth and leave the eurozone themselves. This would ring the death knell for the common currency.”</p> \n<p>Polls on Friday showed no clear difference between the two sides. But they did show an overwhelming majority of Greeks – around three-quarters – want their country to keep the euro.</p> \n<p>Among the many imponderables before the vote is the impact of votes cast by Greeks living abroad. Under the same rules that govern elections, expatriates must return to the country if they are to cast valid ballots.</p> \n<p>There was evidence that large numbers of Greeks living abroad were coming back for the referendum and that they formed a bloc made up largely of Yes voters.</p> \n<p>Rallies have highlighted a big social divide between the two camps, with the more affluent favouring acceptance of the terms and those who have little or nothing to lose more inclined to vote No.</p> \n<p>Almost 9.9 million Greeks have the right to vote in the referendum, which the interior ministry said would cost less than €25m – less than half the amount spent on the general election in January that brought Syriza into office in a coalition with the populist, nationalist Anel party.</p> \n<p>Polling stations will be open from 7am local time until 7pm (5pm British summer time). The first results are expected around 9pm.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/greece-referendum-ordinary-greeks-interviews\">In an Athens market, the talk is of paying bills, pensions, job cuts … and a better life</a> </p> \n</aside> \n<p>A No vote is also supported by the neo-Nazi Golden Dawn party. The centre-right opposition New Democracy party has pressed for a Yes vote as have Pasok and To Potami, both of the centre-left.</p> \n<p>The head of Greece’s Bank Association denied as “completely baseless” a report in the <em>Financial Times</em> that Greek banks were preparing contingency plans for a possible “haircut” on deposits.</p> \n<p>Citing people with knowledge of the measures, the <em>FT</em> said the plans called for a 30% raid on balances of more than €8,000.</p> \n<p>But the seriousness of the financial situation was underlined on Friday when in her capacity as chair of the country’s biggest retail bank, the National Bank of Greece, the same banker said that without a fresh injection of funds from the European Central Bank, ATMs would run out of cash within hours of the vote.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436030860986/A-woman-in-Athens-walks-p-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman in Athens walks past referendum campaign posters reading \"No\" in Greek. Photograph: Jean-Paul Pelissier/Reuters","credit":"Jean-Paul Pelissier/Reuters","altText":"A woman in Athens walks past referendum campaign posters reading \"No\" in Greek.","cleanCaption":"A woman in Athens walks past referendum campaign posters reading \"No\" in Greek. Photograph: Jean-Paul Pelissier/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-07-04T17:49:50Z","lastModified":"2015-07-04T23:40:02Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"John Hooper","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/johnhooper"}],"feature":false,"keywords":["Greece","World news","Europe","Alexis Tsipras","Euro","European Union","Economics"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/world","webTitle":"World news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/economics","webTitle":"Economics"}],"section":{"id":"world"},"topics":[{"displayName":"John Hooper","topic":{"type":"tag-contributor","name":"profile/johnhooper"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/greek-referendum-germany-no-vote","shortUrl":"http://gu.com/p/4acjq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/greek-referendum-germany-no-vote","webUri":"http://www.theguardian.com/world/2015/jul/04/greek-referendum-germany-no-vote"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436030860986/A-woman-in-Athens-walks-p-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman in Athens walks past referendum campaign posters reading “No” in Greek. Photograph: Jean-Paul Pelissier/Reuters","credit":"Jean-Paul Pelissier/Reuters","altText":"A woman in Athens walks past referendum campaign posters reading \"No\" in Greek.","cleanCaption":"A woman in Athens walks past referendum campaign posters reading “No” in Greek. Photograph: Jean-Paul Pelissier/Reuters"}},"importance":0,"kicker":{"title":"Germany"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/3b3eaaba58cc5c39cfb076920ccacc8e71e6736f/0_0_4500_2701/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/8fcaa3fe3719740f9758e834b8125e3c12814993/0_0_4256_2555/1000.jpg","height":600,"width":999}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/7fb828578a49660f55920ff28d03528456717be2/0_187_3264_1957/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/3b3eaaba58cc5c39cfb076920ccacc8e71e6736f/0_0_4500_2701/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/de381858c8bcebfdc0cf230d9e8728c497f82d79/0_151_3500_2100/1000.jpg","height":600,"width":1000}}]},{"title":"Dispatch / Calm streets but Greece is haunted by fear of civil strife","rawTitle":"Calm streets but Greece is haunted by fear of civil strife","item":{"type":"article","id":"world/2015/jul/04/the-streets-are-calm-but-greece-is-haunted-by-fear-of-civil-strife","title":"The streets are calm but Greece is haunted by fear of civil strife","trailText":"The referendum debate has entered every family and every home – and there is a growing alarm that, no matter what the result, the divisions will not heal","standFirst":"<p>The referendum debate has entered every family and every home – and there is a growing alarm that, no matter what the result, the divisions will not heal</p>","byline":"Helena Smith in Athens","body":"<p>Fearful, angry, divided. This is Greece on the eve of a referendum that could define the country for generations to come. After five years at the centre of Europe’s eviscerating debt crisis, Greeks will have their rendezvous with history on Sunday – and many fear that they will live with the bitter legacy of the vote for decades.</p> \n<p>“We have a government in panic, people being called traitors and German collaborators, and a vote of despair,” said the prominent sociologist Aliki Mouriki. “I worry that if things go wrong, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/greece-economy-collapse-close-food-medicine-shortage\">if more shortages of food and medicines appear,</a> we’ll soon be looking at a situation where primitive instincts come to the fore.”</p> \n<p>Which way will they go? In or out of the eurozone? With polls suggesting the race is too close to call, nobody knows. What they do know – what cannot be hidden even by the eerie calm on the streets of Athens – is that in their epic struggle to remain in the single currency, this is a turning point.</p> \n<p>The bombshell decision of the prime minister, Alexis Tsipras, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/greece-bailout-referendum-ramps-up-eurozone-crisis\">to hold a plebiscite over the terms of future financial assistance </a>for the debt-stricken nation will determine the future of Greece within Europe, a future now hanging by a thread. <br /></p> \n<p>And it threatens to open deep fissures that have lain hidden for generations, having first emerged in the violent aftermath of the second world war – between Greece and Germany, and among Greeks themselves.</p> \n<p>The gravity of the moment is not lost on Greeks. As tens of thousands attended competing Yes and No rallies in the heart of the capital on Friday, emotions were running high. For this is also a battle between the power of Yes and the power of No: Yes to Europe and its modernising effect; No to austerity, the levelling effects of tax increases and budget cuts and a life bereft of dignity. <br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/greek-referendum-germany-no-vote\">Greek referendum: Germany says it won’t leave Greece in the lurch</a> </p> \n</aside> \n<p>And it is a battle that has entered every family, every home. In parliament, in villages great and small, Greeks are now openly harking back to the 1946-49 civil war, a conflict that took decades to overcome. To belong to the Yes camp is to belong to the right; to belong to the No camp to belong to the left.</p> \n<p>“By their very nature plebiscites are divisive,” said Aristides Hatzis, associate professor of law and economics at Athens University. “But more people have been radicalised over the past week than ever before. What we now have is a great divide, a schism that will influence Greek politics for the next 20 years.”</p> \n<p>Political niceties, like diplomacy, were levelled by this crisis long ago. Last night, the streets of Athens were lined with placards depicting a defiant German finance minister, Wolfgang Sch&auml;uble, under the words: “Five years he has been sucking your blood. Now tell him NO.” Others declared: “We are writing history, we are saying NO.”</p> \n<p>By morning the No camp may well be the irresistible force that meets the immovable object. Tsipras has repeatedly urged Greeks to reject the terms of proposals that, he says, amount to “blackmail” and “ultimatums” from the EU and International Monetary Fund. His radical left Syriza party is fully in control of the state and has a masterful propaganda machine.</p> \n<p>Fury with Germany – the main contributor of Athens’s €240bn bailout programme and the architect of the biting austerity that has been the price of such aid – is at an all-time high. After five months of ultimately fruitless negotiations between the leftist-led administration and international creditors, there are few who do not associate Berlin with the implacable demands that have left destruction in their wake.</p> \n<p>Record levels of poverty and unemployment in an economy that has contracted by more than 25% are blamed, squarely, on Germany. “These are our German brothers,” said Giorgos Delezos as tourists traipsed by his gift shop in the capital’s ancient Plaka district. “These are the people who really won the war,” he bellowed as his iPhone, resting on a table outside the shop, blared the rumbustious tones of Erika, the marching song beloved of Hitler’s Waffen SS. “This is why I will be voting No all the way to the Reichstag.”</p> \n<figure class=\"element element-image\" data-media-id=\"c5b6f0aa80d2026924d9153574fa23b609e30482\"> \n <img src=\"http://media.guim.co.uk/c5b6f0aa80d2026924d9153574fa23b609e30482/0_35_4388_2634/1000.jpg\" alt=\"A man walks past No and Yes posters in front of the Greek parliament in Athens on 4 July 2015.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A man walks past No and Yes posters in front of the Greek parliament in Athens on 4 July 2015.</span> \n  <span class=\"element-image__credit\">Photograph: Kay Nietfeld/Corbis</span> \n </figcaption> \n</figure> \n<p>Greece’s eurozone partners have also come to a fork in the road. Tsipras’s shock announcement of the popular vote, four days before the expiry of the country’s bailout programme on 30 June, appears to have been the straw that broke the camel’s back. <br /></p> \n<p>With varying degrees of solemnity, Athens has been told that a No vote would be tantamount to rupture with Europe; the signal that the incompatible couple were finally heading for divorce. Rejecting the Greek leader’s assertion that a No vote would strengthen his country’s hand, the EU president Jean-Claude Juncker racheted up the pressure last week, pronouncing that if the outcome is No, “the Greek position is dramatically weakened”.</p> \n<p>On Saturday, the rhetoric escalated further with the flamboyant finance minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/blog/live/2015/jul/04/greek-debt-crisis-countdown-to-polling-day-live\">Yanis Varoufakis accusing foreign lenders of terrorism</a> and “instilling fear in people” after the Syriza-led coalition was forced to close banks and implement capital controls from Monday.</p> \n<p>Another government minister, speaking on condition that his identity was not revealed, told the <em>Observer</em>: “There is tension. A coup d’etat is in progress by Sch&auml;uble. They don’t want us, they don’t want Tsipras and nobody can predict how people full of fear will react. I am very afraid that next week there will be no unity. I am very afraid for my country.”</p> \n<p>The closure of banks, the sight of panic-stricken pensioners – many in tears as they queued for state handouts of a paltry €120 (&pound;86) to get by – the food and drug shortages, the collapse of economic activity, have been quick to bolster the Yes vote. Many fear that Greece is sleepwalking towards chaos.</p> \n<p>The desire to say No to the excoriating policies that have been set as the price of Athens’s place at the heart of Europe may be stalking the country, but natural No voters are moving in droves to the Yes camp.</p> \n<p>With their country skirting so close to the edge – staring at the abyss that threatens to open with the reintroduction of the drachma – to do otherwise would be to court disaster.</p> \n<p>“Tsipras constantly avoids saying what will happen if there is rupture,” sighed Kostas Markopoulos, a young public relations consultant who voted for the radical leftists when they were catapulted into office in January. </p> \n<figure class=\"element element-image\" data-media-id=\"d74d41af7f8e954b3c2c66477d253312d3e7bd1f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436033681349/9fc8408a-47e9-41f9-975f-d8a0b0ac3f98-460x276.jpeg\" alt=\"A No poster in Athens depicting German finance minister Wolfgang Sch&auml;uble reads 'For five years he is drinking your blood, now tell him NO'.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A No poster in Athens depicting German finance minister Wolfgang Sch&auml;uble reads ‘For five years he is drinking your blood, now tell him NO’.</span> \n  <span class=\"element-image__credit\">Photograph: Alexandros Michailidis/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<p>“There is no plan B. I don’t believe Syriza understood the challenge in its entirety or the size of the consequences if things go wrong. It’s made so many mistakes. I really don’t think it would be able to handle the transition.”</p> \n<p>Those who stand to be hardest hit by a new round of austerity – including a proposed 23% tax on restaurants – are also rallying to the Yes camp amid fears that tourism, the engine of the Greek economy, will be damaged irreparably if a euro exit occurs. Last week saw mass cancellations by hundreds of thousands of holidaymakers.</p> \n<p>“With a heavy heart I will vote Yes even if my own business will suffer terribly,” said Photis Papathanasiou, who owns a chain of taverns in Plaka. “The alternative will kill our country.”</p> \n<p>Fears that Greeks could lose up to 30% of bank savings over €8,000 – if, as rumoured, the government is forced to go ahead with a Cypriot-style “bail-in” of deposit accounts – have exacerbated the electric mood. So, too, have the growing signs that banks are being fast depleted of cash. Without a further injection of liquidity from the European Central Bank, Varoufakis has admitted that the country will face a problem with “paper money” by Monday.</p> \n<p>In a country torn by anger and despair, hope itself has become a revolutionary act. Forward or backward, an economic death spiral beckons. The carapace of the euro, as Greeks once knew it, is no more; the security the currency offered has been lost in years of profligacy, a mountain of debt and misguided rescue efforts that have left Greece a hollow version of its former self.</p> \n<p>For those who now believe Athens should be kept in the eurozone at any cost, today’s vote is a turning point precisely because it offers the last guarantee of Greece taking the road of reform and modernisation.</p> \n<p>“There are a lot of people out there who really do think we would be better off with the drachma, who stand to get rich, who will not give up easily,” said Athina Politis, an artist firmly in the Yes camp. “But I am very scared, very scared that the way things are, we are going to end up killing each other.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436029934830/Coffee-shop-in-Athens-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters","credit":"Marko Djurica/Reuters","altText":"Coffee shop in Athens","cleanCaption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/c5b6f0aa80d2026924d9153574fa23b609e30482/0_35_4388_2634/4388.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2634,"width":4388,"orientation":"landscape","caption":"A man walks past No and Yes posters in front of the Greek parliament in Athens on 4 July 2015. Photograph: Kay Nietfeld/Corbis","credit":"Kay Nietfeld/Corbis","altText":"A man walks past No and Yes posters in front of the Greek parliament in Athens on 4 July 2015.","cleanCaption":"A man walks past No and Yes posters in front of the Greek parliament in Athens on 4 July 2015.","cleanCredit":"Photograph: Kay Nietfeld/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436033683725/9fc8408a-47e9-41f9-975f-d8a0b0ac3f98-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A No poster in Athens depicting German finance minister Wolfgang Schäuble reads ‘For five years he is drinking your blood, now tell him NO’. Photograph: Alexandros Michailidis/Demotix/Corbis","credit":"Alexandros Michailidis/Demotix/Corbis","altText":"A No poster in Athens depicting German finance minister Wolfgang Schäuble reads 'For five years he is drinking your blood, now tell him NO'.","cleanCaption":"A No poster in Athens depicting German finance minister Wolfgang Schäuble reads ‘For five years he is drinking your blood, now tell him NO’.","cleanCredit":"Photograph: Alexandros Michailidis/Demotix/Corbis"}],"webPublicationDate":"2015-07-04T17:54:45Z","lastModified":"2015-07-04T23:02:23Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Helena Smith","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/helenasmith"}],"feature":true,"keywords":["Greece","Alexis Tsipras","Syriza","European Union","World news","Eurozone crisis","European monetary union","Euro","Business"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/alexis-tsipras","webTitle":"Alexis Tsipras"},{"id":"world/syriza","webTitle":"Syriza"},{"id":"world/eu","webTitle":"European Union"},{"id":"world/world","webTitle":"World news"},{"id":"business/debt-crisis","webTitle":"Eurozone crisis"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/business","webTitle":"Business"}],"section":{"id":"world"},"topics":[{"displayName":"Helena Smith","topic":{"type":"tag-contributor","name":"profile/helenasmith"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/the-streets-are-calm-but-greece-is-haunted-by-fear-of-civil-strife","shortUrl":"http://gu.com/p/4ackv","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/the-streets-are-calm-but-greece-is-haunted-by-fear-of-civil-strife","webUri":"http://www.theguardian.com/world/2015/jul/04/the-streets-are-calm-but-greece-is-haunted-by-fear-of-civil-strife"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436029934830/Coffee-shop-in-Athens-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters","credit":"Marko Djurica/Reuters","altText":"Coffee shop in Athens","cleanCaption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters"}},"importance":0,"kicker":{"title":"Dispatch"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436029934830/Coffee-shop-in-Athens-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters","credit":"Marko Djurica/Reuters","altText":"Coffee shop in Athens","cleanCaption":"Customers at a coffee shop in Athens await the outcome of the historic vote.  Photograph: Marko Djurica/Reuters"}}]},{"title":"Opinion / Our referendum offers catastrophe or absolute catastrophe","rawTitle":"Our referendum offers catastrophe or absolute catastrophe","item":{"type":"comment","id":"commentisfree/2015/jul/05/greek-referendum-catastrophe-versus-absolute-catastrophe","title":"Our Greek referendum offers catastrophe or absolute catastrophe. Some choice","trailText":"Whatever the result, the fraying of ties with our European allies will be difficult to mend","standFirst":"<p>Whatever the result, the fraying of ties with our European allies will be difficult to mend</p>","byline":"Aggeliki Spanou","body":"<p>So we get to choose today. Some choice – between a catastrophe and an absolute catastrophe. But at least now we appear to be arriving at a conclusion, of sorts, in contrast to the recent <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/world/greece\">Greek story</a> that has moved from near climax to near climax. Whatever happens, a brutal realisation of national failure is bound to emerge from the ruins, while at the same time we are unable to foretell if yet more failure lies further down the road.</p> \n<p>For the moment, however, the most common question on the streets is: “€50 or €60, which button should I press?” heard among people waiting patiently in line at bank cash machines ever since “capital control” was implemented.</p> \n<p>Old people suffer the most, as many do not own cash cards and do not know how to carry out electronic exchanges. These are the very same people who have often heard the prime minister, Alexis Tsipras, reassuring them that he was engaged in a battle to prevent their pensions being cut, as Greece’s creditors have demanded.</p> \n<p>The open rally in favour of “Yes” at the Panathenaic stadium on Friday afternoon ended with people singing the Greek national anthem. In Syntagma Square, in downtown Athens, Tsipras ended his speech with the words of a famous Greek poet of the 19th century, Andreas Kalvos: “Freedom takes virtue and courage.”</p> \n<p>Both sides agree that the moment we are living through is historic. They also agree that the cycle of the so-called <em>metapolitefsi</em> (the post-1974 political period) has come to an end. But nobody can yet tell if the new cycle that will begin on Monday will mark the beginning of the end of today’s bitter experience or simply the end of its beginning.</p> \n<p>The result of the referendum and developments on the day after will determine if the fall continues (bail-in, dual currency, return to the drachma) or if it will end and a new era with the banks will start.</p> \n<p>Momentous events have already happened: the damage to the economy will not be rectified without extreme austerity for an unspecified period of time. What’s more, restoring the healthy state of the banking system will be a lengthy process and one that will only widen social divisions. Then there are the relations with our European allies. The fraying of these ties will be hard to mend.</p> \n<p>Government sources anticipate that an European Central Bank board of directors meeting will convene a eurogroup on Tuesday and an EU summit on Wednesday. The question remains: who will stand in for Greece. Tsipras has not revealed his intentions and does not appear willing to play ball with Greece’s creditors, renouncing a priori that the European forces want to impose a “government of the willing” in an attempt to displace him from power. But it is not certain that he will be able to hold the upper hand.</p> \n<p>Cracks have already emerged in the coalition government as the rightwing <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jan/26/greece-elections-who-are-independent-greeks\">Anel</a> MPs have expressed different views on certain issues. Within Syriza, tensions are growing too, as some members disagree with the perceived rupture with the EU. Tempers are volatile and anguish for personal and public futures intertwine.</p> \n<p>Many things depend on the outcome of the referendum. If the difference between “Yes” and “No” is marginal, as the polls show at the time of writing, we will be in the odd position of having a clear message of division and ambivalence.</p> \n<p>A powerful “Yes” will force the partners to acknowledge the power of the European identity of the country and to respect the strength of the Greek people. A clear “No” will strengthen the arguments of those forces who believe that we need to break the Greek link in the eurozone chain. Either way, political developments will be rapid. The European partners tacitly, yet clearly, keep broadcasting the message that they do not trust the Syriza-Anel government anymore, and would not accept Tsipras and the finance minister, Yanis Varoufakis, for further discussions with them.</p> \n<p>This means that if the result is “Yes”, EU partners will make his life hard. The pressure to form a transitional government until general elections are held will be strong and will be enhanced by pressure from within Greece. The intensity and dynamics of this pressure will depend on the numbers.</p> \n<p>“It’s one thing to have a 51%-49% vote and completely different to have a result with an overwhelming majority for or against,” an old-hand government official said, with his assessment being widely endorsed by the other political forces in Greece. Stavros Theodorakis, leader of the Potami party, has left open the possibility of supporting a government of national unity headed by Tsipras after a “Yes” victory regardless of the percentage of difference. However, the polarisation is becoming so great that it’s impossible to be sure that all post-referendum changes will happen in a “velvet” fashion.</p> \n<p>The return to the public arena of former New Democracy prime minister <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/02/former-greece-pms-throw-support-behind-yes-vote-ahead-of-referendum\">Costas Karamanlis</a>, in a televised message last week, supporting the “Yes” vote was taken by many to presage his forthcoming active involvement in Greece’s political affairs if necessary. Elsewhere, New Democracy-Potami and Pasok coalesced to support the “Yes” campaign, using as their central slogan the words: “We remain in Europe.” No one was selected as a main leader for a one-on-one confrontation with Tsipras who stands alone defending the “No” campaign.</p> \n<p>Reportedly, there were frictions even regarding the role of the mayor of Athens, George Kaminis, since high-ranking ND members were annoyed by his presence, thinking that he might have to play a leading role for all three parties if they were to run jointly in the next general elections, whenever they are held.</p> \n<p>I recognise that the intricacies of these local and national political positions might be difficult for the outsider to grasp, but such is messy democracy. However, whatever the possibilities, whoever the political players, the truth is that much will depend on the economic and social dynamics in the coming period, especially during any future campaign. A determining factor will also be developments in around Syriza – far from predictable right now.</p> \n<p>According to official information, bank cash machines will give money until tomorrow evening. After that, nobody knows what will happen. Well, nobody except perhaps one man – the head of the European Central Bank, Mario Draghi.</p> \n<p><em>Aggeliki Spanou is editor-in-chief of the independent Greek newspaper</em> Free Sunday</p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436008992086/What-will-the-Greeks-deci-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP","credit":"Fotis Plegas /AP","altText":"What will the Greeks decide in their referendum?","cleanCaption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP"}],"bodyImages":[],"webPublicationDate":"2015-07-04T23:03:05Z","lastModified":"2015-07-04T23:03:05Z","metadata":{"commentable":true,"commentCount":0,"contributors":[],"feature":false,"keywords":["Greece","Europe","Euro","European Union","Euro","European monetary union","European Central Bank","UK news"],"tags":[{"id":"world/greece","webTitle":"Greece"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/euro","webTitle":"Euro"},{"id":"world/eu","webTitle":"European Union"},{"id":"business/euro","webTitle":"Euro"},{"id":"business/emu","webTitle":"European monetary union"},{"id":"business/european-central-bank","webTitle":"European Central Bank"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"commentisfree"},"topics":[],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/05/greek-referendum-catastrophe-versus-absolute-catastrophe","shortUrl":"http://gu.com/p/4acgy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/05/greek-referendum-catastrophe-versus-absolute-catastrophe","webUri":"http://www.theguardian.com/commentisfree/2015/jul/05/greek-referendum-catastrophe-versus-absolute-catastrophe"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436008992086/What-will-the-Greeks-deci-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP","credit":"Fotis Plegas /AP","altText":"What will the Greeks decide in their referendum?","cleanCaption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP"}},"importance":0,"kicker":{"title":"Opinion"},"byline":{"title":"Aggeliki Spanou"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436008992086/What-will-the-Greeks-deci-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP","credit":"Fotis Plegas /AP","altText":"What will the Greeks decide in their referendum?","cleanCaption":"What will the Greeks decide in their referendum? Photograph: Fotis Plegas /AP"}}]}],"images":[{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/ae377fb266422e0b660a81e4d1c4e84417ae4db8/0_34_4590_2754/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/ae3df50531ce9fcd43ee375d38756ba27d3cc7aa/0_146_3500_2099/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/7079856b25d2a688b9fcd056dbe77435b5ce81f5/0_358_5443_3267/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/af9d13770668515df695867032a648e75e689b48/0_107_4896_2939/1000.jpg","height":600,"width":1000}},{"type":"slideshow","image":{"urlTemplate":"http://media.guim.co.uk/79b17c7076cfb19585e86b6862e9860df37dbf0b/0_163_3500_2101/1000.jpg","height":600,"width":1000}}]},{"title":"Osborne must force firms to raise low pay, says key Cameron ally","rawTitle":"Osborne must force firms to raise low pay, says key Cameron ally","item":{"type":"article","id":"society/2015/jul/04/david-cameron-ally-rohan-silva-firms-must-be-forced-raise-low-pay","title":"Firms must be forced to raise low pay, says key ally of David Cameron","trailText":"Ex-Downing Street aide Rohan Silva puts forward radical plan to make the living wage a requirement","standFirst":"Ex-Downing Street aide Rohan Silva puts forward radical plan to make the living wage a requirement","byline":"Toby Helm and Heather Stewart","body":"<p>George Osborne will come under new pressure to tackle the scourge of low pay, as a former senior adviser to David Cameron calls for all employers to be forced to pay the living wage as a way to combat poverty and boost the economy.</p> \n<p>Before his first all-Tory budget on Wednesday, in which he will spell out <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/22/poor-families-hit-unfairly-welfare-cuts-institute-economic-affairs\">how to cut &pound;12bn from the social security bill</a>, the chancellor is expected to sweeten the pill by offering help to low earners through the tax system, and by pressuring or incentivising employers to pay higher wages. But writing in the <em>Observer</em>, Rohan Silva, who worked with Cameron at No 10 from 2010-13, says the time has come to tell all employers to pay <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/society/living-wage\">the living wage</a> – an hourly rate well above the minimum wage.</p> \n<p>The living wage, paid by 1,600 UK employers, is &pound;9.15 an hour in London and &pound;7.85 elsewhere, whereas the national minimum wage is &pound;6.50.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/london-so-wretched-so-many-want-to-live-here\">If London is so wretched, why do so many of us want to live here? | Rohan Silva</a> </p> \n</aside> \n<p>Silva, now running his own small business in London, says the capital is thriving but is threatened by two problems that afflict the economy: a chronic shortage of housing, and poverty. “There is one simple thing we can do: make the living wage a requirement for London jobs, as well as across the UK,” he writes. “At a stroke, this would boost salaries, support families and improve the quality of life for millions of people.”</p> \n<p>He says it is “ridiculous” that some organisations claim they cannot afford to pay the living wage. “If a small business like mine can do it, there’s no excuse for the multinationals and public sector behemoths.”</p> \n<p>Osborne is expected to use the budget to cut tax credits and housing benefit, two of the costliest elements of the social security budget apart from pensions, which the prime minister has promised to protect. Inside No 10 and the Treasury, as well at the Department for Work and Pensions, headed by Iain Duncan Smith, there is a desire to end a system whereby employers are in effect subsidised, via the tax credit system, for employing people on low wages. Instead, the aim is that companies should boost wages.</p> \n<p>Silva said the system was absurd. “What we should be doing is cutting tax credits and spending the money on lowering the tax burden on companies so they can pay more to their employees.”</p> \n<p>Gavin Kelly, chief executive of the Resolution Foundation thinktank, said that moves to boost pay, while welcome, would not be enough to offset the massive anticipated cuts to support for working families.</p> \n<p>“The government is right to talk about boosting pay and productivity, and any policy action in the budget is eagerly anticipated. But this will not be enough to counterbalance the &pound;12bn of welfare cuts also planned,” he said.</p> \n<p>“Reductions in tax credits and other benefits will be heavily concentrated on low-income working families, while the gains from stronger wage growth, even if it were to arise, would be widely spread. Given the scale of the expected cuts, it would take heroic pay rises for low-income families to earn their way back to their current position any time soon.”</p> \n<p>Frank Field, the former Labour welfare minister and new chairman of the Commons work and pensions select committee, said the government should cut national insurance contributions for companies that agreed to pay the living wage. He also called for the Low Pay Commission to be given a greater role in advising ministers on which sectors in the economy could afford to pay their employees the higher rate.</p> \n<p>“Just as schools are not being allowed to coast, employers should not be allowed to coast either,” he said.</p> \n<p>The chancellor will also use the budget to stop higher earners from claiming taxpayer-funded subsidies for their social housing rent.</p> \n<p>He will say that, from 2017-18, those on incomes above &pound;40,000 in London and &pound;30,000 in the rest of England who live in housing association and local authority properties – representing 9% of all social tenants in England – will be charged a market rent. Higher-income social tenants benefit, on average, by over &pound;3,500 per household from reduced rent. This includes more than 40,000 social rented tenants with household incomes over &pound;50,000 a year; and a further 300,000 with incomes above &pound;30,000 a year. This so-called Pay to Stay policy will raise up to &pound;250m a year in 2018-19.</p> \n<p>Osborne will set out the planned path for total public spending over the next five years as he seeks to meet his pledge to move the public finances back into surplus, though the detailed breakdown of which departments will face cuts will not emerge until the autumn spending review.</p> \n<p>As Britain’s weak productivity continues to put the brakes on recovery, the Treasury has also been working on ways of boosting output, including through infrastructure projects, and what Osborne calls his “northern powerhouse” scheme, to devolve decision-making powers to cities outside London.</p> \n<p>He will raise the inheritance threshold to &pound;1m to allow married couples to pass on their family home, clamp down on tax avoidance, and is expected to lift more minimum-wage earners out of income tax.</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436033144537/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"George Osborne","cleanCaption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:44:47Z","lastModified":"2015-07-04T23:40:02Z","metadata":{"commentable":true,"commentCount":934,"contributors":[{"name":"Toby Helm","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/tobyhelm"},{"name":"Heather Stewart","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/3/13/1394733738716/HeatherStewart.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/heatherstewart"}],"feature":false,"keywords":["Living wage","Society","George Osborne","Politics","David Cameron","UK news","Budget 2015 (July)","Budget"],"tags":[{"id":"society/living-wage","webTitle":"Living wage"},{"id":"society/society","webTitle":"Society"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/politics","webTitle":"Politics"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"uk-news/budget-2015-july","webTitle":"Budget 2015 (July)"},{"id":"uk/budget","webTitle":"Budget"}],"section":{"id":"society"},"topics":[],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jul/04/david-cameron-ally-rohan-silva-firms-must-be-forced-raise-low-pay","shortUrl":"http://gu.com/p/4ackc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jul/04/david-cameron-ally-rohan-silva-firms-must-be-forced-raise-low-pay","webUri":"http://www.theguardian.com/society/2015/jul/04/david-cameron-ally-rohan-silva-firms-must-be-forced-raise-low-pay"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436033144537/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"George Osborne","cleanCaption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA"}},"importance":6,"showQuotedHeadline":false,"sublinks":[{"title":"Rohan Silva / 'Make the living wage a requirement for all UK jobs'","rawTitle":"'Make the living wage a requirement for all UK jobs'","item":{"type":"comment","id":"commentisfree/2015/jul/04/london-so-wretched-so-many-want-to-live-here","title":"If London is so wretched, why do so many of us want to live here?","trailText":"In an occasional series on the state of the capital - as the race for London’s mayoralty begins - an ex-Number 10 policy adviser celebrates its enterprise and momentum, but argues that it could give more people a fairer deal","standFirst":"In an occasional series on the state of the capital - as the race for London’s mayoralty begins - an ex-Number 10 policy adviser celebrates its enterprise and momentum, but argues that it could give more people a fairer deal","byline":"Rohan Silva","body":"<p>In last week’s <em>Observer</em>, this paper’s architecture critic, Rowan Moore, wrote that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/jun/28/london-the-city-that-ate-itself-rowan-moore\">“London is eating itself”</a>. He argued that rising house prices, a fast-growing population and billionaire foreigners are making life increasingly difficult for the inhabitants of the metropolis.</p> \n<p>As someone living in a rented basement flat, I can certainly identify with Mr Moore’s argument about how hard it is to get on to the housing ladder in our capital. A big part of the reason I left my dream job at Downing Street after nine years working in the public sector was that I couldn’t see a way to own a home in London without a drastic change in my financial circumstances. That’s not how things should be.</p> \n<p>But what was missing from Mr Moore’s elegy for doomed London was a proper explanation of why, given the hideous costs involved, so many of us choose to live in the cramped city. Or, to put it another way, why, in the same week that he wrote despairingly about our capital, did the <em>Guardian</em> commentator <a href=\"http://www.standard.co.uk/comment/comment/how-london-beat-new-york-to-be-the-worlds-greatest-city-10363910.html\">Jonathan Freedland proclaim it “the world’s greatest city”</a>?</p> \n<p>The data are on the side of the optimists. Before, as Mr Moore sees it, the rot set in – finance, Ferraris and the rest of it – London’s population was under 7 million and falling fast.</p> \n<p>Today, the city is a magnet for people from all over the world, with the population expected to hit 10 million over the coming years, a 150% increase over the grim days of the 1970s. Collar five Londoners in the street today and the chances are that two of them will have been born outside the UK.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jul/04/david-cameron-ally-rohan-silva-firms-must-be-forced-raise-low-pay\">Firms must be forced to raise low pay, says key ally of David Cameron</a> </p> \n</aside> \n<p>While the statist Parisian economy continues to ossify, entrepreneurial London surges forward. Areas such as Shoreditch, King’s Cross, Docklands and the South Bank have been transformed. Public and private sector investment is lined up to do the same in Euston, Stratford and Elephant and Castle. Sustained funding has overhauled the tube while Crossrail, Europe’s biggest infrastructure project, promises to spur regeneration in far-flung corners of town.</p> \n<p>London’s cultural life is booming too. New extensions to the Tate, V&amp;A, Design Museum and Royal Academy are under way, funded through an amalgam of public money, philanthropy and corporate sponsorship.</p> \n<p>A generation ago, the capital’s restaurant scene was a laughing stock. Today, it’s one of the most innovative in the world. New markets are springing up across town – take the wonderful <a href=\"http://www.maltby.st/\">Maltby Street market</a> in south London, or the reopened <a href=\"http://www.chatsworthroade5.co.uk/market/\">Chatsworth Road market </a>in Hackney – while the explosion of street food stalls is giving an army of young people the opportunity to launch businesses.</p> \n<p>But as Mr Moore rightly points out, too many are being excluded from sharing the benefits of this success. The main problem is the chronic shortage of housing; the malignant melanoma in the midst of our great city. The consequences are vast: families being priced out of London; artists driven away; people forced to spend too much of their income on something as basic as a roof over their heads.</p> \n<p>Owning a home in London shouldn’t be the sole preserve of those lucky enough to inherit money or able to earn millions in business. It should be part of getting on, of making your way in the world, part of “the universal eligibility to be noble”, as Saul Bellow once put it. We have to divorce property ownership from speculation.</p> \n<p>A house should be a home, not a get-rich-quick scheme. This means proper regulation to make the housing market work properly and ending the crony capitalism that makes it all too easy for investors to make unfair profits at the expense of the needy.</p> \n<p>Today, planning is arbitrary and unpredictable: every new building proposal is examined in a different way by different planning authorities, with lengthy processes and huge sums spent on consultants. This is a gift to the volume house builders, which are the only companies with big enough balance sheets (and enough lobbyists) to allow them to cope with the uncertainty by working on multiple large projects at once.</p> \n<p>The result? Despite monumental pent-up demand for more housing in London, there isn’t enough being built – and because the volume house builders don’t care about architecture, community life or civic space, the quality of new housing is generally abysmal.</p> \n<p>Straightforward, consistent rules for what can be built where – along the lines of the “as of right” approach common in many US cities – would unlock vast amounts of investment in housing in London and across the UK, hugely increasing the number (and therefore lowering the price) of homes. Another important change would be to introduce regulations that require developers to create the kinds of homes young people want, with rents pegged to local incomes.</p> \n<p>Action on property is just the start. To make London livable, we need to fight poverty too. Londoners’ incomes aren’t rising fast enough. Jobs are being outsourced to the other side of the world, while technology is replacing white collar jobs in fields such as accounting, finance and the law.</p> \n<p>Taken together, it’s no surprise that between 2010 and 2014, workers in London saw their wages fall in real terms by more than &pound;3,000 a year, even as vast amounts of global capital poured into the city.</p> \n<p>It’s easy to feel helpless in the face of these shifts. But there’s one simple thing we can do: make the living wage a requirement for all London jobs, as well as for jobs across the UK. At a stroke, this would boost salaries, support families and improve the quality of life for millions.</p> \n<p>It’s ridiculous for some to claim that businesses can’t afford to pay &pound;9.15 per hour in London, and lower in other parts of the country. <a href=\"http://secondhome.io/\">Second Home</a>, the company I co-founded last year, pays the living wage to all, our employees and cleaning staff. If a small business like mine can do it, there’s no excuse for the multinationals and public sector behemoths.</p> \n<p>A living wage is not just the fair thing to do, it’s good for business. As Henry J Ford put it: “If an employer does not share prosperity with those who make him prosperous, then pretty soon there will be no prosperity to share.”</p> \n<p>If we take the necessary steps on housing and poverty, this really will be a golden age for our capital city. As Peter Ackroyd writes in his magisterial <em>London: The Biography</em>: “If London were a living thing, we would say all of its optimism and confidence have returned. It has once again become ‘the capital of all capitals’ in every cultural and social sense.” Amen to that.</p> \n<p><em>Rohan Silva is co-founder of Second Home, a social enterprise that creates new cultural venues and creative workplaces for entrepreneurs. He was previously senior policy adviser to the prime minister</em></p>","section":"Opinion","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436022774649/fcd1699e-a0b4-4039-8c16-2906122f39a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Regeneration: The King's Cross area of London has undergone a radical transformation.","cleanCredit":"Photograph: Alamy"}],"bodyImages":[],"webPublicationDate":"2015-07-04T21:02:53Z","lastModified":"2015-07-04T23:01:44Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Rohan Silva","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rohan-silva"}],"feature":false,"keywords":["London","Cities","UK news","House prices","Property","Money"],"tags":[{"id":"uk/london","webTitle":"London"},{"id":"cities/cities","webTitle":"Cities"},{"id":"uk/uk","webTitle":"UK news"},{"id":"money/houseprices","webTitle":"House prices"},{"id":"money/property","webTitle":"Property"},{"id":"money/money","webTitle":"Money"}],"section":{"id":"commentisfree"},"topics":[{"displayName":"Rohan Silva","topic":{"type":"tag-contributor","name":"profile/rohan-silva"}}],"embeddedVideos":[],"adTargetingPath":"commentisfree"},"style":{"navigationColour":"#e6711b","navigationDownColour":"#f39f33","ruleColour":"#e6711b","headlineColour":"#333333","headlineAccentColour":"#e6711b","quoteColour":"#999999","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#e3e1dc","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#36711b","iconColour":"#676767","kickerColour":"#e6711b","colourPalette":"comment"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/commentisfree/2015/jul/04/london-so-wretched-so-many-want-to-live-here","shortUrl":"http://gu.com/p/4actm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/commentisfree/2015/jul/04/london-so-wretched-so-many-want-to-live-here","webUri":"http://www.theguardian.com/commentisfree/2015/jul/04/london-so-wretched-so-many-want-to-live-here"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436022774649/fcd1699e-a0b4-4039-8c16-2906122f39a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Regeneration: The King’s Cross area of London has undergone a radical transformation. Photograph: Alamy","credit":"Alamy","altText":"Regeneration: The King's Cross area of London has undergone a radical transformation.","cleanCaption":"Regeneration: The King’s Cross area of London has undergone a radical transformation.","cleanCredit":"Photograph: Alamy"}},"importance":0,"kicker":{"title":"Rohan Silva"},"byline":{"title":"Rohan Silva"},"showQuotedHeadline":true,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436022774649/fcd1699e-a0b4-4039-8c16-2906122f39a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Alamy","altText":"Regeneration: The King's Cross area of London has undergone a radical transformation.","cleanCredit":"Photograph: Alamy"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436033144537/George-Osborne-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA","credit":"Dominic Lipinski/PA","altText":"George Osborne","cleanCaption":"George Osborne is under new pressure to tackle the scourge of low pay. Photograph: Dominic Lipinski/PA"}}]},{"title":"Revealed / The role of the west in the runup to Srebrenica’s fall","rawTitle":"The role of the west in the runup to Srebrenica’s fall","item":{"type":"article","id":"world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia","title":"Revealed: the role of the west in the runup to Srebrenica’s fall","trailText":"Classified documents and research show that British, American and French governments were negotiating to cede ‘safe area’ town to Serbs ","standFirst":"<p>Classified documents and research show that British, American and French governments were negotiating to cede ‘safe area’ town to Serbs </p>","byline":"Ed Vulliamy","body":"<p>The fall of Srebrenica in Bosnia 20 years ago, prompting the worst massacre in Europe since the Third Reich, was a key element of the strategy pursued by the three key western powers –Britain, the US and France – and was not a shocking and unheralded event, as has long been maintained.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995\">How Britain and the US decided to abandon Srebrenica to its fate</a> </p> \n</aside> \n<p>Eight thousand Bosnian Muslim men and boys were killed over four days in July 1995 by Bosnian Serb death squads after they took the besieged town, which had been designated a “safe area” under the protection of UN troops. The act has been declared a genocide by the war crimes tribunal in The Hague, and the Bosnian Serb leaders Radovan Karadžic and General Ratko Mladic await verdicts in trials for directing genocide.</p> \n<p>Blame has also been placed on Dutch troops, who evicted thousands seeking refuge in their headquarters, and watched while the Serbs separated women and young children from their male quarry.</p> \n<p>But a new investigation of the mass of evidence documenting the siege suggests much wider involvement in the events leading to the fall of Srebrenica. Declassified cables, exclusive interviews and testimony to the tribunal show that the British, American and French governments accepted – and sometimes argued – that Srebrenica and two other UN-protected safe areas were “untenable” long before Mladic took the town, and were ready to cede Srebrenica to the Serbs in pursuit of a map acceptable to the Serbian president, Slobodan Miloševic, for peace at any price.</p> \n<p>But as they considered granting Srebrenica to the Serbs, western powers were also aware, or should have been, of the Bosnian Serb military “Directive 7” ordering the “permanent removal” of Bosnian Muslims from the safe areas. They also knew Mladic had told the Bosnian Serb assembly, “My concern is to have them vanish completely”, and that Karadžic pledged “blood up to the knees” if his army took Srebrenica.</p> \n<p>Robert Frasure, a US diplomat working as an international representative, reported to Washington that Miloševic would not accept a peace map unless the safe areas were ceded to the Serbs. His boss, Anthony Lake, the US national security adviser, favoured a revised map that ceded Srebrenica, and the US policy-making Principals Committee urged that UN troops “pull back from vulnerable positions” – ergo, the safe areas.</p> \n<p>France and Britain agreed, with UK defence secretary Sir Malcolm Rifkind arguing that the safe areas were “untenable”, as defended in 1995. As Mladic’s troops advanced on Srebrenica, the west failed to heed warnings of the town’s imminent fall. Once it had, says General Van der Wind of the Dutch defence ministry, in an exclusive interview with the <em>Observer</em>, the UN provided 30,000 litres of petrol, used by the Serbs to drive their quarry to the killing fields and plough their bodies into mass graves.</p> \n<p>As the killing hit full throttle, top western negotiators met Mladic and Miloševic but did not raise the issue of mass murder, even though unclassified US cables show that the CIA was watching the killing fields almost “live” from satellite planes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/srebrenica-massacre-20-years-on\">Srebrenica 20 years on: 'Every year I think this is the year I will bury my son'</a> </p> \n</aside> \n<p>The shocking findings of high-level willingness in London, Washington and Paris to cede Srebrenica were collated over 15 years by Florence Hartmann, a former <em>Le Monde</em> correspondent, for a book, <a href=\"http://www.donquichotte-editions.com/donquichotte-editions/Argu.php?ID=110\"><em>The Srebrenica Affair: The Blood of Realpolitik</em></a><em>.</em> Hartmann worked as a spokeswoman for the prosecutor at the international criminal tribunal for the former Yugoslavia between 2000 and 2006. Her previous book, <em>Paix et Ch&acirc;timent</em> (Peace and Punishment), published in 2007, carried an account of a decision by the tribunal not to release crucial documents on the massacre to the Bosnian government in its unsuccessful attempt to sue Serbia for genocide at the international court of justice down the road in The Hague.</p> \n<p>In August 2008, the tribunal indicted Hartmann for breach of confidentiality and summoned her for trial. In September 2009, she was convicted of contempt of court and fined €7,000. She deposited the fine in a French bank account, but the tribunal deemed the money unpaid and sentenced her to seven days’ imprisonment, ordering France to transfer her to The Hague. France refused.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436016213157/MUSLIM-REFUGEES-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5kms away.  Photograph: Associated Press","credit":"Associated Press","altText":"MUSLIM REFUGEES","cleanCaption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5kms away.  Photograph: Associated Press"}],"bodyImages":[],"webPublicationDate":"2015-07-04T19:55:51Z","lastModified":"2015-07-04T23:02:24Z","metadata":{"commentable":true,"commentCount":453,"contributors":[{"name":"Ed Vulliamy","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/2/1433236102142/Ed-Vulliamy-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edvulliamy"}],"feature":false,"keywords":["Srebrenica massacre","Ratko Mladic","Bosnia-Herzegovina","Europe","World news","Foreign policy","Politics"],"tags":[{"id":"world/srebrenica-massacre","webTitle":"Srebrenica massacre"},{"id":"world/ratko-mladic","webTitle":"Ratko Mladic"},{"id":"world/bosnia-and-herzegovina","webTitle":"Bosnia-Herzegovina"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/world","webTitle":"World news"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"world"},"topics":[{"displayName":"Ed Vulliamy","topic":{"type":"tag-contributor","name":"profile/edvulliamy"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia","shortUrl":"http://gu.com/p/4achz","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia","webUri":"http://www.theguardian.com/world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436016213157/MUSLIM-REFUGEES-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5km away. Photograph: Associated Press","credit":"Associated Press","altText":"MUSLIM REFUGEES","cleanCaption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5km away. Photograph: Associated Press"}},"importance":5,"kicker":{"title":"Revealed"},"showQuotedHeadline":false,"sublinks":[{"title":"How Britain and the US decided to abandon Srebrenica to its fate","rawTitle":"How Britain and the US decided to abandon Srebrenica to its fate","item":{"type":"article","id":"world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","title":"How Britain and the US decided to abandon Srebrenica to its fate","trailText":"New research reveals that Britain and the US knew six weeks before massacre that enclave would fall – but they decided to sacrifice it in their efforts for peace","standFirst":"<p>New research reveals that Britain and the US knew six weeks before massacre that enclave would fall – but they decided to sacrifice it in their efforts for peace</p>","byline":"Florence Hartmann and Ed Vulliamy","body":"<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/04/west-true-role-in-srebrenica-massacre-bosnia\">Revealed: the role of the west in the runup to Srebrenica’s fall</a> </p> \n</aside> \n<p>They will fill the VIP stands at Srebrenica next weekend to mark the 20th anniversary of the worst massacre on European soil since the Third Reich; heads of state, politicians, the great and good.</p> \n<p>There will be speeches and tributes at the town’s memorial site, Potocari, but the least likely homily would be one that answered the question: how did Srebrenica happen? Why were Bosnian Serb death squads able, unfettered, to murder more than 8,000 men and boys in a few days, under the noses of United Nations troops legally bound to protect the victims? Who delivered the UN-declared “safe area” of Srebrenica to the death squads, and why?</p> \n<p>Over two decades, 14 of the murderers have been convicted at the war crimes tribunal in The Hague. The Bosnian Serb political leader Radovan Karadžic and his military counterpart, General Ratko Mladic, await verdicts in trials for genocide. Blame among the “international community”charged with protecting Srebrenica has piled, not without reason, on the head of UN forces in the area, General Bernard Janvier, for opposing intervention – notably air strikes – that might have repelled the Serb advance, and Dutch soldiers who not only failed in their duty to protect Srebrenica but evicted terrified civilians seeking shelter in their headquarters, and watched the Serbs separate women and young children from their male quarry.</p> \n<p>Now a survey of the mass of evidence reveals that the fall of Srebrenica formed part of a policy by the three “great powers” – Britain, France and the US – and by the UN leadership, in pursuit of peace at any price; peace at the terrible expense of Srebrenica, which gathered critical mass from 1994 onwards, and reached its bloody denouement in July 1995.</p> \n<figure class=\"element element-image\" data-media-id=\"414681003b68fea1b5a1606162492a7adf6171a6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050269860/ad485a96-6215-418e-a48f-6454fd43a037-460x276.jpeg\" alt=\"Muslim refugees on runway of tuzla airport, bosnia fleeing srebrenica in 1995.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Muslim refugees on runway of tuzla airport, bosnia fleeing srebrenica in 1995.</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Features</span> \n </figcaption> \n</figure> \n<p>Until now, it has always been asserted that the so-called “endgame strategy” that forged a peace settlement for – and postwar map of – Bosnia followed the “reality on the ground” after the fall, and ceding, of Srebrenica. What can now be revealed is that the “endgame” preceded that fall, and was – as it turned out – conditional upon it.</p> \n<p>The western powers whose negotiations led to Srebrenica’s downfall cannot be said to have known the extent of the massacre that would follow, but the evidence demonstrates they were aware – or should have been – of Mladic’s declared intention to have the Bosniak Muslim population of the entire region “vanish completely”. In the history of eastern Bosnia over the three years that preceded the massacre, that can only have meant one thing.</p> \n<p>Srebrenica nestles in a verdant valley, among mountains that rise from the banks of the river Drina. It is the location of a famous silver mine – <em>srebro</em> means silver. But by July 1995, Srebrenica had been a living hell for three years.</p> \n<p>In the spring of 1992, Bosnian Serb troops had launched a hurricane of violence in pursuit of a racially pure “statelet”, after multi-ethnic Bosnia voted for independence from disintegrating Yugoslavia. And nowhere more savagely than in eastern Bosnia, where entire villages were eradicated, towns torched, their populations killed or put to flight by what Karadžic called “ethnic cleansing”.</p> \n<p>Survivors fled into three eastern enclaves where the Bosnian republican army had resisted: Goražde, Žepa and Srebrenica, their populations swelled by displaced deportees, cowering, bombarded relentlessly and largely cut off from supplies of food and medicine. The population of Srebrenica swelled from 9,000 to 42,000, and by March 1993 the situation was sufficiently horrific for a French general, Philippe Morillon, to lead a convoy into the battered pocket and, appalled, promised: “You are now under the protection of the UN. I will never abandon you.” The UN duly proclaimed Srebrenica as one of six “safe areas” to be defended by the United Nations <em>Protection Force</em> (our emphasis), or Unprofor.</p> \n<p>The following month, April 1993, the UN security council passed a resolution whereby any peace in Bosnia must “be based on withdrawal from territories seized by the use of force and ‘ethnic cleansing’.” And in the same month, a report from that same security council warned specifically of a “potential massacre in which there could be 25,000 victims if Serb forces were to enter Srebrenica”.</p> \n<p>Its fears were justified: Karadžic promised the Bosnian Serb assembly the following July that if his army entered Srebrenica there would be “blood up to the knees”.</p> \n<p>Two years later, Srebrenica remained under relentless siege, while the UN, European Union and Contact Group of five nations dealt for peace. Bosnia’s carnage had confounded the world’s most experienced diplomats; ineffective talks and plans had played out and failed for three bloody years. All the while, Karadžic’s hand was eagerly clasped beneath the chandeliers of London and Geneva; diplomats also courted the Serbian president, Slobodan Miloševic, while Mladic dined and exchanged gifts with the UN’s military commanders, soldier to soldier, as they ineffectively sought his cooperation.</p> \n<p>By spring 1995, the Contact Group – the US, UK, France, Germany and Russia – appeared to abandon the 1993 resolution against rewarding ethnic cleansing, as it sought to partition Bosnia between a Serb statelet and a Muslim-Croat federation. Then the French foreign minister, Alain Jupp&eacute;, had privately confided the working map in mid-1994: it showed the three eastern “safe areas” to be contiguous with one another and part of the federation.</p> \n<p>But Miloševic complained to the Contact Group’s negotiator, an American, Robert Frasure, that the safe areas constituted “a monstrous excrescence” within Serbian territory. Frasure reported to the national security council in Washington that Miloševic would not agree to peace unless he had a “modified” map that ceded the safe areas.</p> \n<figure class=\"element element-image\" data-media-id=\"198367a62514a38355dec3c1c205e3a8e55cb66b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/5/1436051343467/5113536e-a48d-49ea-9f12-338939a16d2f-460x276.jpeg\" alt=\"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Yugoslavia on July 25, 2002.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Yugoslavia on July 25, 2002.</span> \n  <span class=\"element-image__credit\">Photograph: Reuters/Corbis</span> \n </figcaption> \n</figure> \n<p>America’s national security adviser, Anthony Lake, told Frasure in a memo that he favoured revising the map. The former Dutch defence minister Joris Voorhoeve recalls a meeting with Lake at which the American appeared to be “one of a number of persons – who might not like to be reminded of the fact – who then thought the enclaves were indefensible anyway … They considered the enclaves to be very complicated situations which did not fit into a future map.”</p> \n<p>Lake, who is now head of the UN Children’s Fund, Unicef, said last week: “While holding the position of executive director of Unicef, whose humanitarian mission depends on its non-political character, I have had to decline, often regretfully, to speak publicly about events in my previous career as a government official. I apologise and wish it were otherwise, for there is no doubt about the importance of the war in Bosnia. There was no issue about which I cared more deeply.”</p> \n<p>A CIA memo, since declassified, described the eastern safe areas as “fish bones in the throat of the Serbs”. Frasure later told a meeting that he saw “one last card. To make a deal with a Chicago mafia boss, one must be ready to give enough ground to ensure he will fulfil his part of the contract. It’s the same with Miloševic.”</p> \n<p>A counsellor to President Clinton, Alexander Vershbow, would recall in 1998 that by June 1995, “Srebrenica’s future seemed pretty gloomy. We were already then considering that some kind of swap for at least the smallest of the eastern enclaves for more territory would be wise.”</p> \n<p>France and Britain agreed: General Bertrand de La Presle, adviser to the president, Jacques Chirac, would later visit Mladic on 29 May, with a message “from the French president and the French government”. According to Mladic’s notebooks, found in his flat while he was on the run, it said: “France clearly understands your concern, that you do not want the Contact Group map. Since last fall [1994] three amendments to the Contact Group proposal have been adopted on the initiative of France and Great Britain … The map can change through negotiations.”</p> \n<p>On 3 June, at a meeting in Paris, Britain’s defence secretary, Malcolm Rifkind, would urge that the enclaves were “untenable”. Rifkind said last week: “The UN declared safe areas with, in their judgment, a minimum troop requirement to make them so. Britain increased its numbers in Bosnia and so did France, but not others. They can call them safe areas, but you have to put enough troops there to make them safe, otherwise they are untenable.”</p> \n<figure class=\"element element-image\" data-media-id=\"521dc9008150535abbbb65e19cb49440aa909e89\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050622622/6fbaf97c-ad8e-4724-b35c-b72f17d9110b-460x276.jpeg\" alt=\"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995</span> \n  <span class=\"element-image__credit\">Photograph: Sipa Press/Rex Features</span> \n </figcaption> \n</figure> \n<p>Pressure was put on the Bosnian president, Alija Izetbegovic, to concede Srebrenica and the other safe areas. “The message was clear: the enclaves have no future,” recalls the Bosnian government’s chef de cabinet, Mirza Hajric. Izetbegovic had told civilian authorities in Srebrenica back in September 1993 that surrender of their town might be the price of peace; they refused to discuss it. In April 1995, the presidency summoned 15 military commanders from Srebrenica to the government-controlled town of Tuzla, forbidding them to return. The protection of the safe area was, the government argued, the duty of the international community.</p> \n<p>Meanwhile, on 8 March, the Bosnian Serb military command had issued “<a href=\"http://www.icty.org/x/cases/tolimir/ind/en/tol-ii050210e.htm\">Directive 7</a>”, which escalated what had, until then, been called the “slow suffocation of the enclaves” and now ordered “combat operations to create an unbearable situation of total insecurity of life with no hope of survival or life for inhabitants of Srebrenica and Žepa”. The directive demanded the “permanent removal” of Bosnian Muslims to “liberate definitively the entire Drina valley region”.</p> \n<p>Mladic told the Bosnian Serb assembly of his plans for the Bosniak population of the enclaves: “My concern is to have them vanish completely.” Both the directive and Mladic’s speech were known to western governments.</p> \n<p>On the same day, 8 March, Mladic met the British general Rupert Smith, the head of UN peacekeeping in Bosnia, at the Hotel Panorama in “cleansed” Vlasenica. According to Smith’s military adviser, Lt Colonel James Baxter, “<a href=\"http://www.icty.org/x/cases/mladic/trans/en/130124ED.htm\">Mladic took out the map</a> and drew a scratch over each of the enclaves”.</p> \n<p>During March, says the then head of military planning at the UN peacekeeping department, General Manfred Eisele, the department and the Netherlands pushed for reinforcements for Dutch troops in Srebrenica. The proposal was overruled by the US, he says, on grounds that the enclaves were “untenable” and US helicopters would be used to transport the reinforcements.</p> \n<p>The US policy-making Principals Committee, meeting on 19 May, expressed its view that: “The only realistic option is to seek Allied support for an Unprofor pull-back from vulnerable positions” – ergo, the safe areas – “coupled with more robust enforcement of the remaining mandate, including Nato air strikes.”</p> \n<p>The French general Bernard Janvier, overall commander of UN troops on the ground, told the security council member states on 24 May that: “The enclaves are indefensible, and the status quo untenable.” He said UN troops were too vulnerable in the safe areas, and should either be reinforced, or withdrawn to make way for air strikes.</p> \n<p>The following day, 25 May, any prospect of further air attacks collapsed anyway as 400 UN troops were taken hostage by Serbs, in retaliation for an air strike.</p> \n<p>Two days later, presidents Clinton and Chirac and the British prime minister, John Major, spoke by telephone to discuss a response, including halting air strikes. Next day, 28 May, according to the <a href=\"http://nsarchive.gwu.edu/NSAEBB/NSAEBB171/ch01.pdf\">declassified US national security archive</a>, the Principals Committee formalised a decision, apparently made during the phone call, “to suspend the use of Nato air strikes against the Serbs for the foreseeable future”.</p> \n<p>Lake, in a memo to the president, outlined the need of secrecy: “Privately we will accept a pause on further air strikes but make no public statement to that effect.’’</p> \n<p>During early June, the UN military monitor in Srebrenica, the Kenyan colonel Joseph Kingori, reported to peacekeeping headquarters that the Bosnian Serb “Colonel [Vlatko] Vukovic insisted on trying to find out what would be the reaction of the United Nations if the Bosnian Serb army would capture the enclave and expel the population – literally, all the people living inside that enclave”.</p> \n<p>In later testimony at the International Criminal Tribunal for the former Yugoslavia, <a href=\"http://www.icty.org/x/cases/krstic/trans/en/000403it.htm\">Kingori testified</a> that he had reported that any “safe passage” granted to those leaving the area “did not apply to those considered as war criminals”, ergo, men of fighting age. <a href=\"http://www.icty.org/x/cases/krstic/trans/en/000331it.htm\">Kingori’s reports</a> went apparently unheeded.</p> \n<p>On 2 June, Mladic ordered a “destruction of the Muslim forces in these enclaves”. Voorhoeve insists that western leaders knew of this order, but that he and his troops were kept in the dark. “The intelligence services of at least two of the five permanent members of the UN security council knew already at the beginning of June 1995 – a month and a half before the attack – that the Serbs intended to capture, in the coming weeks, the three Eastern enclaves – meaning Srebrenica, Žepa and Goražde,” Voorhoeve says. “These two big countries had advance knowledge of the Serbian battle plans and did not share it with the Netherlands.”</p> \n<p>The <em>Observer </em>has independently verified this and the two countries were the US and the UK.</p> \n<p>Smith, Janvier and the UN’s special envoy to the Balkans, the Japanese diplomat Yasushi Akashi, met on 9 June in Split, where Janvier pushed for ceding the enclaves, saying: ‘‘Most acceptable to the Serbs would be to leave them the enclaves. It is the more realistic approach and it makes sense from the military point of view.” He added: “But this is unacceptable to the international community.”</p> \n<p>Smith was forthright, warning Akashi of a forthcoming “crisis that, short of air attacks, we will have great difficulty responding to”.</p> \n<p>A whole month passed while Mladic prepared his assault and, it transpired, the massacre. On 6 July, he ordered his tanks to advance. Two days later, a UN military observer reported: “The Bosnian Serb army is now in a position to overrun the enclave. Since the UN response has been almost nonexistent, they will continue until they achieve their aims.”</p> \n<p>On the same day, despite American reconnaissance planes portraying the alarming situation around Srebrenica, a cable from US intelligence in Zagreb informed Janvier’s HQ, also in the Croatian capital, that the Bosnian Serbs had “no interest in occupying Srebrenica given that they have no idea what they would do with all the local Bosnian Muslims”.</p> \n<p>Also on 8 July, Akashi and generals Smith and Janvier met at UN headquarters in Geneva. Smith was told to return to his holiday on the Croatian island of Korcula while Akashi, the only man in the Balkans with authority to order air strikes, went to Dubrovnik for a two-day break.</p> \n<p>The Bosnian leadership in Sarajevo warned the UN on 8 July that “genocide against the civilian population of Srebrenica may occur” but did not call for evacuation. The populace chose to remain, wrongly believing the world would comply with legally binding obligations to protect them.</p> \n<p>The stories of the fall and ensuing massacre are well known. Srebrenica’s inhabitants sought protection at the Dutch HQ, but were expelled. The UN’s envoy, Akashi, sent a cable: “The Bosnian Serb army is likely to separate the military-age men from the rest of the population, an eventuality about which Unprofor will be able to do very little.” Indeed, Dutch soldiers watched Mladic’s troops separate women and young children (for expulsion) from men and boys (for killing). Many of them had been expelled from the compound.</p> \n<p>Early on 12 July, the Dutch commander in Srebrenica, Colonel Ton Karremans, met Mladic, with orders to “let the Serbs organise the transport” of civilians out of Srebrenica. But, says General Onno van der Wind of the Dutch defence ministry, the UN then provided 30,000 litres of petrol which proved necessary for the genocide. “After Unprofor approval,” says Van der Wind, “the fuel was delivered in Bratunac [the Bosnian Serb HQ outside Srebrenica] after the arrival of a logistical convoy.” The UN petrol was used, he says, to fuel transport of men and boys to the killing fields, and bulldozers to plough the 8,000 corpses into mass graves.</p> \n<p>The mass murder was later described at The Hague by Judge Fouad Riad as “written on the darkest pages of history”. A sole “executioner” to turn prosecutor’s evidence at the trials, Dražen Erdemovic, described how death squads asked to sit down – they were so tired, killing wave upon wave, busload after busload, of men and boys.</p> \n<p>One of the very few men to survive the killing fields, Mevludin Oric, recalled: “I just threw myself on the ground; my nephew shook, and died on top of me.” Mevljudin remained lying, face down, all day. “When they finished shooting, they went to get other groups. They kept bringing new rounds of men. I could hear crying and pleading, but they kept on shooting. It went on all day.”</p> \n<figure class=\"element element-image\" data-media-id=\"89a5d92a59a648af74d9fa90cb246de08c12783b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436050685057/42fa1b74-26c2-4c1f-a401-d0d7d59f77ab-460x276.jpeg\" alt=\"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.</span> \n  <span class=\"element-image__credit\">Photograph: Damir Sagolj/Corbis</span> \n </figcaption> \n</figure> \n<p>For a while, Mevludin lost consciousness. “When I came round, it was dark, and there was a little rain. My nephew’s body was still over me; I removed the blindfold. There was light coming from bulldozers that were already digging the graves. By now, [the Serbs] were tired and drunk, still shooting by the light of the bulldozers. They went to those who were wounded and played around with them. ‘Are you alive?’ And if the man said ‘Yes’, they would shoot again. Finally they turned off the lights.</p> \n<p>“I started to move a little. I got my nephew off me. I arose and saw a field full of bodies, everywhere, as far as I could see. And I cried; I could not stop myself.” Amazingly, “there was another man on his feet. I thought I was dreaming, seeing things. I walked towards him; I had to step on bodies to get to him – there was no patch of land without bodies. I hugged and kissed him – his name was Hurem Suljic.” Mevludin and Suljic walked through the forests to Tuzla, narrowly escaping discovery and death many times. Their journey to safety took 11 days.</p> \n<p>According to declassified US cables details of the killings reached western intelligence and decision makers soon after they began on 13 July; <a href=\"https://www.cia.gov/library/publications/international-relations/bosnia-intelligence-and-the-clinton-presidency\">CIA operatives watched</a> almost “live” at a satellite post in Vienna. From that day, spy planes caught what was happening. “Standing men held by armed guard. Later pictures show them lying in the fields, dead,” according to one cable.</p> \n<p>A senior state department official insists: “All US partners were immediately informed.” Yet the slaughter was allowed to run its course, no attempt made to deter the killers, or to locate the men and boys, let alone rescue them.</p> \n<p>The next day, 14 July, the UN security council said it feared “grave mistreatment and killing of innocent civilians”; it said it had received “reports that 4,000 men and boys have gone missing”. But the diplomats continued business as usual.</p> \n<p>That day, the European Union’s special envoy, Carl Bildt, met Mladic and Miloševic while the killing machine was at full throttle, though he seems not to have mentioned the massacre. Bildt says that he urged Mladic that “boys and young adults from Srebrenica who have been taken to Bratunac need to be released”. He said the Red Cross should be allowed to register prisoners. Bildt had foremost in mind, it seems from his memoirs, the release of 30 Dutch hostages, and wrote a report after the encounter saying: “Mladic readily agreed to most of the demands on Srebrenica.”</p> \n<p>On 15 July, Bildt met Mladic again – and Miloševic – for lunch with Akashi and Smith. Only Smith raised the issue of “information on mass killing and rape” and threatened force “if UN forces are attacked”. But all the group got in return was an assurance that Dutch soldiers would be free to leave on 21 July, with their equipment and the 30 hostages, and with that the delegation left.</p> \n<p>Bildt told the <em>Observer</em> last week: “It was clear that knowledge of what really happened” at Srebrenica, “wasn’t there until considerably later. On the meetings of [July] 14-15, there are also good UN cables,” he said, which “will be released”, after a conference this week. He continued: “There were certainly extensive discussions of, and clear reactions to, Srebrenica also on the 15th. Free and immediate access for ICRC and UNHCR to Srebenica to register and help POWs was among the key points. I see that you have seen the brief Mladic account of what was agreed. Worded differently and more brief than UN account but no difference in substance.”</p> \n<p>The war ended after the Dayton peace agreement of December 1995, after the US envoy, Richard Holbrooke, negotiated a map that ceded Srebrenica and Žepa, but kept Goražde in the federation. Holbrooke told <a href=\"https://www.youtube.com/watch?v=G-GGOv87nhE\">Bosnian Hayat TV </a>in 2005, on the 10th anniversary of Dayton: “I was under initial instructions to sacrifice Srebrenica, Goražde and Žepa”.</p> \n<p>Seasoned diplomats insist the massacre came as a surprise. The US assistant secretary for human rights, John Shattuck, said: “We had the <a href=\"http://www.theguardian.com/itn/article/0,,191240,00.html\">Omarska</a> model in mind” – ergo, that Mladic would imprison men in camps, for use as “an extremely valuable bargaining counter to gain territorial exchange or even political concessions” as Richard Butler – the US intelligence officer who worked as the Srebrenica military expert at the International Criminal Tribunal for the former Yugoslavia – put it.</p> \n<p>A US briefing paper on Srebrenica reads: “We did not have any information on any Bosnian Serb intent to commit atrocities against the Muslim defenders or population of Srebrenica.”</p> \n<p>Pauline Neville-Jones, then political director at the British Foreign Office, argued as late as 2009: “It still remains to be established whether the Serbs had a long-range intention to do just that [massacre men and boys]. Serb forces engaged in an ethnic cleansing campaign to rid Srebrenica of its Muslims [which] eventually became genocide when the decision was made to separate men targeted for extinction.”</p> \n<p>Jean-Claude Mallet, the director of strategy at the French defence ministry, says in an interview: “I had no illusion that atrocities would be committed. We had reported that. But never such as the ones that occurred.”</p> \n<p>The International Criminal Tribunal for the former Yugoslavia rejects these views, ruling that the killings were premeditated well in advance. In the conviction of the Bosnian Serb general Radislav Krstic for aiding and abetting genocide at Srebrenica, the court ruled: “Without detailed planning, it would have been impossible to kill so many people in such a systematic manner in such a short time, between 13 July and 17 July.”</p> \n<p>The International Court of Justice would rule in 2007: “It must have been clear that there was a serious risk of genocide in Srebrenica.”</p> \n<p>France’s foreign minister at the time, Alain Jupp&eacute;, says in an interview: “We all knew the men would be annihilated, or at least that the Serbs were not sparing the lives of prisoners”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jul/03/srebrenica-massacre-20-years-on\">Srebrenica 20 years on: 'Every year I think this is the year I will bury my son'</a> </p> \n</aside> \n<p>Not a single politician, diplomat or senior soldier saw fit to resign over the betrayal of Srebrenica. It will be interesting to see if anything approaching an apology – let alone a reckoning – by Britain, America or France is spoken next weekend. Most of those involved were promoted or moved on to lucrative positions. After he had left the government, the former British foreign secretary, Douglas Hurd, who had chastised attempts at intervention to help Bosnia, along with Neville-Jones, famously beat a path to Belgrade to engage Miloševic – just before he was indicted for genocide – on behalf of the NatWest markets bank.</p> \n<p>The reaction of Akashi to the killing, as it began on 13 July, was to assure that the UN “should not fear an international outcry as at no time have Unprofor drivers or vehicles assisted in the evacuation”.</p> \n<p>Toby Gati, the US assistant secretary of state for intelligence, told the current US ambassador, Samantha Power, for a book: “Ethnic cleansing was not a priority of our policy. When you make an original decision you are not going to respond, then I’m sorry, these things are going to happen.”</p> \n<p>The then UN secretary general, Boutros Boutros-Ghali, told the BBC on 11 July 1995, when Mladic entered Srebrenica: “We have been humiliated and duped. We will have to live with it. But in several days, it will belong to the past.”</p> \n<p>Bildt, in his memoirs, insists that: “They [the Bosnian leadership] knew that the peace settlement would mean the loss of the enclave. So from this point of view what happened made things easier.”</p> \n<p><em>L’affaire Srebrenica: Le Sang De La Realpolitik (</em><a href=\"http://www.donquichotte-editions.com/donquichotte-editions/Argu.php?ID=110\"><em>The Srebrenica Affair: The Blood of Realpolitik</em></a><em>), by Florence Hartmann, will be published on Tuesday by Don Quichotte &Eacute;ditions, Paris, as an e-book from all online book stores, price: €9.90, and later in the year in print</em></p> \n<p><strong>Key players in 1995</strong></p> \n<p><strong>Radovan Karadzic</strong></p> \n<p>Bosnian Serb political leader, currently detained in The Hague by the tribunal</p> \n<p><strong>Slobodan Miloševic</strong></p> \n<p>Serbian president, died in prison in The Hague in 2006 while on trial</p> \n<p><strong>Alija Izetbegovic</strong></p> \n<p> Bosnian president who called a referendum on independence for Bosnia in 1992</p> \n<p><strong>Carl Bildt</strong></p> \n<p> Swedish politician who became the European Union’s special envoy to the former Yugoslavia</p> \n<p><strong>Anthony Lake</strong></p> \n<p>Served as America’s National Security Adviser under Bill Clinton, 1993-1997</p> \n<p><strong>Malcolm Rifkind</strong></p> \n<p>British defence secretary 1992-1995. Said the UN safe areas were untenable</p> \n<p><strong>Pauline Neville-Jones</strong></p> \n<p>British diplomat who led the UK delegation at the Dayton peace negotiations</p> \n<p><strong>General Rupert Smith</strong></p> \n<p>British soldier in command of the UN protection force. He broke the siege of Sarajevo</p> \n<p><strong>Colonel Joseph Kingori</strong></p> \n<p>Kenyan officer who was the UN’s military monitor in Srebrenica</p> \n<p><strong>General Bernard Janvier</strong></p> \n<p>The French head of the UN’s peacekeeping force from 1995</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050270302/ad485a96-6215-418e-a48f-6454fd43a037-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Muslim refugees on runway of tuzla airport, bosnia fleeing srebrenica in 1995. Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"Muslim refugees on runway of tuzla airport, bosnia fleeing srebrenica in 1995.","cleanCaption":"Muslim refugees on runway of tuzla airport, bosnia fleeing srebrenica in 1995.","cleanCredit":"Photograph: Sipa Press/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/5/1436051343915/5113536e-a48d-49ea-9f12-338939a16d2f-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Yugoslavia on July 25, 2002. Photograph: Reuters/Corbis","credit":"Reuters/Corbis","altText":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Yugoslavia on July 25, 2002.","cleanCaption":"Bosnian forensic experts uncover and catalogue bodily remains found in a mass grave in the eastern village of Kamenica, near the town of Zvornik, close to the border with Yugoslavia on July 25, 2002.","cleanCredit":"Photograph: Reuters/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050623127/6fbaf97c-ad8e-4724-b35c-b72f17d9110b-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995 Photograph: Sipa Press/Rex Features","credit":"Sipa Press/Rex Features","altText":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995","cleanCaption":"Commander general Ratko Mladic with troops as Bosnian Serbs enter Srebrenica in 1995","cleanCredit":"Photograph: Sipa Press/Rex Features"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436050686605/42fa1b74-26c2-4c1f-a401-d0d7d59f77ab-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005. Photograph: Damir Sagolj/Corbis","credit":"Damir Sagolj/Corbis","altText":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.","cleanCaption":"A Bosnian Muslim man prays between graves of victims of the 1995 Srebrenica massacre after the morning prayers on the first day of Eid al-Fitr November 3, 2005.","cleanCredit":"Photograph: Damir Sagolj/Corbis"}],"webPublicationDate":"2015-07-04T20:09:25Z","lastModified":"2015-07-04T23:09:08Z","metadata":{"commentable":true,"commentCount":0,"contributors":[{"name":"Ed Vulliamy","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/2/1433236102142/Ed-Vulliamy-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/edvulliamy"}],"feature":false,"keywords":["Srebrenica massacre","Bosnia-Herzegovina","World news","United Nations","Ratko Mladic","Radovan Karadzic","Slobodan Milosevic trial","Serbia","Europe","Foreign policy","Politics","UK news"],"tags":[{"id":"world/srebrenica-massacre","webTitle":"Srebrenica massacre"},{"id":"world/bosnia-and-herzegovina","webTitle":"Bosnia-Herzegovina"},{"id":"world/world","webTitle":"World news"},{"id":"world/unitednations","webTitle":"United Nations"},{"id":"world/ratko-mladic","webTitle":"Ratko Mladic"},{"id":"world/radovankaradzic","webTitle":"Radovan Karadzic"},{"id":"world/milosevictrial","webTitle":"Slobodan Milosevic trial"},{"id":"world/serbia","webTitle":"Serbia"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Ed Vulliamy","topic":{"type":"tag-contributor","name":"profile/edvulliamy"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","shortUrl":"http://gu.com/p/4acet","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995","webUri":"http://www.theguardian.com/world/2015/jul/04/how-britain-and-us-abandoned-srebrenica-massacre-1995"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of women and children on July 12, 1995, under the gaze of UN peacekeepers. ","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of women and children on July 12, 1995, under the gaze of UN peacekeepers. "}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436013374231/Ratko-Mladic-009.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images","credit":"Art Zamur/Gamma-Rapho via Getty Images","altText":"Ratko Mladic","cleanCaption":"Ratko Mladic organises the expulsion of  women and children on July 12, 1995 under the gaze of UN peackeepers.  \n Photograph: Art Zamur/Gamma-Rapho via Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436016213157/MUSLIM-REFUGEES-007.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","caption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5kms away.  Photograph: Associated Press","credit":"Associated Press","altText":"MUSLIM REFUGEES","cleanCaption":"Dutch UN peacekeepers watch Bosnian Muslims who have fled Srebrenica arrive at Potocari village, some 5kms away.  Photograph: Associated Press"}}]},{"title":"Fifa / France and Germany intervened over World Cup votes, says Sepp Blatter","rawTitle":"France and Germany intervened over World Cup votes, says Sepp Blatter","item":{"type":"article","id":"football/2015/jul/05/france-and-germany-intervened-over-world-cup-votes-says-sepp-blatter","title":"France and Germany intervened over World Cup votes, says Sepp Blatter","trailText":" The German football body was told to vote for Qatar for ‘economic reasons’ as Fifa president tells a newspaper he is ‘tired of taking the blame’","standFirst":"<p> The German football body was told to vote for Qatar for ‘economic reasons’, Fifa president tells a newspaper, adding that he is ‘tired of taking the blame’</p>","byline":"Associated Press","body":"<p>Fifa president Sepp Blatter has said&nbsp;that France and Germany&nbsp;applied political pressure before the 2018 and 2022 World Cups were awarded to Russia and Qatar, respectively.</p> \n<p>Blatter told the German newspaper&nbsp;Welt am Sonntag that “there were two political interventions” from former French president Nicolas Sarkozy and his&nbsp;German counterpart Christian Wulff before the hosts were announced on 2&nbsp;December 2010.</p> \n<p>“Messrs Sarkozy and Wulff tried to influence their voting representatives. That’s why we now have a World Cup in Qatar. Those who decided it should take responsibility for it,” said Blatter, who said he was tired of taking the blame for something he had no control over.</p> \n<aside class=\"element element-rich-link\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jul/01/sepp-blatter-fifa-heaven-one-day\">Fifa president Sepp Blatter: I’m not corrupt and will go to heaven one day</a> </p> \n</aside> \n<p>“I act on the leadership principal. If a majority of the executive committee wants a World Cup in Qatar then I have to accept that,” Blatter said.</p> \n<p>He suggested that the German football federation (DFB) received a recommendation from Wulff “to vote for Qatar out of economic interests”.</p> \n<p>Former DFB president Theo Zwanziger wrote in his book that Wulff had asked about Qatar’s chances but he denied it had had any influence. Franz Beckenbauer, an executive committee member at the time, has never indicated which country he voted for.</p> \n<p>In further controversial comments,&nbsp;Blatter accepted no responsibility for the plight of migrant labourers building stadiums in Qatar amid reports of human rights abuses.</p> \n<p>“Look at the German companies!” he said before naming railway and construction firms. “Deutsche Bahn, Hochtief and many more had projects in Qatar even before the World Cup was awarded.”</p> \n<p>Blatter was instead concentrating on saving Fifa, which has been rocked by a widening American corruption probe that alleges bribery and racketeering worth more than $150 million involving high-ranking&nbsp;Fifa&nbsp;officials over a 24-year span.</p> \n<p>“I’m there now to fight. Not for myself but for&nbsp;Fifa,” said Blatter, who added he was on&nbsp;the right path and had no doubts. “Self-doubt is a leader’s greatest enemy.”</p> \n<p>Blatter <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/02/sepp-blatter-fifa-president-resigns\">said in June </a>that he would stand down&nbsp;as pressure built from the American case and a separate Swiss federal investigation focused on possible money laundering linked to the awarding of the World Cups to Russia and Qatar.</p> \n<p>But he remains defiant despite the scandal engulfing world soccer’s governing body.</p> \n<p>“Is Fifa responsible from the top down for everything in football, what happens in some village somewhere around the world?” asked Blatter, also a target of the American investigation.</p> \n<p>“Everyone has fears, for example of death, but with regard to my work at Fifa I have no fear. I’ve nothing to be afraid of,” said Blatter.</p> \n<p>“I’m afraid that they want to wreck Fifa, a work that I helped create,” the 79-year-old said.</p> \n<p>Blatter said he accepts criticism but “what hurts are hateful tirades. They come from envy”.</p> \n<p>Blatter cannot be extradited from his native Switzerland to the US&nbsp;without his consent but he risks arrest in many countries. <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/football/2015/jun/30/sepp-blatter-fifa-womens-world-cup-final\">He will&nbsp;not travel&nbsp;to Canada</a> for the Women’s World Cup final in Vancouver on Sunday.</p> \n<p>“Until everything is clarified I won’t take any travel risks,” Blatter said.</p> \n<p>However, he will be traveling to Russia for the draw for the&nbsp;qualification matches for the&nbsp;2018 World Cup&nbsp;on 25&nbsp;July.</p> \n<p>Blatter has found support from Russian president Vladimir Putin, who has accused American authorities of meddling in soccer affairs.</p> \n<p><br /></p>","section":"Football","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/11/13/1415912358824/5b735a33-5bdf-4f4b-a977-6b7f1b27ce43-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Patrick B Kraemer/EPA","altText":"Sepp Blatter Qatar  2022 World Cup","cleanCredit":"Photograph: Patrick B Kraemer/EPA"}],"bodyImages":[],"webPublicationDate":"2015-07-05T01:25:32Z","lastModified":"2015-07-05T01:25:33Z","metadata":{"commentable":true,"commentCount":211,"contributors":[],"feature":false,"keywords":["Sepp Blatter","Fifa","World Cup","Qatar","Middle East and North Africa","Football politics","Sport","Football","World news","Germany","France","Franz Beckenbauer"],"tags":[{"id":"football/sepp-blatter","webTitle":"Sepp Blatter"},{"id":"football/fifa","webTitle":"Fifa"},{"id":"football/world-cup-football","webTitle":"World Cup"},{"id":"world/qatar","webTitle":"Qatar"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"football/footballpolitics","webTitle":"Football politics"},{"id":"sport/sport","webTitle":"Sport"},{"id":"football/football","webTitle":"Football"},{"id":"world/world","webTitle":"World news"},{"id":"world/germany","webTitle":"Germany"},{"id":"world/france","webTitle":"France"},{"id":"football/franz-beckenbauer","webTitle":"Franz Beckenbauer"}],"section":{"id":"football"},"topics":[],"embeddedVideos":[],"adTargetingPath":"football"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/football/2015/jul/05/france-and-germany-intervened-over-world-cup-votes-says-sepp-blatter","shortUrl":"http://gu.com/p/4acyj","relatedUri":"http://mobile-apps.guardianapis.com/items-related/football/2015/jul/05/france-and-germany-intervened-over-world-cup-votes-says-sepp-blatter","webUri":"http://www.theguardian.com/football/2015/jul/05/france-and-germany-intervened-over-world-cup-votes-says-sepp-blatter"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/11/13/1415912358824/5b735a33-5bdf-4f4b-a977-6b7f1b27ce43-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Former French president Nicolas Sarkozy and his German counterpart Christian Wulff ‘intervened’ before the votes on the 2018 and 2022 World Cups, says Sepp Blatter. Photograph: Patrick B Kraemer/EPA","credit":"Patrick B Kraemer/EPA","altText":"Sepp Blatter Qatar  2022 World Cup","cleanCaption":"Former French president Nicolas Sarkozy and his German counterpart Christian Wulff ‘intervened’ before the votes on the 2018 and 2022 World Cups, says Sepp Blatter.","cleanCredit":"Photograph: Patrick B Kraemer/EPA"}},"importance":4,"kicker":{"title":"Fifa"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2014/11/13/1415912358824/5b735a33-5bdf-4f4b-a977-6b7f1b27ce43-620x372.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","credit":"Patrick B Kraemer/EPA","altText":"Sepp Blatter Qatar  2022 World Cup","cleanCredit":"Photograph: Patrick B Kraemer/EPA"}}]},{"title":"Isis / Video shows killing of Syrian troops at amphitheatre","rawTitle":"Video shows killing of Syrian troops at amphitheatre","item":{"type":"article","id":"world/2015/jul/04/isis-video-killing-palmyra-amphitheatre","title":"Isis video shows killing of Syrian troops at Palmyra amphitheatre","trailText":"Teenage boys appear to shoot dead 25 men at Unesco world heritage site, in footage linked to Islamic State accounts","standFirst":"Teenage boys appear to shoot dead 25 men at Unesco world heritage site, in footage linked to Islamic State accounts","byline":"Lin Jenkins","body":"<p>A video purportedly showing Islamic State militants shooting dead 25 men in the amphitheatre in the ancient city of Palmyra in Syria has been posted online.</p> \n<p>The footage apparently shows the murder of soldiers fighting for the regime of President Bashar al-Assad, who were captured in Homs. It was distributed by accounts known to be linked with Islamic State militants. Stills from the video show the killers to be young, possibly in their early teens. They are pictured holding guns and dressed in desert camouflage and brown bandanas.</p> \n<p>Close-up shots of the soldiers on their knees with their hands tied behind their backs appear to show that they have been beaten. Hundreds of men in civilian clothes are shown sitting watching the slaughter on the steps in front of a stage with the backdrop of a large Isis flag. A man stands in front of the flag and addresses the gathering before a command is given and the condemned soldiers are killed simultaneously with a shot to the head from the young killers standing directly behind them.</p> \n<p>It is not clear when the filming took place but it was not the first such killings in the famous Roman amphitheatre. Days after Isis captured Palmyra in late May the terrorist group killed 20 men in the same location, which had formerly been used for an annual festival in the city and is a Unesco world heritage site.</p> \n<p>The Syrian Observatory for Human Rights, based in the UK, said at the time that residents near the site were rounded up and forced to watch the killings of the men, who were accused of being government supporters.</p> \n<p>Isis reportedly carried out more than 200 killings, including of civilians, in and around Palmyra in the period when it captured the city. The group is known for using children as suicide bombers and soldiers.</p> \n<p>Reports suggest that at least 500 have been kidnapped in recent weeks, and Iraqi police said children were being brainwashed into joining the militants. The children were snatched from Iraq’s Anbar and Diyala provinces and taken to the group’s bases, where they are trained for use in “terror attacks”, according to Iraqi authorities.</p> \n<p>In May, Mamoun Abdelkarim, Syria’s head of antiquities, said he feared the killings could signal the start of “the group’s barbarism and savagery against the ancient monuments of Palmyra”. He said: “Using the Roman theatre to execute people proves that these people are against humanity.”</p> \n<p>Abdelkarim said most of the artefacts from Palmyra’s museum had been sent to Damascus before Isis approached the city.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436045533629/Aerial-view-of-amphitheat-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"Aerial view of amphitheatre, Palmyra","cleanCaption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T21:33:48Z","lastModified":"2015-07-04T23:02:33Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Lin Jenkins","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/lin-jenkins"}],"feature":false,"keywords":["Islamic State","Syria","Middle East and North Africa","World news"],"tags":[{"id":"world/isis","webTitle":"Islamic State"},{"id":"world/syria","webTitle":"Syria"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Lin Jenkins","topic":{"type":"tag-contributor","name":"profile/lin-jenkins"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/isis-video-killing-palmyra-amphitheatre","shortUrl":"http://gu.com/p/4ackq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/isis-video-killing-palmyra-amphitheatre","webUri":"http://www.theguardian.com/world/2015/jul/04/isis-video-killing-palmyra-amphitheatre"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436045533629/Aerial-view-of-amphitheat-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"Aerial view of amphitheatre, Palmyra","cleanCaption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images"}},"importance":3,"kicker":{"title":"Isis"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2015/7/4/1436045533629/Aerial-view-of-amphitheat-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images","credit":"Christophe Charon/AFP/Getty Images","altText":"Aerial view of amphitheatre, Palmyra","cleanCaption":"The Roman amphitheatre in Palmyra has been the scene of atrocities since the city was captured by Isis. Photograph: Christophe Charon/AFP/Getty Images"}}]},{"title":"'Anti-Jewification' demo / London rally dwarfed by anti-fascist counter-protest","rawTitle":"London rally dwarfed by anti-fascist counter-protest","item":{"type":"article","id":"world/2015/jul/04/london-anti-jewification-demo-dwarfed-by-anti-fascist-counter-protest","title":"London 'anti-Jewification' demo dwarfed by anti-fascist counter-protest","trailText":"Lines of police keep two groups apart as neo-Nazis stage demonstration against Jewish neighbourhood watch group","standFirst":"<p>Lines of police keep two groups apart as neo-Nazis stage demonstration against Jewish neighbourhood watch group</p>","byline":"Damien Gayle","body":"<p>Police were forced to escort around 20 neo-Nazi protesters out of Westminster on Saturday afternoon after they staged an “anti-Jewification” protest.</p> \n<p>Hundreds of counter-protesters chanted “Scum, scum, scum” as they followed the far-right activists from Whitehall towards Westminster tube station. Lines of police kept the two groups apart. </p> \n<p>The demonstration against the Shomrim, a Jewish neighbourhood watch group, was originally due to be held in the strongly Jewish community of Golders Green, north-west London, but was confined to a static demonstration in Whitehall.</p> \n<p>Their numbers were dwarfed by anti-fascists, who targeted them with chants of: “Nazi scum – off our streets”, drowning out speeches the neo-Nazis made from behind police lines. </p> \n<p>Far-right activists had planned their protest for the sabbath in an area with a 40% Jewish population. They planned to burn copies of the Talmud – the book of Jewish law and tradition – and effigies, in private in order to avoid arrest but filmed for sharing online.</p> \n<p>But the Metropolitan police decided to impose conditions under the Public Order Act 1986, moving the demonstration to Whitehall and limiting it to one hour. They said senior officers did not have the legal power to ban a static protest, had a duty to safeguard the right to protest and could not impose unreasonable restrictions upon that right.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/gallery/2015/jul/04/anti-fascist-counter-protest-in-london-in-pictures\">Anti-fascist counter protest in London - in pictures</a> </p> \n</aside> \n<p>The outrage sparked by the plans for the original neo-Nazi demonstration quickly led to a campaign dubbed Golders Green Together (GGT).</p> \n<p>Over recent weeks GGT has leafleted the area, lobbied MPs and the police, and urged local shops to drape their properties with gold and green banners and ribbons as a symbol of defiance.</p> \n<p>Police were on the scene in Golders Green on Saturday in case any neo-Nazis did show up. In Westminster, when it became clear the rightwingers were being escorted down steps and towards the station, one of the pursuers chanted: “Nazi scum - off our tubes.”</p> \n<p>Officers accompanied the neo-Nazis through the barrier and towards the trains.<br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/945747f8a980789f169dcd0af3ffd6d4c5db40e5/766_118_3490_2094/3490.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2094,"width":3490,"orientation":"landscape","credit":"Matthew Chattle/Rex Shutterstock","altText":"Neo Nazi rally and counter protest, London.","cleanCredit":"Photograph: Matthew Chattle/Rex Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-07-04T15:01:07Z","lastModified":"2015-07-04T17:04:22Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Damien Gayle","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/damien-gayle"}],"feature":false,"keywords":["The far right","Protest","London","UK news"],"tags":[{"id":"world/far-right","webTitle":"The far right"},{"id":"world/protest","webTitle":"Protest"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"}],"section":{"id":"world"},"topics":[{"displayName":"Damien Gayle","topic":{"type":"tag-contributor","name":"profile/damien-gayle"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jul/04/london-anti-jewification-demo-dwarfed-by-anti-fascist-counter-protest","shortUrl":"http://gu.com/p/4act2","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jul/04/london-anti-jewification-demo-dwarfed-by-anti-fascist-counter-protest","webUri":"http://www.theguardian.com/world/2015/jul/04/london-anti-jewification-demo-dwarfed-by-anti-fascist-counter-protest"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/945747f8a980789f169dcd0af3ffd6d4c5db40e5/766_118_3490_2094/3490.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2094,"width":3490,"orientation":"landscape","caption":"Hundreds of counter-protesters chanted as they followed the far-right activists from Whitehall towards Westminster tube station. Photograph: Matthew Chattle/Rex Shutterstock","credit":"Matthew Chattle/Rex Shutterstock","altText":"Neo Nazi rally and counter protest, London.","cleanCaption":"Hundreds of counter-protesters chanted as they followed the far-right activists from Whitehall towards Westminster tube station.","cleanCredit":"Photograph: Matthew Chattle/Rex Shutterstock"}},"importance":2,"kicker":{"title":"'Anti-Jewification' demo"},"showQuotedHeadline":false,"sublinks":[{"title":"In pictures / Anti-fascist counter protest","rawTitle":"Anti-fascist counter protest","item":{"type":"gallery","id":"world/gallery/2015/jul/04/anti-fascist-counter-protest-in-london-in-pictures","title":"Anti-fascist counter protest in London","trailText":"Anti-fascist demonstrators staged a counter demonstration to an anti-Jewish rally on Whitehall, London, on Saturday, and overwhelmingly outnumbered the far-right demonstrators","standFirst":"<p>Anti-fascist demonstrators staged a counter demonstration to an anti-Jewish rally on Whitehall, London, on Saturday, and overwhelmingly outnumbered the far-right demonstrators</p>","byline":"","body":"<figure class=\"element element-image\" data-media-id=\"529526fbd96c045a3cb139fde0d1fd960a19635f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024734448/03368531-a3cc-4d58-b639-f27c5e42736b-620x413.jpeg\" alt=\"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"8b82b26cdff15d87339a5122dde982f73b503a07\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024828720/7d565702-f543-4c96-a84e-694eb4f7d7dd-620x413.jpeg\" alt=\"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally \" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally </span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bdcba878d784ca528af11f9ac798c44241d6f03f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024574454/4b541258-c17a-42a1-bdb3-d118437e5710-620x372.jpeg\" alt=\"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead</span> \n  <span class=\"element-image__credit\">Photograph: Charlie Bard/Demotix/Corbis</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4e786971a12edb3c99907f2c07bc7a6691faf21c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024688666/dc3e1e99-d30c-4cf1-85d1-1d8f7203de53-320x480.jpeg\" alt=\"An anti-Jewish demonstrator speaks into a megaphone at the rally\" width=\"320\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An anti-Jewish demonstrator speaks into a megaphone at the rally</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"9698a96d4ccd1619a228d05e7ff2a29e98febe8d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024884484/ce05e2ba-a5aa-4fd4-9740-2d199f755bc1-620x372.jpeg\" alt=\"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.\" width=\"620\" height=\"372\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"431f3a425a476a1473263e8b625822741ec5f10b\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436024950053/96634c3d-845f-42d7-bbc7-855e1b24e61e-620x446.jpeg\" alt=\"The far-right protest was against Shomrim, a Jewish neighbourhood watch group\" width=\"620\" height=\"446\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">The far-right protest was against Shomrim, a Jewish neighbourhood watch group</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"bb041ae63020e48e5a126cdf4caa576c6c80c281\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025068664/c578d7ee-2d9a-4ff3-b146-d451b110edb3-343x480.jpeg\" alt=\"An anti-fascism protester holds a handwritten sign up to the far-right protestors\" width=\"343\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An anti-fascism protester holds a handwritten sign up to the far-right protestors</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Chattle/REX Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f842a3bd44c8e6adabd2bf802c522b98d45e41c3\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025147021/55a65c7c-2704-4b1f-8509-1e2cd8961cb3-620x392.jpeg\" alt=\"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police\" width=\"620\" height=\"392\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police</span> \n  <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"945747f8a980789f169dcd0af3ffd6d4c5db40e5\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025607868/b74369e9-2c29-453c-9ed5-97a1b5cb9b98-620x419.jpeg\" alt=\"Anti-fascism protesters shout at the far-right protesters \" width=\"620\" height=\"419\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-fascism protesters shout at the far-right protesters </span> \n  <span class=\"element-image__credit\">Photograph: Matthew Chattle/REX Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"4ac60fec9474b4e51499ab69637891e3dfe86a0e\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025294902/8b9df92b-95ca-4964-a4a9-cbad920150ed-620x426.jpeg\" alt=\"An anti-Jewish demonstrator covers his face during the rally\" width=\"620\" height=\"426\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An anti-Jewish demonstrator covers his face during the rally</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"5df26cb5278cd4cbeb48db4afb46afe0936e338c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025384659/d36544d1-6c47-44fa-9bef-bdfba5f12f71-620x413.jpeg\" alt=\"Placards are held up at a counter-demonstration to an anti-Jewish rally\" width=\"620\" height=\"413\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Placards are held up at the counter-demonstration to an anti-Jewish rally</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"fa065b68fc670b67368165530edd9071d394ee3f\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025673053/1dee8e56-f030-4768-bea2-f078f7ed94ac-319x480.jpeg\" alt=\"A rightwing neo-Nazi protester\" width=\"319\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">A rightwing neo-Nazi protester</span> \n  <span class=\"element-image__credit\">Photograph: Matthew Chattle/REX Shutterstock</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"f95e80bbf3a1a701e6ddfd24082eed4c3f9a0212\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436026103782/ac7c9c32-6e8a-4a57-915b-13403a3a709e-620x458.jpeg\" alt=\"An anti-fascist protester takes park in the counter-demonstration\" width=\"620\" height=\"458\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">An anti-fascist protester takes park in the counter-demonstration</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"77015ca488f8e5c81ec07e3c9c27a4af6298023d\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/7/4/1436025464507/9e7ae28c-054b-4d0b-ae8f-85e215e8ed41-320x480.jpeg\" alt=\"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police\" width=\"320\" height=\"480\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police</span> \n  <span class=\"element-image__credit\">Photograph: Jack Taylor/AFP/Getty Images</span> \n </figcaption> \n</figure>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024734852/03368531-a3cc-4d58-b639-f27c5e42736b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall","cleanCaption":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024827742/7d565702-f543-4c96-a84e-694eb4f7d7dd-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally  Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally ","cleanCaption":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally ","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024574923/4b541258-c17a-42a1-bdb3-d118437e5710-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead Photograph: Charlie Bard/Demotix/Corbis","credit":"Charlie Bard/Demotix/Corbis","altText":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead","cleanCaption":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead","cleanCredit":"Photograph: Charlie Bard/Demotix/Corbis"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024689269/dc3e1e99-d30c-4cf1-85d1-1d8f7203de53-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"An anti-Jewish demonstrator speaks into a megaphone at the rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"An anti-Jewish demonstrator speaks into a megaphone at the rally","cleanCaption":"An anti-Jewish demonstrator speaks into a megaphone at the rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024884846/ce05e2ba-a5aa-4fd4-9740-2d199f755bc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20. Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.","cleanCaption":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024951510/96634c3d-845f-42d7-bbc7-855e1b24e61e-2060x1482.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1482,"width":2060,"orientation":"landscape","caption":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group","cleanCaption":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group","cleanCredit":"Photograph: Yui Mok/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025069337/c578d7ee-2d9a-4ff3-b146-d451b110edb3-1457x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1457,"orientation":"portrait","caption":"An anti-fascism protester holds a handwritten sign up to the far-right protestors Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"An anti-fascism protester holds a handwritten sign up to the far-right protestors","cleanCaption":"An anti-fascism protester holds a handwritten sign up to the far-right protestors","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025147423/55a65c7c-2704-4b1f-8509-1e2cd8961cb3-2060x1304.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1304,"width":2060,"orientation":"landscape","caption":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police Photograph: Will Oliver/EPA","credit":"Will Oliver/EPA","altText":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police","cleanCaption":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police","cleanCredit":"Photograph: Will Oliver/EPA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025606540/b74369e9-2c29-453c-9ed5-97a1b5cb9b98-2060x1391.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1391,"width":2060,"orientation":"landscape","caption":"Anti-fascism protesters shout at the far-right protesters  Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"Anti-fascism protesters shout at the far-right protesters ","cleanCaption":"Anti-fascism protesters shout at the far-right protesters ","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025293444/8b9df92b-95ca-4964-a4a9-cbad920150ed-2060x1414.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1414,"width":2060,"orientation":"landscape","caption":"An anti-Jewish demonstrator covers his face during the rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"An anti-Jewish demonstrator covers his face during the rally","cleanCaption":"An anti-Jewish demonstrator covers his face during the rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025386048/d36544d1-6c47-44fa-9bef-bdfba5f12f71-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Placards are held up at the counter-demonstration to an anti-Jewish rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Placards are held up at a counter-demonstration to an anti-Jewish rally","cleanCaption":"Placards are held up at the counter-demonstration to an anti-Jewish rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025674579/1dee8e56-f030-4768-bea2-f078f7ed94ac-1355x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1355,"orientation":"portrait","caption":"A rightwing neo-Nazi protester Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"A rightwing neo-Nazi protester","cleanCaption":"A rightwing neo-Nazi protester","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436026104696/ac7c9c32-6e8a-4a57-915b-13403a3a709e-2060x1523.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1523,"width":2060,"orientation":"landscape","caption":"An anti-fascist protester takes park in the counter-demonstration Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"An anti-fascist protester takes park in the counter-demonstration","cleanCaption":"An anti-fascist protester takes park in the counter-demonstration","cleanCredit":"Photograph: Yui Mok/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025465835/9e7ae28c-054b-4d0b-ae8f-85e215e8ed41-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police","cleanCaption":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-07-04T16:58:56Z","lastModified":"2015-07-04T16:58:56Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["Protest","The far right","London","UK news","News photography"],"tags":[{"id":"world/protest","webTitle":"Protest"},{"id":"world/far-right","webTitle":"The far right"},{"id":"uk/london","webTitle":"London"},{"id":"uk/uk","webTitle":"UK news"},{"id":"media/news-photography","webTitle":"News photography"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#ffbb00","navigationDownColour":"#ffd35c","ruleColour":"#ffbb00","headlineColour":"#ffffff","headlineAccentColour":"#ffbb00","iconColour":"#ffbb00","standfirstColour":"#999999","metaColour":"#999999","timestampColour":"#ffbb00","dividerColour":"#555555","buttonBackgroundColour":"#ffbb00","buttonIconColour":"#333333","backgroundColour":"#333333","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#555555","kickerColour":"#ffbb00","colourPalette":"media"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/gallery/2015/jul/04/anti-fascist-counter-protest-in-london-in-pictures","shortUrl":"http://gu.com/p/4acj6","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/gallery/2015/jul/04/anti-fascist-counter-protest-in-london-in-pictures","webUri":"http://www.theguardian.com/world/gallery/2015/jul/04/anti-fascist-counter-protest-in-london-in-pictures"},"shouldHideAdverts":false},"importance":0,"kicker":{"title":"In pictures"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024734852/03368531-a3cc-4d58-b639-f27c5e42736b-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall","cleanCaption":"Anti-Jewish demonstrators arrive for a rally, surrounded by police on Whitehall","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024827742/7d565702-f543-4c96-a84e-694eb4f7d7dd-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally  Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally ","cleanCaption":"Anti-fascist demonstrators shout and chant slogans as they stage a counter-demonstration to an anti-Jewish rally ","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024574923/4b541258-c17a-42a1-bdb3-d118437e5710-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead Photograph: Charlie Bard/Demotix/Corbis","credit":"Charlie Bard/Demotix/Corbis","altText":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead","cleanCaption":"Faced with a ban on protesting in Golders Green, the far right protesters marched through Whitehall instead","cleanCredit":"Photograph: Charlie Bard/Demotix/Corbis"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024689269/dc3e1e99-d30c-4cf1-85d1-1d8f7203de53-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"An anti-Jewish demonstrator speaks into a megaphone at the rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"An anti-Jewish demonstrator speaks into a megaphone at the rally","cleanCaption":"An anti-Jewish demonstrator speaks into a megaphone at the rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024884846/ce05e2ba-a5aa-4fd4-9740-2d199f755bc1-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20. Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.","cleanCaption":"A woman attends the anti-fascist demonstration. There were an estimated 200 anti-fascist demonstrators chanting over the rally held by the far-right demonstrators, who numbered around 20.","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436024951510/96634c3d-845f-42d7-bbc7-855e1b24e61e-2060x1482.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1482,"width":2060,"orientation":"landscape","caption":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group","cleanCaption":"The far-right protest was against Shomrim, a Jewish neighbourhood watch group","cleanCredit":"Photograph: Yui Mok/PA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025069337/c578d7ee-2d9a-4ff3-b146-d451b110edb3-1457x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1457,"orientation":"portrait","caption":"An anti-fascism protester holds a handwritten sign up to the far-right protestors Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"An anti-fascism protester holds a handwritten sign up to the far-right protestors","cleanCaption":"An anti-fascism protester holds a handwritten sign up to the far-right protestors","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025147423/55a65c7c-2704-4b1f-8509-1e2cd8961cb3-2060x1304.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1304,"width":2060,"orientation":"landscape","caption":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police Photograph: Will Oliver/EPA","credit":"Will Oliver/EPA","altText":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police","cleanCaption":"People wearing T-shirts and holding flags of the far-right National Rebirth of Poland (Narodowe Odrodzenie Polski) are escorted by the police","cleanCredit":"Photograph: Will Oliver/EPA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025606540/b74369e9-2c29-453c-9ed5-97a1b5cb9b98-2060x1391.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1391,"width":2060,"orientation":"landscape","caption":"Anti-fascism protesters shout at the far-right protesters  Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"Anti-fascism protesters shout at the far-right protesters ","cleanCaption":"Anti-fascism protesters shout at the far-right protesters ","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025293444/8b9df92b-95ca-4964-a4a9-cbad920150ed-2060x1414.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1414,"width":2060,"orientation":"landscape","caption":"An anti-Jewish demonstrator covers his face during the rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"An anti-Jewish demonstrator covers his face during the rally","cleanCaption":"An anti-Jewish demonstrator covers his face during the rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025386048/d36544d1-6c47-44fa-9bef-bdfba5f12f71-2060x1373.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1373,"width":2060,"orientation":"landscape","caption":"Placards are held up at the counter-demonstration to an anti-Jewish rally Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Placards are held up at a counter-demonstration to an anti-Jewish rally","cleanCaption":"Placards are held up at the counter-demonstration to an anti-Jewish rally","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025674579/1dee8e56-f030-4768-bea2-f078f7ed94ac-1355x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1355,"orientation":"portrait","caption":"A rightwing neo-Nazi protester Photograph: Matthew Chattle/REX Shutterstock","credit":"Matthew Chattle/REX Shutterstock","altText":"A rightwing neo-Nazi protester","cleanCaption":"A rightwing neo-Nazi protester","cleanCredit":"Photograph: Matthew Chattle/REX Shutterstock"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436026104696/ac7c9c32-6e8a-4a57-915b-13403a3a709e-2060x1523.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1523,"width":2060,"orientation":"landscape","caption":"An anti-fascist protester takes park in the counter-demonstration Photograph: Yui Mok/PA","credit":"Yui Mok/PA","altText":"An anti-fascist protester takes park in the counter-demonstration","cleanCaption":"An anti-fascist protester takes park in the counter-demonstration","cleanCredit":"Photograph: Yui Mok/PA"}},{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/7/4/1436025465835/9e7ae28c-054b-4d0b-ae8f-85e215e8ed41-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police Photograph: Jack Taylor/AFP/Getty Images","credit":"Jack Taylor/AFP/Getty Images","altText":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police","cleanCaption":"Anti-Jewish demonstrators walk into the London underground as they leave a rally escorted by police","cleanCredit":"Photograph: Jack Taylor/AFP/Getty Images"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/945747f8a980789f169dcd0af3ffd6d4c5db40e5/766_118_3490_2094/3490.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2094,"width":3490,"orientation":"landscape","credit":"Matthew Chattle/Rex Shutterstock","altText":"Neo Nazi rally and counter protest, London.","cleanCredit":"Photograph: Matthew Chattle/Rex Shutterstock"}}]},{"title":"Theresa May backs down over university ‘hate preachers’","rawTitle":"Theresa May backs down over university ‘hate preachers’","item":{"type":"article","id":"politics/2015/jul/04/theresa-may-campus-hate-speech-u-turn","title":"Theresa May backs down in college ‘hate preachers’ row","trailText":"Home Office responds to criticism over how universities could apply ban on radical speakers","standFirst":"<p>Home Office responds to criticism over how universities could apply ban on radical speakers</p>","byline":"Daniel Boffey and Mark Townsend","body":"<p>Theresa May has been forced into a U-turn on key counter-extremism proposals designed to ban “hate preachers” from university campuses, the<em> Observer</em> understands.</p> \n<p>The most contentious measures in an original draft of the rules published last year, including the demand that universities <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/388934/45584_Prevent_duty_guidance-a_consultation_Web_Accessible.pdf\">obtain advance notice of the content of presentations</a>, have been cut out in the wake of a barrage of criticism from figures such as the former MI5 chief <a href=\"http://www.bbc.co.uk/news/uk-31032926\">Baroness Manningham-Buller</a>.</p> \n<p>The U-turn comes as the architect of the government’s original Prevent counter-radicalisation strategy, which prioritised building contacts within minority communities, including among borderline extremist groups, said that ministers were failing to stop the spread of extremism.</p> \n<p>Hazel Blears, the former Labour Home Office minister who signed off the Prevent programme, conceived after the London bombings 10 years ago, , which killed 52 people and injured more than 750, said: “What happened was that the Prevent programme was scaled back and the public appetite for doing this kind of work wanes as you get further away from an event.”</p> \n<p>The Home Office wants to push through new rules on external speakers at universities before the end of July, when parliament goes into recess. Ministers hope to have the rules in place by September for the new academic year, it is believed.</p> \n<p>The home secretary said earlier this year that she would be seeking a tougher stance from universities on the threat of student radicalisation in the wake of the revelation that Mohammed Emwazi – so-called <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/feb/26/uk-man-behind-isis-beheadings-named-as-mohammed-emwazi-jihadi-john\">Jihadi John</a> – attended Westminster University. Last week, rules came into force under which the rest of the public sector, including schools, local authorities, the police, prisons and probation services, were given a legal duty to prevent people from being drawn into terrorism.</p> \n<p>However, in a bid to gain the support of MPs, peers and vice-chancellors, the original plans for universities, published before the general election, including a demand that they should have 14 days’ notice of speakers on campus and be given advance notice of the content of events “including an outline of the topics to be discussed and sight of any presentations, footage to be broadcast”, have been written out of recent drafts of the guidance. The central tenet of the guidance will instead be on universities being able to show they have gone through due process in agreeing to controversial speakers talking on a campus and mitigated the risks to students, for example through chairing events responsibly and monitoring the marketing of them.</p> \n<p>The <em>Observer</em> understands, however, that there is an ongoing debate within government over how ministers can respect both universities’ statutory duty to protect freedom of speech and the Home Office’s desire to clamp down on the radicalisation of young adults.</p> \n<p>One point of debate is how universities are expected to prevent the dissemination of extreme views that could “lead to terrorism”, which has been mooted as a duty that will face the higher education sector. There is disagreement between the Home Office and vice-chancellors over the extent to which universities will be asked to “manage risks”.</p> \n<p>One source said: “The latest efforts have not got the balance right. There is a danger that we end up with guidance that is overly cautious. What needs to be avoided is guidance where the presumption is that if there is any risk at all that someone should not be allowed to speak. But there will always be risk because we are dealing with people.”</p> \n<p>Prof Michael Gunn, vice-chancellor of Staffordshire University, and chair of the <a href=\"http://www.millionplus.ac.uk/\">million+</a> higher education thinktank, said he had been reassured by Home Office officials that they would seek a proportionate set of rules recognising the unique role of universities. He said: “We start from the principle that we have a duty to ensure freedom of speech – and that is a statutory duty – as well as the duty to prevent someone being drawn into terrorism.</p> \n<p>“Similarly, a lot of universities would say that debating those who hold views that are extreme that is the best way to challenge them.”</p> \n<p>A spokesman for Universities UK, the body which represents the higher education sector, said: “Universities already do a significant amount of work in this area and Universities UK’s priority will be to ensure that there is an appropriate and proportionate balance between securing freedom of expression and academic freedom and preventing terrorism.”</p> \n<p>A Home Office spokesman said the timing of when parliament will debate and approve the further guidance was subject to parliamentary timescales. She said: “The issue of how universities and colleges balance the Prevent duty with the importance of academic freedom is an extremely important one.</p> \n<p>“Further guidance for higher and further education institutions on managing external speakers will be published following parliamentary approval of the specific advice on this matter.</p> \n<p>“The duty will commence for universities and colleges once the guidance has been published.”</p>","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/42ae9d890f9034af0efdbead06819779ed9a3820/0_0_3935_2362/3935.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3935,"orientation":"landscape","credit":"Ben Birchall/PA","altText":"Home secretary Theresa May","cleanCredit":"Photograph: Ben Birchall/PA"}],"bodyImages":[],"webPublicationDate":"2015-07-04T20:50:45Z","lastModified":"2015-07-04T23:02:28Z","metadata":{"commentable":true,"commentCount":201,"contributors":[{"name":"Daniel Boffey","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/daniel-boffey"},{"name":"Mark Townsend","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/marktownsend"}],"feature":false,"keywords":["Theresa May","Politics","Higher education","Education","Islam","UK news","World news"],"tags":[{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/politics","webTitle":"Politics"},{"id":"education/higher-education","webTitle":"Higher education"},{"id":"education/education","webTitle":"Education"},{"id":"world/islam","webTitle":"Islam"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"politics"},"topics":[],"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/politics/2015/jul/04/theresa-may-campus-hate-speech-u-turn","shortUrl":"http://gu.com/p/4acjd","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/2015/jul/04/theresa-may-campus-hate-speech-u-turn","webUri":"http://www.theguardian.com/politics/2015/jul/04/theresa-may-campus-hate-speech-u-turn"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/42ae9d890f9034af0efdbead06819779ed9a3820/0_0_3935_2362/3935.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3935,"orientation":"landscape","caption":"Home secretary Theresa May. Photograph: Ben Birchall/PA","credit":"Ben Birchall/PA","altText":"Home secretary Theresa May","cleanCaption":"Home secretary Theresa May.","cleanCredit":"Photograph: Ben Birchall/PA"}},"importance":1,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/42ae9d890f9034af0efdbead06819779ed9a3820/0_0_3935_2362/3935.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2362,"width":3935,"orientation":"landscape","credit":"Ben Birchall/PA","altText":"Home secretary Theresa May","cleanCredit":"Photograph: Ben Birchall/PA"}}]}],"lastModified":"2015-07-05T08:10:06Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}