{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Tunisia attack / Cameron calls for 'unshakeable resolve' as at least 30 Britons feared dead","rawTitle":"Cameron calls for 'unshakeable resolve' as at least 30 Britons feared dead","item":{"type":"article","id":"world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts","title":"Tunisia attack: police on alert amid fears UK toll will hit 30","trailText":"Almost 400 officers deployed to UK airports as tally of victims expected to at least double and Tunisian police widen search for accomplices","standFirst":"<p data-dropid=\"0\">Almost 400 officers deployed to UK airports as tally of victims expected to at least double and Tunisian police widen search for accomplices</p>","byline":"Robert Booth, Vikram Dodd, Peter Walker,  Andrew Sparrow, and Chris Stephen in Sousse","body":"<p>The number of Britons killed in Friday’s beach massacre in Tunisia is now expected to pass 30, it has emerged, as hundreds of British police were deployed in one of the biggest counter-terror operations since the London bombings on 7 July 2005.<br /></p> \n<p>Informed sources said the eventual death toll could be even higher. So far only 15 Britons have been confirmed among the 38 dead in a process overseen by a British coroner whose job has been complicated because of the nature and location of the attack, and the numbers involved.</p> \n<p>The assault is already the biggest loss of British life to terrorism since the 2005 London bombings in which a total of 56 people including the attackers were killed.</p> \n<p>Almost 400 officers were at UK airports over the weekend to speak to potential witnesses returning from the scene of the attack in the resort city of Sousse.</p> \n<p>Meanwhile 16 Metropolitan police detectives, forensic science specialists and family liaison officers arrived in Tunisia. More will join them to assist the investigation and prevent further attacks. Tunisian investigators said last night they were seeking one or more accomplices to the 23-year-old killer, Seifeddine Rezgui, who was shot dead by police after his assault on the Imperial Marhaba hotel. They have questioned the Tunisian student’s father and three roommates where Rezgui was studying in Kairouan.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-beach-attack-the-victims\">Tunisia beach attack: the victims</a> </p> \n</aside> \n<p>Mohamed Ali Aroui, an interior ministry spokesman, told the Associated Press they were “sure that others helped but did not participate” except indirectly.</p> \n<p>Meanwhile, video footage emerged apparently showing Rezgui running in from the beach shortly after the attack.</p> \n<p>Speaking after a meeting of the UK government’s Cobra emergency planning committee in London, the home secretary, Theresa May, said an expanded British security team in Tunisia would “look at protective security arrangements around tourist resorts” as the Foreign Office warned further attacks in Tunisia remained a possibility.</p> \n<p>Scotland Yard said it was tightening security and protection at Wimbledon and other “key sites, business and public places around the UK to help ensure they are safe for visitors and workers”.</p> \n<p>The Met police’s assistant commissioner Mark Rowley said: “The national policing response to the attack in Tunisia is likely to be one of the largest counter-terrorism deployments seen since July 2005.”</p> \n<div>\n __VIDEO_EMBED_gu-video-457296938__\n</div> \n<p>As more of the British dead were named yesterday, 60 police family liaison officers were deployed in the UK to be with relatives of those killed and injured.</p> \n<p>Three generations of the same family were named among the dead yesterday. A 19-year-old student, Joel Richards, his uncle, Adrian Evans, 49, a gas services manager from Tipton in the West Midlands, and his grandfather all died in the attack. Also confirmed dead were: Carly Lovett, 24, a photographer and beauty blogger from Gainsborough, Lincolnshire; Sue Davey and Scott Chalkley, a couple in their 40s from Staffordshire; and Lisa Burbridge from Whickham, Gateshead.</p> \n<p>Trudy Jones, from Blackwood in Gwent, south Wales, was named by her local MP, Chris Evans. Jim and Ann McQuire from Cumbernauld, North Lanarkshire, and Bruce Wilkinson, 72, from Goole, East Yorkshire, were also killed.</p> \n<p>The Foreign Office has urged travellers to Tunisia to be “especially vigilant”. It said: “Further terrorist attacks in Tunisia, including in tourist resorts, are possible, including by individuals unknown to the authorities and whose actions are inspired by terrorist groups via social media.”</p> \n<p>The Tunisian authorities have deployed 1,000 extra police and military to guard beaches and resort hotels but the UK’s former counter-terrorism chief said emboldened jihadis were plotting to kill westerners anywhere in the world, and that stopping them accessing public areas such as beaches was near-impossible.</p> \n<figure class=\"element element-image\" data-media-id=\"42e23871be4f2aae26f25fa9699c255323d2f62f\"> \n <img src=\"http://media.guim.co.uk/42e23871be4f2aae26f25fa9699c255323d2f62f/0_0_3500_2101/1000.jpg\" alt=\"Armed Met police officers on duty at the Pride march in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Armed Met police officers on duty at the Pride march in London.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n </figcaption> \n</figure> \n<p>Peter Clarke, who was in charge of Scotland Yard’s response to the 7/7 London bombings, said of terrorists’ targets: “It’s everything from government installations, to nightclubs to the energy sector, to holiday destinations. The common theme is to kill as many people as possible. How do you protect a coastline? There is going to be vulnerability, that is just a fact of life.”</p> \n<p>In the UK, Scotland Yard said security would be more stringent and more visible at Wimbledon than last year, when the overall terror threat in the UK was “substantial” rather than “severe”, the second highest level, as it is now.</p> \n<p>Extra officers will be on patrol at the event, which attracts as many as 40,000 spectators a day. Some roads will be closed and “a highly mobile reserve” will be on call to “respond to emerging incidents”, a spokesman said. Officers will be working in uniform and in plain clothes.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-british-death-toll-rise-above-15-theresa-may\">British death toll from Tunisia attack set to rise above 15, says Theresa May</a> </p> \n</aside> \n<p>After security was tightened at the Pride march in London and the Armed Forces Day parade on Saturday, Rowley said: “It is right that we keep our security plans under continual review to help protect and reassure the public. There has been a significant increase in the level of counter-terrorist policing activity in the UK. Last year, there were over 330 arrests – about one a day – and 89 people were convicted for terror-related offences.”</p> \n<p>Amid the increasing tensions over the threat posed to Britons by Islamic State, the former head of the British army Lord Dannatt said the west should take the fight to the extremist group on the ground, in their heartlands. “We have got to do much more to support those in the region who are fighting Islamist extremists on the ground,” he told BBC1’s Sunday Politics.</p> \n<p>“Yes, we can support them from the air, we should be doing more of that, but we should be doing more to support them on the ground as well. More training teams, better equipment and really giving those who are willing to fight the best chance of succeeding, because to succeed on the ground is the really important thing to do.”</p> \n<p>Security services across the west were alarmed throughout 2014 by the growth in the potency of Isis, and its ability to attract western youngsters to its cause. They point out that al-Qaida still poses a big threat.</p> \n<p>In August 2014, the UK terrorist level was raised to its second highest level of “severe”, meaning a terrorist attack is highly likely. May said the heightened alert was “related to developments in Syria and Iraq, where terrorist groups are planning attacks against the west”.</p> \n<p>Attacks in Sydney, New York and Ottawa in late 2014, then Paris in January 2015, demonstrated terrorists had the ability to strike on western soil, with attacks ranging from assailants acting alone to sophisticated group operations.</p> \n<p>The danger from so called leaderless jihad, where propaganda incites “lone wolves”, has added to the threat from more directed plots. The Islamist terror threat has twice claimed lives on Britain’s streets in recent years in the 77/attacks while the soldier Lee Rigby was killed near the Woolwich military barracks, south London, in May 2013 by Michael Adebolajo and Michael Adebowlale.</p> \n<p>David Cameron, writing in today’s Daily Telegraph, said the government would counter the threat posed by Islamist extremists with a “full-spectrum response” and that it was important to show “unshakeable resolve” in the face of terror.</p> \n<p><br /></p> \n<p><br /></p> \n<p><br /></p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de068c0e2d24f495cc00a69d4e73b5f562d8064b/0_56_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","credit":"Jeff J Mitchell/Getty Images","altText":"Sousse in Tunisia","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/42e23871be4f2aae26f25fa9699c255323d2f62f/0_0_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"Armed Met police officers on duty at the Pride march in London. Photograph: Peter Nicholls/Reuters","credit":"Peter Nicholls/Reuters","altText":"Armed Met police officers on duty at the Pride march in London","cleanCaption":"Armed Met police officers on duty at the Pride march in London.","cleanCredit":"Photograph: Peter Nicholls/Reuters"}],"webPublicationDate":"2015-06-28T20:49:22Z","lastModified":"2015-06-29T08:10:43Z","metadata":{"commentable":true,"commentCount":2696,"contributors":[{"name":"Robert Booth","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/18/1431957331752/RobertBoothL.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/robertbooth"},{"name":"Vikram Dodd","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/vikramdodd"},{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"},{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"},{"name":"Chris Stephen","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/chris-stephen"}],"feature":false,"keywords":["UK security and counter-terrorism","Tunisia","Africa","Middle East and North Africa","World news","UK news","Islamic State","Metropolitan police","Police","Cobra (Civil Contingencies Committee)","London","Politics"],"tags":[{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/isis","webTitle":"Islamic State"},{"id":"uk/metropolitan-police","webTitle":"Metropolitan police"},{"id":"uk/police","webTitle":"Police"},{"id":"politics/cobra","webTitle":"Cobra (Civil Contingencies Committee)"},{"id":"uk/london","webTitle":"London"},{"id":"politics/politics","webTitle":"Politics"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[{"id":"gu-video-457296938","source":"Sabra FM","durationInSeconds":57,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/28/150628TunisiaGunman_1.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/28/150628TunisiaGunman_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/28/1435507423173/KP_327092_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video","cleanCaption":"620x372 trailpic for Amateur footage appears to show Tunisian gunman on beach during attack  video"}}],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts","shortUrl":"http://gu.com/p/4a7b9","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts","webUri":"http://www.theguardian.com/world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/de068c0e2d24f495cc00a69d4e73b5f562d8064b/0_56_3000_1802/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1802,"width":3000,"orientation":"landscape","caption":"Holidaymakers look flowers left on Marhaba beach in Sousse, where 38 people were killed in Friday’s massacre.  Photograph: Jeff J Mitchell/Getty Images","credit":"Jeff J Mitchell/Getty Images","altText":"Sousse in Tunisia","cleanCaption":"Holidaymakers look flowers left on Marhaba beach in Sousse, where 38 people were killed in Friday’s massacre. ","cleanCredit":"Photograph: Jeff J Mitchell/Getty Images"}},"importance":7,"kicker":{"title":"Tunisia attack"},"showQuotedHeadline":false,"sublinks":[{"title":"The victims / Three generations of the same family among the dead","rawTitle":"Three generations of the same family among the dead","item":{"type":"article","id":"world/2015/jun/27/tunisia-beach-attack-the-victims","title":"Tunisia beach attack: the victims","trailText":"Three generations of the same family, a nurse from Ireland on holiday with her recuperating husband and a beauty blogger were among those killed when a gunman went on a rampage in Sousse","standFirst":"<p data-dropid=\"0\">Three generations of the same family, a nurse from Ireland on holiday with her recuperating husband and a beauty blogger were among those killed when a gunman went on a rampage in Sousse</p>","byline":"Jessica Elgot , Peter Walker and Henry McDonald","body":"<p>More details are emerging of the 39 people killed in Friday’s gun attack at a Tunisian beach resort, it is feared that at least 30 of the victims are British.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-prime-minister-to-shut-mosques-inciting-terrorism-as-isis-claims-attack\">Tunisia attack: Cameron says UK must prepare for high death toll</a> </p> \n</aside> \n<h2>Three generations of the same family: Patrick Evans, 78, Adrian Evans, 44 and Joel Richards, 22</h2> \n<figure class=\"element element-image\" data-media-id=\"e924d6de58937b037dc2089c3cba0f691b9b40c4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435494995167/3082bcd4-eb2d-4752-b8bc-0489bb949176-460x276.jpeg\" alt=\"Left to right: Owen Richards, Adrian Evans, Patrick Evans and Joel Richards\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Left to right: Owen Richards, Adrian Evans, Patrick Evans and Joel Richards</span> \n  <span class=\"element-image__credit\">Photograph: Facebook via SWNS.com</span> \n </figcaption> \n</figure> \n<p>According to reports, among those killed was Adrian Evans, who worked for Sandwell council in the West Midlands as a manager in the gas services department. His father, Patrick, and his nephew, Joel Richards, are also thought to have died in the attack. Joel’s brother, Owen Richards, believed to be 16, was reported to have survived.</p> \n<p>Sandwell council’s leader, Darren Cooper, said: “Adrian Evans was a very popular and long-serving employee who was manager of our gas services team. We are absolutely devastated for Adrian’s family, friends and colleagues, and our thoughts are with them and all those affected by this tragedy.” </p> \n<p>Birmingham County Football Association said Joel Richards was an active member of its youth council: “A young, talented referee with the world at his feet, he was highly thought of and will be sadly missed. Our thoughts and prayers are with his family and friends at this tragic time.” </p> \n<h2>Carly Lovett from Lincolnshire</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"455d926d5e7268c80c1edc8d504bfb83ec5068d4\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/27/1435414758965/7cc170d9-d345-446c-b176-91eacbd9fdf5-280x420.jpeg\" alt=\"Carly Lovett\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Carly Lovett.</span> \n  <span class=\"element-image__credit\">Photograph: Cee Jay Ell blog</span> \n </figcaption> \n</figure> \n<p>Carly Lovett, 24, a photographer and beauty blogger, had recently got engaged to her boyfriend Liam Moore, <a href=\"http://www.lincolnshireecho.co.uk/Lincolnshire-woman-killed-Tunisia-terrorist/story-26783096-detail/story.html\">according to the Lincolnshire Echo.</a></p> \n<p>Lovett, from Gainsborough, was a former student at the University of Lincoln, from where she graduated in 2013. The school of film and media tweeted condolences late on Friday night. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LincolnMedia/statuses/614567279028781056\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Saddened to hear news reports of Carly Lovett in Tunisia - Graduate of our University 2013</p>— Lincoln::Film&amp;Media (@LincolnMedia) \n  <a href=\"https://twitter.com/LincolnMedia/status/614567279028781056\">June 26, 2015</a>\n </blockquote> \n</figure> \n<p>Kyle Leeman, a childhood friend, <a href=\"http://www.mirror.co.uk/news/uk-news/tunisia-hotel-attack-carly-lovett-5958133\">told the Mirror</a> she was a “kind and outgoing person”. He said: “She got me into a lot of the music I am into. We always had really great times together. She was always one to express herself. I am really so sorry for all of her family.”</p> \n<p>On her beauty blog, <a href=\"http://ceejayell.blogspot.co.uk/\">CEE JAY ELL</a>, Lovett described herself as a “beauty junkie/closet hoarder/design lover”.</p> \n<p>“I’m not remotely a beauty expert and probably don’t have much beauty knowledge at all, but so what! I like beauty a lot, love trying new things and experimenting – I may not blend to perfection, and more often than not I apply eyeshadow with my fingers – but beauty doesn’t have to mean conformity!”</p> \n<p>Several prominent beauty bloggers have paid tribute to Lovett on Twitter. DJ Zoe London, a popular YouTuber, <a href=\"https://twitter.com/zoelondondj/status/614557830423707648?lang=en\">wrote</a>: “Heartbroken to learn tonight that blogger @ceejayell_ was caught up in the attack in tunisia. she was always so lovely. RIP. so, so sad. I hope soon there is an end to this terror. all my thoughts are with Carly’s family right now.”</p> \n<h2>Sue Davey and Scott Chalkley from Staffordshire</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"e5f627405ad66cffc8ff0f80fe6988b17548f754\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435495099027/c7f3b867-efd8-478b-91e2-b8c8983df372-317x420.jpeg\" alt=\"Sue Davey\" width=\"317\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sue Davey</span> \n  <span class=\"element-image__credit\">Photograph: Facebook via REX Shutterstock</span> \n </figcaption> \n</figure> \n<p> <a href=\"https://twitter.com/ConorFulford/status/614908207459385344\">Conor Fulford, from Tamworth in Staffordshire, tweeted</a> that “we lost my mother Sue Davey tonight”. Fulford said he had seen her on TV footage being taken away on a stretcher, and later learned she had died.</p> \n<p>Davey was on holiday with Chalkley, her partner. His son, Ross Nayler, from Derby, posted an online update saying he was “no longer with us” after being caught in the attack.</p> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"16991a2da43bb4ca2a8c88bf36ce3cd2ab64d312\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435495181882/e9fa0d56-92c4-46e8-8a1c-9013213a086a-302x420.jpeg\" alt=\"Scott Chalkley.\" width=\"302\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Scott Chalkley.</span> \n  <span class=\"element-image__credit\">Photograph: Facebook via REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>The couple both worked for Severn Trent Water. A spokeswoman for the company said: “We are immensely saddened by the news about Sue and Scott. They were much loved by their colleagues. Sue and Scott had a passion to help others however they could, they cared enormously for all those they worked with and were totally committed to our customers and our company.”</p> \n<h2>Jim and Ann McQuire from Cumbernauld</h2> \n<p>The couple from Cumbernauld, North Lanarkshire, were named on social media and in reports as having been killed in the attack. </p> \n<p>Jim McQuire had volunteered with the Boys’ Brigade in the area. The 55th Edinburgh Boys’ Brigade and Girls’ Association tweeted: “Really shocked to hear that Jim McQuire, BB officer with the 5th Cumbernauld and his wife Ann were killed in the Tunisia shootings. RIP.” </p> \n<h2>Lisa Burbidge from Tyneside</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"32916d56398e36aa90b52cf03fe0eb11b1034061\"> \n <img src=\"http://media.guim.co.uk/32916d56398e36aa90b52cf03fe0eb11b1034061/50_0_1454_2183/666.jpg\" alt=\"Lisa Burbidge.\" width=\"666\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lisa Burbidge.</span> \n  <span class=\"element-image__credit\">Photograph: Northumbria Police/PA</span> \n </figcaption> \n</figure> \n<p>Police have said they are supporting the family of a woman from Tyneside, believed to be Burbidge, who lived in Whickham, Gateshead. </p> \n<p>Northumbria police said: “Support is being given by officers to the family of a woman from the Whickham area killed in the Tunisia attack.” It did not name her, but Burbridge was identified in reports.</p> \n<h2><strong>Trudy Jones from Blackwood, Gwent, south Wales</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"7f519992309d9af25ddf3088a63e3afb4e943c71\"> \n <img src=\"http://media.guim.co.uk/7f519992309d9af25ddf3088a63e3afb4e943c71/125_0_1233_1849/667.jpg\" alt=\"Trudy Jones.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Trudy Jones.</span> \n  <span class=\"element-image__credit\">Photograph: Gwent Police/PA</span> \n </figcaption> \n</figure> \n<p>Trudy Jones, a 51-year-old activity organiser at a care home, described by her family as “our beautiful mother”, was a mother of four who was on holiday with friends. “Our mother of all people didn’t deserve this, such a caring person who put everyone else before herself,” her family said in a statement released through Gwent police. “Always willing to help others, she loved everyone around her including all of the people she cared for at work. She will be missed by so many people. She was the rock of our family and kept us all going. None of us have a clue how we’re going to cope without her.”</p> \n<h2><strong>Bruce Wilkinson from Goole, East Yorkshire </strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"7b8506264face1367a84ed1f6ac0e76c824bfcd8\"> \n <img src=\"http://media.guim.co.uk/7b8506264face1367a84ed1f6ac0e76c824bfcd8/125_0_1431_2146/667.jpg\" alt=\"Bruce Wilkinson.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Bruce Wilkinson.</span> \n  <span class=\"element-image__credit\">Photograph: PA/PA</span> \n </figcaption> \n</figure> \n<p>His family issued a statement through local MP Andrew Percy paying tribute to the 72-year-old grandfather, a retired power station worker. It said: “We are devastated at the loss of Bruce, who was a devoted husband, father and grandfather. Bruce was a kind, compassionate man, with a dry sense of humour. He was fun-loving, and will be deeply missed by friends and family alike.” </p> \n<h2><strong>Stephen Mellor from Bodmin, Cornwall</strong></h2> \n<p>The 59-year-old engineer was killed as he shielded his wife, Cheryl, on the beach. <a href=\"http://www.mirror.co.uk/news/world-news/tunisia-terror-attack-heartbroken-british-5961690\">The nurse told the Mirror:</a> “I was screaming at people to check him and someone looked and they said he had no pulse. They said he was gone.” Cheryl, 55, who is in hospital being treated for two gunshot wounds to her arm and leg, told the BBC when the shooting started, they huddled together saying “I love you” to each other.<br /></p> \n<h2><strong>Claire Windass from Hull</strong></h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"aea92a1a64b70be0e4cfaf9cfdfe50e9b5d5d6a8\"> \n <img src=\"http://media.guim.co.uk/aea92a1a64b70be0e4cfaf9cfdfe50e9b5d5d6a8/87_0_1735_2600/667.jpg\" alt=\"Claire Windass.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Claire Windass.</span> \n  <span class=\"element-image__credit\">Photograph: SWNS.com/rossparry.co.uk</span> \n </figcaption> \n</figure> \n<p>Karl Turner, MP for East Hull, tweeted: “So sorry Claire Windass from Hull was killed in Tunisia terrorist attack. My thoughts with family &amp; friends. RIP.” The 54-year-old was reported to have been on holiday with her husband Jim, who is understood to have survived the attack. <br /></p> \n<h2>Lorna Carty from Robinstown, Co Meath</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"1d04f8273cd7412d679084854da03f19037bc999\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/6/28/1435495368709/0ab99912-7432-47e9-8045-5f2b161bc692-239x420.jpeg\" alt=\"Lorna Carty from Robinstown, County Meath\" width=\"239\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Lorna Carty from Robinstown, County Meath</span> \n  <span class=\"element-image__credit\">Photograph: Facebook via REX Shutterstock</span> \n </figcaption> \n</figure> \n<p>Lorna Carty, an Irish national, was on holiday with her husband, who was recovering from heart surgery. Family and friends said the break in Tunisia was a gift after her husband Declan, a dairy farmer, had his operation. <br /></p> \n<p>A mother of two in her mid-50s, she was believed to have gone to the beach alone when the gunman struck. Declan Carty, who was inside the hotel at the time, was uninjured and is said to be “absolutely distraught”.</p> \n<p>“Lorna rushed her husband to hospital about a fortnight ago after he was getting pains in his heart. He had to get stents in,” a family friend said. “They went out to Tunisia to have a bit of a holiday after the operation.”</p> \n<p>Carty was a nurse in a GP surgery in Navan. She had a son and a daughter, and the family are keen supporters of the local Gaelic Athletic Association (GAA). Her son, Simon Carty, 21, is on the Meath Senior Gaelic Athletic Assocation football team and was looking after their small farm while his parents went away, according to Associated Press. Her daughter Hazel, 18, is understood to be on a separate holiday after finishing her exams.</p> \n<p>Simon Carty has flown out to Tunisia to be at his father’s side. Hazel has arrived back in Ireland from Turkey as the Robinstown community in Co Meath prepare for Lorna Carty’s funeral, which might take place this week.</p> \n<h2>Laurence and Martina Hayes from Co Westmeath, Ireland</h2> \n<p>The latest Irish victims of the Tunisian terror attack have been confirmed as Laurence and Martina Hayes, a couple in their 50s, who had one daughter, 30-year-old Sinead.</p> \n<p>Laurence Hayes was an inspector for the Bus &Eacute;ireann coach company and was well known in his home town of Athlone in the Irish midlands. His wife Martina originally came from a large well-respected farming family in Kiltoom, Co Roscommon, not far from Athlone.</p> \n<h2>Lana Lemaire from Namur, southern Belgium</h2> \n<p>Lana Lemaire, the Ukrainian wife of the injured Belgian national Emile Lemaire, lived in Namur, in the southern French-speaking region of Wallonia, <a href=\"http://www.hln.be/hln/nl/33982/Islamitische-Staat/article/detail/2377553/2015/06/27/Belgische-vrouw-bij-39-doden-IS-aanslag-in-Tunesie.dhtml\">according to Belgian media. </a></p> \n<p>She had a grownup son and worked in the kitchens at the Saint-Luc medical clinic in the Bouge area of the city, reports say. </p> \n<p>A spokesman for the municipal authority told local media her husband was a well-known figure on the local basketball scene, where he had been a volunteer for decades. “Police have been mobilised to provide psychological support and appropriate assistance to Mr Lemaire and his family,” <a href=\"http://www.lalibre.be/actu/belgique/attentat-a-sousse-une-des-quatre-victimes-belges-a-succombe-a-ses-blessures-558e315235705238f34645f1\">a spokesman told La Libre.</a></p> \n<p>Emile Lemaire, who was on holiday with his wife and two friends, related their ordeal on Friday in an <a href=\"http://www.lavenir.net/cnt/dmf20150627_00670256\">interview with L’Avenir</a>. He described them taking refuge under chairs as the gunman opened fire on the beach, hitting him in the arm. </p> \n<p>When he spoke to the media, his wife had been taken to hospital unconscious, but he had not known where. He was desperately trying to make contact with the Belgian and Tunisian authorities. He was told on Saturday that she had died.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/189848415689aeaa2be1e6ea850a241b9b1794a0/0_0_2559_1536/2559.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2559,"orientation":"landscape","credit":"Agencies","altText":"Composite of eight victims of the Tunisia terror attack. Top row: Lorna Carty, Eileen Swannack, John Welch, Sue Davey. Bottom row: Carly Lovett, Scott Chalkley, Joel Richards, Adrian Evans -","cleanCredit":"Photograph: Agencies"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435494996571/3082bcd4-eb2d-4752-b8bc-0489bb949176-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Left to right: Owen Richards, Adrian Evans, Patrick Evans and Joel Richards Photograph: Facebook via SWNS.com","credit":"Facebook via SWNS.com","altText":"Left to right: Owen Richards, Adrian Evans, Patrick Evans and Joel Richards","cleanCaption":"Left to right: Owen Richards, Adrian Evans, Patrick Evans and Joel Richards","cleanCredit":"Photograph: Facebook via SWNS.com"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/27/1435414759901/7cc170d9-d345-446c-b176-91eacbd9fdf5-400x600.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":600,"width":400,"orientation":"portrait","caption":"Carly Lovett. Photograph: Cee Jay Ell blog","credit":"Cee Jay Ell blog","altText":"Carly Lovett","cleanCaption":"Carly Lovett.","cleanCredit":"Photograph: Cee Jay Ell blog"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435495098520/c7f3b867-efd8-478b-91e2-b8c8983df372-771x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":771,"orientation":"portrait","caption":"Sue Davey Photograph: Facebook via REX Shutterstock","credit":"Facebook via REX Shutterstock","altText":"Sue Davey","cleanCaption":"Sue Davey","cleanCredit":"Photograph: Facebook via REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435495181599/e9fa0d56-92c4-46e8-8a1c-9013213a086a-733x1020.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1020,"width":733,"orientation":"portrait","caption":"Scott Chalkley. Photograph: Facebook via REX Shutterstock","credit":"Facebook via REX Shutterstock","altText":"Scott Chalkley.","cleanCaption":"Scott Chalkley.","cleanCredit":"Photograph: Facebook via REX Shutterstock"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/32916d56398e36aa90b52cf03fe0eb11b1034061/50_0_1454_2183/1454.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2183,"width":1454,"orientation":"portrait","caption":"Lisa Burbidge. Photograph: Northumbria Police/PA","credit":"Northumbria Police/PA","altText":"Lisa Burbidge.","cleanCaption":"Lisa Burbidge.","cleanCredit":"Photograph: Northumbria Police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7f519992309d9af25ddf3088a63e3afb4e943c71/125_0_1233_1849/1233.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1849,"width":1233,"orientation":"portrait","caption":"Trudy Jones. Photograph: Gwent Police/PA","credit":"Gwent Police/PA","altText":"Trudy Jones.","cleanCaption":"Trudy Jones.","cleanCredit":"Photograph: Gwent Police/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/7b8506264face1367a84ed1f6ac0e76c824bfcd8/125_0_1431_2146/1431.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2146,"width":1431,"orientation":"portrait","caption":"Bruce Wilkinson. Photograph: PA/PA","credit":"PA/PA","altText":"Bruce Wilkinson.","cleanCaption":"Bruce Wilkinson.","cleanCredit":"Photograph: PA/PA"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/aea92a1a64b70be0e4cfaf9cfdfe50e9b5d5d6a8/87_0_1735_2600/1735.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2600,"width":1735,"orientation":"portrait","caption":"Claire Windass. Photograph: SWNS.com/rossparry.co.uk","credit":"SWNS.com/rossparry.co.uk","altText":"Claire Windass.","cleanCaption":"Claire Windass.","cleanCredit":"Photograph: SWNS.com/rossparry.co.uk"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435495369026/0ab99912-7432-47e9-8045-5f2b161bc692-1163x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1163,"orientation":"portrait","caption":"Lorna Carty from Robinstown, County Meath Photograph: Facebook via REX Shutterstock","credit":"Facebook via REX Shutterstock","altText":"Lorna Carty from Robinstown, County Meath","cleanCaption":"Lorna Carty from Robinstown, County Meath","cleanCredit":"Photograph: Facebook via REX Shutterstock"}],"webPublicationDate":"2015-06-28T12:33:01Z","lastModified":"2015-06-29T08:03:39Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Jessica Elgot","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/6/26/1435313719448/Jessica-Elgot-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/jessica-elgot"},{"name":"Peter Walker","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/peterwalker"},{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news","Islamic State"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"},{"id":"world/isis","webTitle":"Islamic State"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/27/tunisia-beach-attack-the-victims","shortUrl":"http://gu.com/p/4a734","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/27/tunisia-beach-attack-the-victims","webUri":"http://www.theguardian.com/world/2015/jun/27/tunisia-beach-attack-the-victims"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/189848415689aeaa2be1e6ea850a241b9b1794a0/0_0_2559_1536/2559.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2559,"orientation":"landscape","caption":"Eight victims of the Tunisia terror attack. Top row: Lorna Carty, Eileen Swannack, John Welch, Sue Davey. Bottom row: Carly Lovett, Scott Chalkley, Joel Richards, Adrian Evans. Photograph: Agencies","credit":"Agencies","altText":"Composite image of eight victims of the Tunisia terror attack","cleanCaption":"Eight victims of the Tunisia terror attack. Top row: Lorna Carty, Eileen Swannack, John Welch, Sue Davey. Bottom row: Carly Lovett, Scott Chalkley, Joel Richards, Adrian Evans.","cleanCredit":"Photograph: Agencies"}},"importance":0,"kicker":{"title":"The victims"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/189848415689aeaa2be1e6ea850a241b9b1794a0/0_0_2559_1536/2559.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1536,"width":2559,"orientation":"landscape","credit":"Agencies","altText":"Composite of eight victims of the Tunisia terror attack. Top row: Lorna Carty, Eileen Swannack, John Welch, Sue Davey. Bottom row: Carly Lovett, Scott Chalkley, Joel Richards, Adrian Evans -","cleanCredit":"Photograph: Agencies"}}]},{"title":"'If we do not have any tourists, then Tunisia is finished\"","rawTitle":"'If we do not have any tourists, then Tunisia is finished\"","item":{"type":"article","id":"world/2015/jun/28/tunisia-attack-defiance-sadness-tourists-beach","title":"Tunisia attack: defiance mixed with sadness as tourists return to beach","trailText":"After the horror and bloodshed, most British tourists are on their way home, but visitors from other countries are staying","standFirst":"<p data-dropid=\"0\">After the horror and bloodshed, most British tourists are on their way home, but visitors from other countries are staying</p>","byline":"Emma Graham-Harrison in Sousse","body":"<p>Paragliders sail overhead, children frolic in the shallow waves and a camel train carrying sunburned Europeans ambles down Sousse beach as the sun hits its midday peak.</p> \n<p>Only the empty sunloungers and flowers piled into an impromptu memorial outside the Imperial Marhaba hotel would remind a casual visitor that two days ago horror and bloodshed visited this stretch of sand.</p> \n<p>After <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts\">38 people were killed on their sun loungers</a>, by the pool and in the hotel lobby, the Foreign Office changed its advice about the country to warn that more attacks are possible.</p> \n<p>Thousands of British tourists who had flown to Tunisia expecting a week or two of peace and sunshine by the sea have now been flown home or are awaiting flights, and Tunisians working in the tourist trade are terrified that the industry will collapse.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-uk-security-force-tourist-resorts\">Tunisian police hunt for accomplices to tourist beach attack</a> </p> \n</aside> \n<p>“If we don’t have any tourists, Tunisia is finished,” said Mario Mssallem, 28, an entertainment co-ordinator at a hotel just along the beach from the shooting. “We are a poor country. All the people who work in hotels, how will they feed their children now? One person destroyed Tunisia.”</p> \n<p>But most of the country is still considered safe for travel by the British government, and some of the visitors on Sousse’s beaches on Sunday remained defiant, saying they would not let a murderous fanatic drive them away from a country they love visiting.</p> \n<p>“Its just one idiot trying to wreck everything for the Tunisians,” said Craig Reed, 42, from Pontypool, Gwent, who was strolling along the beach with his teenage son and daughter, wearing a sunhat printed with the Welsh flag.</p> \n<p>“If we were in that hotel, I’d get the kids out as soon as possible, I understand it. But we were four hotels along.” The family cancelled birthday and wedding anniversary celebrations planned for Friday, but were not planning to leave, despite the worries of friends and relatives back home.</p> \n<p>It is the family’s third visit to Tunisia, and if anything, the killing has made them more determined to come back. “The staff at the hotel were crying, saying no one will come back,” said 17-year-old Ceejay. “They are scared they won’t be able to feed their families.” </p> \n<p>James and Adele Hope Urwin said they had frightening memories of being herded off the beach as the bloodshed began, but also said Friday’s tragedy would not change how they felt about Tunisia.</p> \n<p>“We thought it would be unfair on Tunisia to just say ‘We are off,’ ” said James. He added that he had been travelling through central London during the 7 July 2005 suicide attacks on buses and tube trains but it had not stopped him returning to the city. “If it was a whole uprising or rebellion, of course we would worry more, but it’s just one prat.”</p> \n<p>But for some of those closest to the attack, the deaths had cast an unshakeable pall over their stay. “We’re going home early,” said Shaun Carter, an industrial roofer from Suffolk who was on a break with Claire Clarke. “We don’t have to go, but the general feeling is sadness.”</p> \n<p>There is also the lingering psychological impact of hearing tragedy unfold at the hotel next door. “Every time you hear an unexpected sound now, you do feel a little nervous,” Clarke said, but said she had not ruled out returning to Tunisia. “I’d love to come back, it’s a lovely country, lovely people, if they would have more security.” If the hotels paid for armed guards, she would happily visit again, she said.</p> \n<p>Many of the tourists caught up in the attacks have praised hotel staff for their bravery. One holidaymaker has said workers at his hotel, who seem to be idly watching the gunman in a photograph of the attack, were actually protecting guests.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-security-officials-european-ambassadors\">Tunisia attack: security officials to brief European ambassadors</a> </p> \n</aside> \n<p>“Those in the background formed a human shield to protect another hotel, they are not watching, they saved many lives,” John Yeoman said in a posting on Twitter. </p> \n<p>“The staff were in a line and they were shouting at him saying ‘We won’t let you through,’ ” he later told the Mirror. “That’s why [the gunman’s] got his back turned to them. He tried to get in my hotel.”</p> \n<p>Tunisians in Sousse organised a march on Saturday night against terrorism, which ended at the Marhaba hotel, and on Sunday they paraded the Tunisian flag on motor boats and a paraglider in a show of defiance, even as they mourned the dead.</p> \n<p>“Most of the people who were killed had come here for a holiday, to relax and then to get killed like this on the beach, it is not fair for them,” said Mssallem. The hotel where he works is now empty of British visitors, apart from a lone couple who flew in on Sunday. The woman is nervous all the time and their children were unhappy they had not cancelled the trip, he said, adding that he could not blame them.</p> \n<p>There are now regular horseback <a href=\"http://preview.gutools.co.uk/world/2015/jun/28/tunisia-attack-security-officials-european-ambassadors\">patrols by armed police</a>, and a string of checkpoints on nearby roads. If government efforts to tighten security can prevent another similar attack though, tourist numbers may yet recover in a country blessed with beautiful beaches and perfect summer weather.</p> \n<p>Countries that did not have citizens staying in the hotels that were targeted seemed less disturbed by the attacks. As British and Belgian holidaymakers headed home, Germans, Ukrainians, Serbians and other nationalities continued their holidays across the beach.</p> \n<p>At the Royal Kenz hotel, Rosalind Rowe, a semi-retired chauffeur, said she was finding it hard to sleep at night, but would probably stay to the end of her holiday on Wednesday. “It’s not their fault, the Tunisian people are lovely,” she said, recounting how her Tunisian tour operator hid more than two dozen visitors in his nearby house when the attack as going on. </p> \n<p>“These are ordinary people who work, who need the money. When there is an attack, do you clear London?”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435507024577/be6502f6-7fe8-4ff2-b770-7dbd9b1885e5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeff Mitchell/Getty","altText":"Man and woman in beachwear with flower in a bottle walk along the beach","cleanCredit":"Photograph: Jeff Mitchell/Getty"}],"bodyImages":[],"webPublicationDate":"2015-06-28T16:02:35Z","lastModified":"2015-06-28T23:40:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Emma Graham-Harrison","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/emma-graham-harrison"}],"feature":false,"keywords":["Tunisia","World news","Middle East and North Africa","Africa"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/world","webTitle":"World news"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/africa","webTitle":"Africa"}],"section":{"id":"world"},"topics":[{"displayName":"Emma Graham-Harrison","topic":{"type":"tag-contributor","name":"profile/emma-graham-harrison"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/28/tunisia-attack-defiance-sadness-tourists-beach","shortUrl":"http://gu.com/p/4a7e7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/28/tunisia-attack-defiance-sadness-tourists-beach","webUri":"http://www.theguardian.com/world/2015/jun/28/tunisia-attack-defiance-sadness-tourists-beach"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435507024577/be6502f6-7fe8-4ff2-b770-7dbd9b1885e5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Holidaymakers carry a floral tribute at Marhaba beach, near where 38 people were killed on Friday. Photograph: Jeff Mitchell/Getty","credit":"Jeff Mitchell/Getty","altText":"Man and woman in beachwear with flower in a bottle walk along the beach","cleanCaption":"Holidaymakers carry a floral tribute at Marhaba beach, near where 38 people were killed on Friday.","cleanCredit":"Photograph: Jeff Mitchell/Getty"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/28/1435507024577/be6502f6-7fe8-4ff2-b770-7dbd9b1885e5-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Jeff Mitchell/Getty","altText":"Man and woman in beachwear with flower in a bottle walk along the beach","cleanCredit":"Photograph: Jeff Mitchell/Getty"}}]},{"title":"Father of Tunisian gunman shocked and ashamed of son","rawTitle":"Father of Tunisian gunman shocked and ashamed of son","item":{"type":"article","id":"world/2015/jun/28/father-tunisian-gunman-seifeddine-rezgui-shocked-ashamed-son","title":"Father of Tunisian gunman Seifeddine Rezgui shocked and ashamed of son","trailText":"Hakim Rezgui says when he first heard news that his son had killed 38 tourists he could not comprehend it, and that he has no idea who had radicalised him","standFirst":"<p data-dropid=\"0\">Hakim Rezgui says when he first heard news that his son had killed 38 tourists he could not comprehend it, and that he has no idea who had radicalised him</p>","byline":"Rebecca Ratcliffe and agencies","body":"<p>The father of the gunman who shot dead 38 unarmed tourists in the Tunisia beach attack has said he is ashamed and shocked at his son’s actions.</p> \n<p>Speaking to ITV News soon after being released by police, <a href=\"http://www.itv.com/news/2015-06-28/father-of-tunisia-gunman-i-am-so-ashamed/\">Hakim Rezgui said his son had been spending time with new friends</a>, but that he had no idea who was responsible for having warped his mind.</p> \n<p>Seifeddine Rezgui, a 23-year-old student at Kairouan university, attacked tourists on the beach in the coastal city of Sousse. At least 30 Britons are understood to have died in the shooting. <br /></p> \n<p>Hakim Rezgui said that when he first heard the news he could not comprehend it and that he was sorry for all the lives that had been lost. “My god, I am so shocked,” he said. “I don’t know who has contacted him, influenced him or who has put these ideas in his head. He has new friends who got him into this.”</p> \n<p>He added: “My son had no problem with anyone. But I don’t know who has changed his mind, influenced him and who has warped his mind. I wish there had been no victims, no one hurt. I wish it had never happened. Because when I see the victims I think it could have been my own family.</p> \n<p>“I had no idea and I am really sorry. I am upset to see those victims. I feel the loss of the families so strongly. I feel like I have died along with the victims. I am so ashamed for me, for his mother, for all our family.”</p> \n<p>Describing the attack as a catastrophe, Rezgui explained that he rarely saw his son, who spent all his time at university or at a coffee shop.</p> \n<p>Adding that he had no idea of the plans Seifeddine was making, Rezgui said: “My son lost his life and he has lost our lives too. He has lost his life, his studies, his future and he’s ended our lives too.”</p> \n<p>The gunman’s aunt, Zara Rezgui, said he was a “kind, calm, normal boy” who spent most of the time alone.</p> \n<p>She said: “He was a blank page, he didn’t tell us anything about what he was planning. The first time we knew about it was when we saw it on the news.</p> \n<p>“We are shocked. God bless him. God is punishing us. His mother and father brought him up to be a good boy, work hard and get a good job. He never spoke about his secret.”</p> \n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/27/seifeddine-rezgui-tunisia-attacks-brainwashing-blame-terror\">Speaking to the Guardian</a> on Saturday, neighbours of the family in the Hay Zuhour neighbourhood of the small town of Ga&acirc;four in north Tunisia, said they were still coming to terms with the news.</p> \n<p>Monia Riahi, a neighbour and friend of the family, described Rezgui as good. “I’ve known him since he was small. He was never in trouble with anyone ever. Maybe he was brainwashed or something.” </p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8db00821838c9dabef4bdabbe30a8abaf3a40170/25_248_2305_1383/2305.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1383,"width":2305,"orientation":"landscape","credit":"Fawzi Dridi/AFP/Getty Images","altText":"Hakim Rezgui receives condolences outside his home in the town of Gaâfour in north Tunisia.","cleanCredit":"Photograph: Fawzi Dridi/AFP/Getty Images"}],"bodyImages":[],"webPublicationDate":"2015-06-28T22:01:52Z","lastModified":"2015-06-28T22:24:35Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rebecca Ratcliffe","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rebecca-ratcliffe"}],"feature":false,"keywords":["Tunisia","Africa","Middle East and North Africa","World news"],"tags":[{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"world/africa","webTitle":"Africa"},{"id":"world/middleeast","webTitle":"Middle East and North Africa"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[{"displayName":"Rebecca Ratcliffe","topic":{"type":"tag-contributor","name":"profile/rebecca-ratcliffe"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/28/father-tunisian-gunman-seifeddine-rezgui-shocked-ashamed-son","shortUrl":"http://gu.com/p/4a7hy","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/28/father-tunisian-gunman-seifeddine-rezgui-shocked-ashamed-son","webUri":"http://www.theguardian.com/world/2015/jun/28/father-tunisian-gunman-seifeddine-rezgui-shocked-ashamed-son"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8db00821838c9dabef4bdabbe30a8abaf3a40170/25_248_2305_1383/2305.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1383,"width":2305,"orientation":"landscape","caption":"Hakim Rezgui, father of Seifeddine Rezgui, receives condolences outside his home in the town of Gaâfour in north Tunisia. Photograph: Fawzi Dridi/AFP/Getty Images","credit":"Fawzi Dridi/AFP/Getty Images","altText":"Hakim Rezgui receives condolences outside his home in the town of Gaâfour in north Tunisia.","cleanCaption":"Hakim Rezgui, father of Seifeddine Rezgui, receives condolences outside his home in the town of Gaâfour in north Tunisia.","cleanCredit":"Photograph: Fawzi Dridi/AFP/Getty Images"}},"importance":0,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8db00821838c9dabef4bdabbe30a8abaf3a40170/25_248_2305_1383/2305.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1383,"width":2305,"orientation":"landscape","credit":"Fawzi Dridi/AFP/Getty Images","altText":"Hakim Rezgui receives condolences outside his home in the town of Gaâfour in north Tunisia.","cleanCredit":"Photograph: Fawzi Dridi/AFP/Getty Images"}}]}],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c72959853235cee7e12e2e1fae2060446e014b5e/0_47_3500_2100/1000.jpg","height":600,"width":1000}}]},{"title":"Theresa May flying to Tunisia for security talks","rawTitle":"Theresa May flying to Tunisia for security talks","item":{"type":"liveBlog","id":"politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live","title":"Theresa May flying to Tunisia for security talks following beach terror attack - Politics live","trailText":"Rolling coverage of all the day’s developments as they happen, including David Cameron’s Today interview and his statement to MPs about Tunisia and the EU summit","standFirst":"<p data-dropid=\"0\">Rolling coverage of all the day’s developments as they happen, including David Cameron’s Today interview and his statement to MPs about Tunisia and the EU summit</p>","byline":"Andrew Sparrow","section":"Politics","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab1d258f3a4240aa598b8528bc344fabd8b2edba/2011_817_1492_895/1492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":895,"width":1492,"orientation":"landscape","credit":"Isopix/REX Shutterstock/Isopix/REX Shutterstock","altText":"David Cameron EU summit meeting in Brussels.","cleanCredit":"Photograph: Isopix/REX Shutterstock/Isopix/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-29T08:16:26Z","lastModified":"2015-06-29T08:17:26Z","latestBlock":{"id":"block-5590f623e4b0c9bda8d8ac67","title":"Cameron's Today interview - Summary","publishedDateTime":"2015-06-29T08:16:26Z","body":"Even before the attack in Tunisia David Cameron had made it clear that he intended to adopt a more hard-edged approach to the problem posed by Islamist extremism than he did when he had had to govern in parternship with the Lib Dems. The week after the general election, as he unveiled plans for a counter-terrorism bill including banning orders and disruption orders, he said that for too long Britain had been “a passively tolerant society”. He expanded on this theme in a major speech in Bratislava. And today, in his Telegraph interview and his Today interview, he essentially repeated his commitment to what he is now calling a “full-spectrum” approach to the problem. But some of his language was striking. He also had an announcement to make, and some interesting things to say about Greece and the EU. Here are the key points. Cameron confirmed that Theresa May, the home secretary, and Tobias Ellwood, a Foreign Office minister, are flying to Tunisia today for security talks with government ministers. They would also be visiting Sousse, the site of the attack, to pass on their condolences, Cameron said. He said that Islamic State posed an “existential threat” to Britain and the West. Asked if it posed an existential theat “to the Western world, to us”, he replied: “I believe it does.” He went on: It is an existential threat because what’s happening here is the perversion of a great religion, and the creation of this poisonous death cult that is seducing too many young minds in Europe, in America, in the Middle East and elsewhere. This is going to be the struggle of our generation and we have to fight it with everything that we can. He said an RAC C-17 was being sent to Tunisia to bring back British casualties. He acknowledged that identifying victims had in some cases taken some time. “I know it has taken time, but these are very difficult things and we must get them right,” he said. He said he wished the BBC would stop calling Islamic State Islamic State. I wish the BBC would stop calling it an Islamic State, because it is not an Islamic state. What it is is an appalling, barbarous regime. It is a perversion of the religion of Islam. Many Muslims listening to this programme will recoil every time they hear the words Islamic State. So-called [Islamic State] or Isil is better. (The Guardian continues to call Islamic State (Isis) Islamic State because that is our agreed house style.). He sidestepped a question about a leaked report saying his private view is that it might be better for Greece to leave the euro. Britain wanted a long-term solution, he said. He said that Sunday’s referendum would, in practice, be about whether or not Greece remained in the euro. “If they vote no I find it hard to see how that’s consistent with staying in the euro,” he said. He said he got a “very good reception” from EU leaders when he presented his renegotiation plans at last week’s summit.","postType":"key-event"},"metadata":{"commentable":true,"commentCount":142,"contributors":[{"name":"Andrew Sparrow","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/5/6/1399378038371/Andrew-Sparrow-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/andrewsparrow"}],"feature":false,"keywords":["Politics","UK news","David Cameron","Tunisia","UK security and counter-terrorism","Greece","European Union","EU referendum","Foreign policy"],"tags":[{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"world/tunisia","webTitle":"Tunisia"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"world/greece","webTitle":"Greece"},{"id":"world/eu","webTitle":"European Union"},{"id":"politics/eu-referendum","webTitle":"EU referendum"},{"id":"politics/foreignpolicy","webTitle":"Foreign policy"}],"section":{"id":"politics"},"displayHint":"news","topics":[{"displayName":"Theresa May flying to Tunisia for security talks following beach terror attack - Politics live","topic":{"type":"content","name":"politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live"}}],"series":{"title":"Politics live with Andrew Sparrow","uri":"http://mobile-apps.guardianapis.com/lists/tag/politics/series/politics-live-with-andrew-sparrow"},"embeddedVideos":[],"adTargetingPath":"politics"},"style":{"navigationColour":"#b51800","navigationDownColour":"#cc2b12","ruleColour":"#cc2b12","liveBlogLabelColour":"#ffffff","headlineColour":"#ffffff","standfirstColour":"#f1d0cc","updateColour":"#f1d0cc","metaColour":"#f1d0cc","dividerColour":"#f1d0cc","backgroundColour":"#b51800","savedForLaterTrueColour":"#ffffff","savedForLaterFalseColour":"#f1d0cc","kickerColour":"#fdadba","colourPalette":"liveBlog"},"liveContent":{"liveBloggingNow":true,"blocks":[{"id":"block-5590f623e4b0c9bda8d8ac67","title":"Cameron's Today interview - Summary","publishedDateTime":"2015-06-29T08:16:26Z","body":"<p>Even before the attack in Tunisia <strong>David Cameron</strong> had made it clear that he intended to adopt a more hard-edged approach to the problem posed by Islamist extremism than he did when he had had to govern in parternship with the Lib Dems. The week after the general election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">as he unveiled plans for a counter-terrorism bill including banning orders and disruption orders,</a> he said that for too long Britain had been “a passively tolerant society”. He expanded on this theme <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\">in a major speech in Bratislava.</a> And today, in his Telegraph interview and his Today interview, he essentially repeated his commitment to what he is now calling a “full-spectrum” approach to the problem.</p> \n<p>But some of his language was striking. He also had an announcement to make, and some interesting things to say about Greece and the EU.</p> \n<p>Here are the key points.</p> \n<ul> \n <li><strong>Cameron confirmed that Theresa May, the home secretary, and Tobias Ellwood, a Foreign Office minister, are flying to Tunisia today for security talks with government ministers. </strong>They would also be visiting Sousse, the site of the attack, to pass on their condolences, Cameron said.</li> \n</ul> \n<ul> \n <li><strong>He said that Islamic State posed an “existential threat” to Britain and the West. </strong>Asked if it posed an existential theat “to the Western world, to us”, he replied: “I believe it does.” He went on:<br /></li> \n</ul> \n<blockquote> \n <p data-dropid=\"3\">It is an existential threat because what’s happening here is the perversion of a great religion, and the creation of this poisonous death cult that is seducing too many young minds in Europe, in America, in the Middle East and elsewhere. This is going to be the struggle of our generation and we have to fight it with everything that we can.</p> \n</blockquote> \n<ul> \n <li><strong>He said an RAC C-17 was being sent to Tunisia to bring back British casualties.</strong></li> \n</ul> \n<ul> \n <li><strong>He acknowledged that identifying victims had in some cases taken some time.</strong> “I know it has taken time, but these are very difficult things and we must get them right,” he said.</li> \n</ul> \n<ul> \n <li><strong>He said he wished the BBC would stop calling Islamic State Islamic State.</strong><br /></li> \n</ul> \n<blockquote> \n <p data-dropid=\"4\">I wish the BBC would stop calling it an Islamic State, because it is not an Islamic state. What it is is an appalling, barbarous regime. It is a perversion of the religion of Islam. Many Muslims listening to this programme will recoil every time they hear the words Islamic State. So-called [Islamic State] or Isil is better.</p> \n</blockquote> \n<p>(The Guardian continues to call Islamic State (Isis) Islamic State because that is our agreed house style.)</p> \n<ul> \n <li><strong>He sidestepped a question about<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option\"> a leaked report saying his private view is that it might be better for Greece to leave the euro.</a></strong> Britain wanted a long-term solution, he said.</li> \n</ul> \n<ul> \n <li><strong>He said that Sunday’s referendum would, in practice, be about whether or not Greece remained in the euro.</strong> “If they vote no I find it hard to see how that’s consistent with staying in the euro,” he said.</li> \n</ul> \n<ul> \n <li><strong>He said he got a “very good reception” from EU leaders when he presented his renegotiation plans at last week’s summit.</strong><br /></li> \n</ul>","postType":"key-event"},{"id":"block-5590f36de4b024248ae9a685","publishedDateTime":"2015-06-29T07:30:12Z","body":"<p><em>Q: If Greece leaves, then the EU will worry more about Britain leaving.</em></p> \n<p>Cameron says Britain brings a lot to the EU. He hopes these matters can be fixed.</p> \n<p><em>Q: You only had 10 minutes to discuss the EU renegotiation at the EU summit on Thursday. The French president nipped off to the loo. Wasn’t that a bit silly?</em></p> \n<p>Cameron says there was a “brief discussion” of the British situation. He got a good reception, because EU leaders know he has a mandate and because he had made an effort to speak to leaders beforehand.</p> \n<p>Every journey starts with a singe step, he says.</p> \n<p>And, on that profundity, he winds up.</p> \n<p>I’ll post a summary soon.</p>","postType":"blog"},{"id":"block-5590f2abe4b0c9bda8d8ac5f","publishedDateTime":"2015-06-29T07:27:39Z","body":"<p><em>Q: Is it true that you think it would be better in the long run for Greece to leave the euro?</em></p> \n<p>Cameron says Britain’s interests would be best served by having an agreement between Greece and the eurozone that delivers a long-term solution.</p> \n<p><em>Q: So you see Sunday’s referendum as a referendum on staying in the euro?</em></p> \n<p>Yes, says Cameron, but it is for the Greek people to decide.</p> \n<p>He says the British government must prepare for every eventuality. It has been planning how to help tourists in Greece if necessary, and what help Britons living in Greece might need.</p> \n<p><em>Q: Some argue if Greece leaves the euro, it would make your renegotiation easier.</em></p> \n<p>Cameron says he has started the renegotiation. That went well at the summit last week.</p> \n<p>He says the EU must be flexible enough to work for eurozone countries, and countries outside the euro.</p> \n<p>This needs to have “the flexibility of a network, not the rigidity of a bloc”.</p>","postType":"blog"},{"id":"block-5590f19fe4b024248ae9a682","publishedDateTime":"2015-06-29T07:24:25Z","body":"<p><em>Q: Young people from the UK are going to join Isil. In your Telegraph piece you write about reaching out to young people. But they are not listening go people like you.</em></p> \n<p>Cameron says there are practical things that can be done, like arrests.</p> \n<p>He says he also wants to see more Imams come out and say these attacks are not being done in their name.</p> \n<p>There are extremists who do not support violence, but who, for example, say Christians and Muslims cannot live together. Those views must be challenged too. They are not acceptable. The “gateway into terrorism” of extremist narratives must be closed.</p> \n<p><em>Q: Lady Warsi has said that it is mistake to shut people out, and to refuse to engage with them.</em></p> \n<p>Cameron says he disagrees with Warsi on this. He thinks government should engage, but only with organisations committed to a successful, multi-racial Britain. Having a dialogue with the other groups does not help.</p> \n<p>He says President Obama even quoted the Not in my name initiative that British Muslims started approvingly.</p> \n<p><em>Q: What does “not engaging” mean? If that is what these people think, that is what they think.</em></p> \n<p>Cameron says we should not assume that these groups are representative of the whole community.</p>","postType":"blog"},{"id":"block-5590f14de4b024248ae9a67f","publishedDateTime":"2015-06-29T07:19:53Z","body":"<p><em>Q: Isil has a third of Iraq and half of Syria. They are growing in strength.</em></p> \n<p>Cameron says Isil have lost a lot of territory in Iraq. So it is not true to say that their gains are not reversible.</p> \n<p>The ‘put your head in the sand’ approach is wrong. If we show unity and resolve, and work with allies, we can beat these people. But it will take extraordinary resolve.</p>","postType":"blog"},{"id":"block-5590f05be4b0c9bda8d8ac5e","publishedDateTime":"2015-06-29T07:18:28Z","body":"<p><em>Q: Since September we have launched 300 strikes against Isil. The US have launched 6,000. That’s a pin prick. But it makes us a target.</em></p> \n<p>Cameron says we will be a target anyway.</p> \n<p>We have been fighting extremists for 10 years. There have been attacks all over the world. They are striking at our way of life.</p> \n<p>Like when we were fighting communism, it is a battle between our values and our narrative, against their values and their narrative, he says.</p> \n<p><em>Q: Shouldn’t we listen to people like Lord Dannatt, the former head of the army, who says the military effort isn’t enough? Shouldn’t we deploy special forces?</em></p> \n<p>Cameron says the government never comments on what special forces do. It is investing in the air strategy. And it is trying to build up the capacity of the Iraqi army.</p> \n<p>Just invading a country is not enough. As the UN secretary general has said, a missile can kill terrorists. But it is good government that kills terrorism.</p> \n<p>He says President Assad in Syria is one of the causes of Isil. People say we should team up with Assad, but that is exactly the wrong approach.</p>","postType":"blog"},{"id":"block-5590ef64e4b0c9bda8d8ac5a","title":"David Cameron's Today interview","publishedDateTime":"2015-06-29T07:14:31Z","lastUpdatedDateTime":"2015-06-29T07:47:01Z","body":"<p>John Humphrys is interviewing<strong> David Cameron.</strong></p> \n<p>Humphrys starts by saying Theresa May, the home secretary, is going to Tunisia today.</p> \n<p>Cameron confirms that. He says May is going out with Tobias Ellwood, a Foreign Office minister. They will meet Tunisian ministers to discuss security.</p> \n<p>He says an RAC C-17 will go out today to help bring back British casualties. It may bring back bodies too.</p> \n<p><em>Q: Does Islamic State pose an existentialist threat to us?</em></p> \n<p>I believe it does, says Cameron. He says he wishes the BBC would not call it Islamic State. Many Muslims would recoil from that. Calling it Isil, or the so-called Islamic State would be better, he says.</p> \n<p>Cameron says this will be the struggle of our time.</p> \n<p>He says we will beat it because our values are better. But we need a full-spectrum response.</p> \n<p>We are the second largest contributor to air strikes against Isis.</p> \n<p>But you have to combat the extremist narrative too, he says.</p>","postType":"key-event"},{"id":"block-5590ec97e4b024248ae9a66c","publishedDateTime":"2015-06-29T07:02:38Z","body":"<p><a href=\"http://www.telegraph.co.uk/news/politics/david-cameron/11704576/David-Cameron-We-must-be-intolerant-of-Isil-intolerance.html\">In an article in the Daily Telegraph</a> today<strong> David Cameron</strong> says the government will counter terrrorism, and the threat posed by Islamic State (or Isis, or Isil) with a “full-spectrum response”. Here’s an extract.</p> \n<blockquote> \n <p data-dropid=\"1\">Perhaps the most important thing, is confronting the poisonous ideology that is driving terrible actions like those we saw on Friday. </p> \n <p data-dropid=\"2\"> That ideology stems from an extremist narrative, which hijacks the religion of Islam. It says that the West is bad and freedom is wrong. </p> \n <p data-dropid=\"3\"> It says that women are inferior and homosexuality is evil. It tells people that religious rule trumps the rule of law, that Caliphate trumps nation state. </p> \n <p data-dropid=\"4\"> To defeat this poisonous ideology, we must be clear about why it is so wrong. We must expose and defeat what it is that persuades young people, from Tunisia to Kuwait, from Belgium to Britain, to join ISIL. </p> \n <p data-dropid=\"5\"> When the gunman attacked innocent people spending time with their families on the beach, he was attacking the very things we stand for. </p> \n <p data-dropid=\"6\"> We must be stronger at standing up for our values – of peace, democracy, tolerance, freedom. We must be more intolerant of intolerance – rejecting anyone whose views condone the Islamist extremist narrative and create the conditions for it to flourish. </p> \n</blockquote> \n<p>He’s about the discuss this in an interview on the Today programme.</p> \n<p>Later, at 3.30pm, he will make a statement to MPs.</p> \n<p>I will be covering both in detial.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"}],"keyEvents":[{"id":"block-5590ec97e4b024248ae9a66c","publishedDateTime":"2015-06-29T07:02:38Z","body":"<p><a href=\"http://www.telegraph.co.uk/news/politics/david-cameron/11704576/David-Cameron-We-must-be-intolerant-of-Isil-intolerance.html\">In an article in the Daily Telegraph</a> today<strong> David Cameron</strong> says the government will counter terrrorism, and the threat posed by Islamic State (or Isis, or Isil) with a “full-spectrum response”. Here’s an extract.</p> \n<blockquote> \n <p data-dropid=\"1\">Perhaps the most important thing, is confronting the poisonous ideology that is driving terrible actions like those we saw on Friday. </p> \n <p data-dropid=\"2\"> That ideology stems from an extremist narrative, which hijacks the religion of Islam. It says that the West is bad and freedom is wrong. </p> \n <p data-dropid=\"3\"> It says that women are inferior and homosexuality is evil. It tells people that religious rule trumps the rule of law, that Caliphate trumps nation state. </p> \n <p data-dropid=\"4\"> To defeat this poisonous ideology, we must be clear about why it is so wrong. We must expose and defeat what it is that persuades young people, from Tunisia to Kuwait, from Belgium to Britain, to join ISIL. </p> \n <p data-dropid=\"5\"> When the gunman attacked innocent people spending time with their families on the beach, he was attacking the very things we stand for. </p> \n <p data-dropid=\"6\"> We must be stronger at standing up for our values – of peace, democracy, tolerance, freedom. We must be more intolerant of intolerance – rejecting anyone whose views condone the Islamist extremist narrative and create the conditions for it to flourish. </p> \n</blockquote> \n<p>He’s about the discuss this in an interview on the Today programme.</p> \n<p>Later, at 3.30pm, he will make a statement to MPs.</p> \n<p>I will be covering both in detial.</p> \n<p>As usual I will be covering the breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary at lunchtime and another in the afternoon.</p> \n<p>If you want to follow me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a></p>","postType":"blog"},{"id":"block-5590ef64e4b0c9bda8d8ac5a","title":"David Cameron's Today interview","publishedDateTime":"2015-06-29T07:14:31Z","lastUpdatedDateTime":"2015-06-29T07:47:01Z","body":"<p>John Humphrys is interviewing<strong> David Cameron.</strong></p> \n<p>Humphrys starts by saying Theresa May, the home secretary, is going to Tunisia today.</p> \n<p>Cameron confirms that. He says May is going out with Tobias Ellwood, a Foreign Office minister. They will meet Tunisian ministers to discuss security.</p> \n<p>He says an RAC C-17 will go out today to help bring back British casualties. It may bring back bodies too.</p> \n<p><em>Q: Does Islamic State pose an existentialist threat to us?</em></p> \n<p>I believe it does, says Cameron. He says he wishes the BBC would not call it Islamic State. Many Muslims would recoil from that. Calling it Isil, or the so-called Islamic State would be better, he says.</p> \n<p>Cameron says this will be the struggle of our time.</p> \n<p>He says we will beat it because our values are better. But we need a full-spectrum response.</p> \n<p>We are the second largest contributor to air strikes against Isis.</p> \n<p>But you have to combat the extremist narrative too, he says.</p>","postType":"key-event"},{"id":"block-5590f623e4b0c9bda8d8ac67","title":"Cameron's Today interview - Summary","publishedDateTime":"2015-06-29T08:16:26Z","body":"<p>Even before the attack in Tunisia <strong>David Cameron</strong> had made it clear that he intended to adopt a more hard-edged approach to the problem posed by Islamist extremism than he did when he had had to govern in parternship with the Lib Dems. The week after the general election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/live/2015/may/13/politics-live-david-cameron-theresa-may-new-laws-to-target-extremism#block-5552ffd8e4b03b3bccc7a537\">as he unveiled plans for a counter-terrorism bill including banning orders and disruption orders,</a> he said that for too long Britain had been “a passively tolerant society”. He expanded on this theme <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/19/pm-to-urge-muslims-and-isps-stop-giving-credence-to-extremist-ideology\">in a major speech in Bratislava.</a> And today, in his Telegraph interview and his Today interview, he essentially repeated his commitment to what he is now calling a “full-spectrum” approach to the problem.</p> \n<p>But some of his language was striking. He also had an announcement to make, and some interesting things to say about Greece and the EU.</p> \n<p>Here are the key points.</p> \n<ul> \n <li><strong>Cameron confirmed that Theresa May, the home secretary, and Tobias Ellwood, a Foreign Office minister, are flying to Tunisia today for security talks with government ministers. </strong>They would also be visiting Sousse, the site of the attack, to pass on their condolences, Cameron said.</li> \n</ul> \n<ul> \n <li><strong>He said that Islamic State posed an “existential threat” to Britain and the West. </strong>Asked if it posed an existential theat “to the Western world, to us”, he replied: “I believe it does.” He went on:<br /></li> \n</ul> \n<blockquote> \n <p data-dropid=\"3\">It is an existential threat because what’s happening here is the perversion of a great religion, and the creation of this poisonous death cult that is seducing too many young minds in Europe, in America, in the Middle East and elsewhere. This is going to be the struggle of our generation and we have to fight it with everything that we can.</p> \n</blockquote> \n<ul> \n <li><strong>He said an RAC C-17 was being sent to Tunisia to bring back British casualties.</strong></li> \n</ul> \n<ul> \n <li><strong>He acknowledged that identifying victims had in some cases taken some time.</strong> “I know it has taken time, but these are very difficult things and we must get them right,” he said.</li> \n</ul> \n<ul> \n <li><strong>He said he wished the BBC would stop calling Islamic State Islamic State.</strong><br /></li> \n</ul> \n<blockquote> \n <p data-dropid=\"4\">I wish the BBC would stop calling it an Islamic State, because it is not an Islamic state. What it is is an appalling, barbarous regime. It is a perversion of the religion of Islam. Many Muslims listening to this programme will recoil every time they hear the words Islamic State. So-called [Islamic State] or Isil is better.</p> \n</blockquote> \n<p>(The Guardian continues to call Islamic State (Isis) Islamic State because that is our agreed house style.)</p> \n<ul> \n <li><strong>He sidestepped a question about<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/politics/2015/jun/26/cameron-told-eu-leader-greek-exit-from-euro-may-be-best-option\"> a leaked report saying his private view is that it might be better for Greece to leave the euro.</a></strong> Britain wanted a long-term solution, he said.</li> \n</ul> \n<ul> \n <li><strong>He said that Sunday’s referendum would, in practice, be about whether or not Greece remained in the euro.</strong> “If they vote no I find it hard to see how that’s consistent with staying in the euro,” he said.</li> \n</ul> \n<ul> \n <li><strong>He said he got a “very good reception” from EU leaders when he presented his renegotiation plans at last week’s summit.</strong><br /></li> \n</ul>","postType":"key-event"}],"paginationLinks":{"updates":"http://live-blogs.mobile-apps.guardianapis.com/updates/politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live?date=2015-06-29T08:17:26Z"}},"links":{"uri":"http://live-blogs.mobile-apps.guardianapis.com/items/politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live","shortUrl":"http://gu.com/p/4a7n3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live","webUri":"http://www.theguardian.com/politics/blog/live/2015/jun/29/cameron-gives-today-programme-interview-on-tunisia-greece-and-the-eu-politics-live"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/ab1d258f3a4240aa598b8528bc344fabd8b2edba/2011_817_1492_895/1492.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":895,"width":1492,"orientation":"landscape","caption":"David Cameron EU summit meeting in Brussels. Photograph: Isopix/REX Shutterstock","credit":"Isopix/REX Shutterstock","altText":"David Cameron EU summit meeting in Brussels.","cleanCaption":"David Cameron EU summit meeting in Brussels.","cleanCredit":"Photograph: Isopix/REX Shutterstock"}},"importance":6,"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/c0741f1ab6a974ce5daff2b488c7f9a3c4af85fb/0_0_2088_1251/1000.jpg","height":599,"width":1000}}]},{"title":"US / Pride leads celebration of supreme court same-sex ruling","rawTitle":"Pride leads celebration of supreme court same-sex ruling","item":{"type":"article","id":"us-news/2015/jun/28/san-francisco-pride-supreme-court-gay-marriage-ruling","title":"San Francisco Pride leads celebration of supreme court same-sex ruling","trailText":"Marches worldwide celebrate ‘normalisation’ of marriage triumph while Black Lives Matter protesters briefly interrupt Chicago Pride parade","standFirst":"<ul>\n <li>Marches worldwide celebrate ‘normalisation’ of marriage triumph</li>\n <li>Black Lives Matter protesters briefly interrupt Chicago Pride parade</li>\n</ul>","byline":"Rory Carroll in San Francisco and Zach Stafford in Chicago","body":"<p>Hundreds of thousands of people marched, danced and waved rainbow banners through San Francisco for the most jubilant Pride festival in living memory on Sunday, capping a weekend of celebrations around the world.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">Gay marriage declared legal across the US in historic supreme court ruling</a> </p> \n</aside> \n<p>Music bands led a parade of floats for the city’s 45th annual Lesbian, Gay, Bisexual and Transgender Pride festival, a party swelled by straight allies, cheerleaders, tourists and exhibitionists, all basking in the glow of sunshine and the US legalisation of same-sex marriage.</p> \n<p>Around a million people were expected in <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/us-news/san-francisco\">San Francisco</a>, a crucible of the gay rights movement, following equally ebullient Pride marches in London, New York, Dublin, Paris and other cities.</p> \n<p>The US supreme court’s <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/society/2015/jun/26/gay-marriage-legal-supreme-court\">landmark ruling</a> on Friday that same-sex marriages were constitutional cast a mainstream, feel-good aura over a parade which at times in the past has felt edgy and defiant.</p> \n<p>“It feels more normalised – in a good way,” said Eugene Chisenko, 31, as he and his husband, Chuck Goldhaber, 27, watched a cacophony of revellers, including families with children, whoop their way down Market Street. </p> \n<p>“It feels less like we’re insisting on being normal and that we just are normal. It feels less about sex.”</p> \n<p>Goldhaber, wearing rainbow suspenders over a bare chest, agreed. “It feels that the [straight] allies are here more to celebrate and less for the spectacle,” he said.</p> \n<p>Nalasa Cutler, 30, attending her first San Francisco Pride, said the city felt united. “Everyone is being so festive and happy. I was expecting it to be a bit more crazy; see a lot more nudity.”</p> \n<p>Organisers said the festival’s theme, Equality Without Exception, was timely because the LGBT rights movement would now focus on fighting discrimination in housing and employment. </p> \n<p>“Queers and allies alike need to vote and stay vigilant,” Gary Virginia, the head of SF Pride, said in a statement.</p> \n<p>Overall attendance for Pride events around the world was expected in the millions. In New York, revellers and well-wishers turned Fifth Avenue into a colourful, boisterous, open-air party. </p> \n<p>“What do we want?” they chanted, a familiar refrain.</p> \n<p>“Marriage equality!”</p> \n<p>Then the twist: “When did we get it?”</p> \n<p>“Friday!”</p> \n<figure class=\"element element-image\" data-media-id=\"2186afdc16942cdc828bd2cf4d0d1158be4c4ebc\"> \n <img src=\"http://media.guim.co.uk/2186afdc16942cdc828bd2cf4d0d1158be4c4ebc/0_0_3500_2101/1000.jpg\" alt=\"New York Pride\" width=\"1000\" height=\"600\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People cheer revellers while they march in front of Stonewall Inn during the annual Gay Pride parade in New York .</span> \n  <span class=\"element-image__credit\">Photograph: Eduardo Munoz/Reuters</span> \n </figcaption> \n</figure> \n<p>New York’s governor, Andrew Cuomo, presided at a same-sex wedding ceremony in front of the Stonewall Inn, where in 1969 gay patrons resisted a police raid, launching the modern gay rights movement. Mayor Bill de Blasio wore a rainbow tie and his wife, Chirlane McCray, and their son, Dante, held rainbow flags.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/gallery/2015/jun/28/new-york-pride-ian-mckellen-derek-jacobi\">New York Pride: Ian McKellen and Derek Jacobi have the time of their lives – in pictures</a> </p> \n</aside> \n<p>David Studinski, march director for New York City Pride, tweeted that this was the most historic Pride march since the first.</p> \n<p>Dublin hosted Ireland’s biggest ever gay rights parade on Saturday. While covering London’s Pride parade CNN earned widespread mockery for an “exclusive report” which mistook a flag displaying sex toy symbols for that of the Islamic State.</p> \n<p>Chicago, Seattle, Paris, St Louis and Manila, among other cities, hosted rallies of varying size on Sunday. At some marches, trouble flared.</p> \n<p>In Chicago, during the largest Pride celebration in the city’s history, a protest related to another progressive cause briefly erupted on the parade route. Two hours into the celebration, activisits chanting “Black lives matter!” staged a “die in”, briefly holding up the march.</p> \n<p>According to protest organisers, approximately 60 people stopped the parade for 15 minutes on Halsted and Addison in the Boystown neighbourhood.</p> \n<p>“We went out today to remind people that Pride comes out of queer and trans people of colour like Sylvia Rivera and Marsha P Johnson,” Page May, an organiser of a protest that was dubbed #BlackOutPride, told the Guardian.</p> \n<p>“We were here to talk about the challenges we are still facing as a community,” May said.</p> \n<p>Chicago police could not immediately confirm how many arrests had been made, but according to police scanners 15 to 20 officers were dispatched to the scene.</p> \n<p>In Istanbul, meanwhile, for reasons not immediately clear, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/video/2015/jun/28/istanbul-gay-pride-parade-police-water-cannon-rubber-bullets-video\">police used water cannons to clear a rally</a>.<br /></p> \n<p>In San Francisco on Sunday, though, the mood remained celebratory. Dykes on Bikes, a lesbian group, kicked off the parade, followed by dancers, cheerleaders, fire trucks, floats and music bands. The march wound its way to city hall, which was ringed by more than 20 stages and venues and nearly 300 exhibitors.</p> \n<p>Police said a bystander was shot in the arm on Saturday after several men got into an argument unrelated to the celebration. The injury was said to be non-life threatening.</p> \n<p>Earlier on Saturday, dozens gathered on a slope of Twin Peaks, a nearby mountain, to assemble a pink triangle several hundred feet wide, which was visible for miles. The symbol the Nazis used to identify gay prisoners in concentration camps, the triangle was intended to be a reminder of hatred and intolerance. Mayor Edwin Lee and other dignitaries attended the ceremony.</p> \n<figure class=\"element element-image\" data-media-id=\"fff4b4043f4c1ee420128300ea9229fdeb1d1145\"> \n <img src=\"http://media.guim.co.uk/fff4b4043f4c1ee420128300ea9229fdeb1d1145/0_273_5760_3453/1000.jpg\" alt=\"Chicago Pride\" width=\"1000\" height=\"599\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">People celebrate at the Chicago Pride Parade.</span> \n  <span class=\"element-image__credit\">Photograph: Michael Tercha/Zuma Press/Corbis</span> \n </figcaption> \n</figure> \n<p>Parade participants on Sunday included Nancy Pelosi, the House of Representatives minority leader, California lieutenant governor Gavin Newsom, who as mayor in 2004 allowed the first gay marriage ceremonies at city hall, and Laverne Cox, the star of Netflix’s Orange is the New Black, who unveiled her wax figure at Madame Tussauds.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/jun/28/facebook-rainbow-colored-profiles-san-francisco-pride\">Hold the applause for Facebook's rainbow-colored profiles, activists say</a> </p> \n</aside> \n<p>Jim Obergefell, the lead plaintiff in the supreme court case, also attended.</p> \n<p>Speakers include Alicia Garza, who started the #BlackLivesMatter movement, and Kate Kendall, leader of the National Center for Lesbian Rights. Rick Welts, the president of the Golden State Warriors, the Oakland-based NBA champions, served as celebrity grand marshal.</p> \n<p>Philip Cravens, 62, a retired hotel worker, marched wearing only factor 100 sun cream. </p> \n<p>“It’s one of the only days in the year you can legally be naked,” he said. Why did he want to be naked? “It’s liberating and it’s free. And I like to be the centre of attention.”</p> \n<p>A man running a “free hugs” stall near city hall embraced a perpetually replenishing line of people. </p> \n<p>“Business is booming,” he beamed.</p>","section":"US","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/241edfda9c4c0cc0222075376b3006df8b9d3d91/0_88_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Max Whittaker/Getty Images","altText":"Jim Obergefell, San Francisco Pride","cleanCredit":"Photograph: Max Whittaker/Getty Images"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2186afdc16942cdc828bd2cf4d0d1158be4c4ebc/0_0_3500_2101/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2101,"width":3500,"orientation":"landscape","caption":"People cheer revellers while they march in front of Stonewall Inn during the annual Gay Pride parade in New York . Photograph: Eduardo Munoz/Reuters","credit":"Eduardo Munoz/Reuters","altText":"New York Pride","cleanCaption":"People cheer revellers while they march in front of Stonewall Inn during the annual Gay Pride parade in New York .","cleanCredit":"Photograph: Eduardo Munoz/Reuters"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/fff4b4043f4c1ee420128300ea9229fdeb1d1145/0_273_5760_3453/5760.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3453,"width":5760,"orientation":"landscape","caption":"People celebrate at the Chicago Pride Parade. Photograph: Michael Tercha/Zuma Press/Corbis","credit":"Michael Tercha/Zuma Press/Corbis","altText":"Chicago Pride","cleanCaption":"People celebrate at the Chicago Pride Parade.","cleanCredit":"Photograph: Michael Tercha/Zuma Press/Corbis"}],"webPublicationDate":"2015-06-28T22:51:43Z","lastModified":"2015-06-28T23:37:46Z","metadata":{"commentable":true,"commentCount":76,"contributors":[{"name":"Rory Carroll","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/11/14/1415969446486/Rory-Carroll-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rorycarroll"},{"name":"Zach Stafford","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/zach-stafford"}],"feature":false,"keywords":["Same-sex marriage (US)","LGBT rights","San Francisco","California","Chicago","US news","World news","US supreme court","US constitution and civil liberties","Law","Gay marriage","Society"],"tags":[{"id":"us-news/same-sex-marriage-us","webTitle":"Same-sex marriage (US)"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"us-news/san-francisco","webTitle":"San Francisco"},{"id":"us-news/california","webTitle":"California"},{"id":"us-news/chicago","webTitle":"Chicago"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"world/world","webTitle":"World news"},{"id":"law/us-supreme-court","webTitle":"US supreme court"},{"id":"law/us-constitution-and-civil-liberties","webTitle":"US constitution and civil liberties"},{"id":"law/law","webTitle":"Law"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"society/society","webTitle":"Society"}],"section":{"id":"us-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"us-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/us-news/2015/jun/28/san-francisco-pride-supreme-court-gay-marriage-ruling","shortUrl":"http://gu.com/p/4a7tq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/us-news/2015/jun/28/san-francisco-pride-supreme-court-gay-marriage-ruling","webUri":"http://www.theguardian.com/us-news/2015/jun/28/san-francisco-pride-supreme-court-gay-marriage-ruling"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/241edfda9c4c0cc0222075376b3006df8b9d3d91/0_88_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","caption":"Supreme court plaintiff Jim Obergefell rides in a convertible in the San Francisco Gay Pride Parade. Photograph: Max Whittaker/Getty Images","credit":"Max Whittaker/Getty Images","altText":"Jim Obergefell, San Francisco Pride","cleanCaption":"Supreme court plaintiff Jim Obergefell rides in a convertible in the San Francisco Gay Pride Parade.","cleanCredit":"Photograph: Max Whittaker/Getty Images"}},"importance":5,"kicker":{"title":"US"},"showQuotedHeadline":false,"sublinks":[{"title":"Turkey / Police fire water cannon and rubber pellets at revellers","rawTitle":"Police fire water cannon and rubber pellets at revellers","item":{"type":"article","id":"world/2015/jun/28/riot-police-fire-water-cannon-and-rubber-pellets-at-gay-pride-revellers","title":"Turkish riot police fire water cannon and rubber pellets at Pride revellers","trailText":"This year’s parade in Istanbul coincided with the holy month of Ramadan in a country where some conservative Muslims are ardent homophobes","standFirst":"<p data-dropid=\"0\">This year’s parade in Istanbul coincided with the holy month of Ramadan in a country where some conservative Muslims are ardent homophobes</p>","byline":"Agencies in Istanbul","body":"<p>Turkish police fired water cannon and rubber pellets to disperse a crowd gathered in central Istanbul yesterday for the city’s annual gay pride parade.</p> \n<p>It was not immediately clear why the police stopped the marchers gathering and chased away between 100 and 200 of them. The parade has been held in Istanbul in previous years, leading some to dub it the largest Pride event in the Muslim world. </p> \n<p>However, the timing of this year’s parade coincided with the holy month of Ramadan, something that could have caused conservative Muslims to bristle. </p> \n<p>Turkey’s Dogan news agency reported that police told the crowd to disperse soon after they began assembling, telling them they would not be allowed to march. </p> \n<p>The police appeared intent on stopping the crowd gathering near Taksim Square, a Dogan cameraman said. Taksim is a traditional rallying ground for demonstrators and saw weeks of unrest in 2013. </p> \n<p>The crowd regrouped a few blocks down the street and continued to dance and chant slogans against homophobia without any further clashes. The rally grew to several thousand people as the day wore on.</p> \n<p>While homosexuality is not a crime in Turkey, as it is in most other Muslim countries, homophobia remains widespread.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95bd1d6147d50e3a7f94ec49f31387943756a5e8/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Reuters","altText":"Riot police use water cannon to disperse Pride participants in Istanbul","cleanCredit":"Photograph: Reuters"}],"bodyImages":[],"webPublicationDate":"2015-06-28T20:11:37Z","lastModified":"2015-06-29T06:50:19Z","metadata":{"commentable":false,"commentCount":0,"contributors":[],"feature":false,"keywords":["World news","Turkey","LGBT rights"],"tags":[{"id":"world/world","webTitle":"World news"},{"id":"world/turkey","webTitle":"Turkey"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/jun/28/riot-police-fire-water-cannon-and-rubber-pellets-at-gay-pride-revellers","shortUrl":"http://gu.com/p/4a7hq","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/jun/28/riot-police-fire-water-cannon-and-rubber-pellets-at-gay-pride-revellers","webUri":"http://www.theguardian.com/world/2015/jun/28/riot-police-fire-water-cannon-and-rubber-pellets-at-gay-pride-revellers"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457297170","source":"Reuters","durationInSeconds":131,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/28/150628TurkeyLGBT.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/28/150628TurkeyLGBT_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/28/1435508451502/KP_327102_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Turkish police fire water cannon and rubber bullets at Istanbul gay pride parade  video","credit":"guardian.co.uk","altText":"620x372 trailpic for Turkish police fire water cannon and rubber bullets at Istanbul gay pride parade  video","cleanCaption":"620x372 trailpic for Turkish police fire water cannon and rubber bullets at Istanbul gay pride parade  video"}}},"importance":0,"kicker":{"title":"Turkey"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/95bd1d6147d50e3a7f94ec49f31387943756a5e8/0_0_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Reuters","altText":"Riot police use water cannon to disperse Pride participants in Istanbul","cleanCredit":"Photograph: Reuters"}}]}],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/241edfda9c4c0cc0222075376b3006df8b9d3d91/0_88_3000_1800/3000.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1800,"width":3000,"orientation":"landscape","credit":"Max Whittaker/Getty Images","altText":"Jim Obergefell, San Francisco Pride","cleanCredit":"Photograph: Max Whittaker/Getty Images"}}]},{"title":"Climate change / Barack Obama turns tables in David Attenborough interview","rawTitle":"Barack Obama turns tables in David Attenborough interview","item":{"type":"article","id":"environment/2015/jun/29/barack-obama-turns-tables-in-david-attenborough-climate-change-interview","title":"Barack Obama turns tables in David Attenborough climate change interview","trailText":"US president has opportunity to put questions to naturalist but ends up admitting action on climate change must be global and quicker","standFirst":"<p data-dropid=\"0\">US president has opportunity to put questions to naturalist but ends up admitting action on climate change must be global and quicker</p>","byline":"Reuters","body":"<p>Barack Obama was the one asking the questions in an interview with British naturalist David Attenborough that aired on Sunday in which they agreed that combating climate change would require a global effort.</p> \n<p> Saying he had long been a “huge admirer” of Attenborough’s TV documentaries about the environment, Obama turned the tables on Attenborough in an interview taped on 8 May at the White House, which aired on the BBC and other international broadcasters.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2015/jun/25/sir-david-attenborough-and-barack-obama-face-to-face-in-tv-interview\">David Attenborough and Barack Obama face-to-face in TV interview</a> </p> \n</aside> \n<p> Climate change is one of Obama’s priorities for his remaining time in office, but he faces resistance from Republicans in Congress on how to deal with the issue.</p> \n<p> Obama noted the US agreement with China in 2014 to set new limits on carbon emissions starting in 2025. The two countries are the world’s leading carbon emitters.</p> \n<p> He told Attenborough: “We’re not moving as fast as we need to, and part of what I know from watching your programs, and all the great work you’ve done, is that these ecosystems are all interconnected.</p> \n<p> “If just one country is doing the right thing, but other countries are not, then we’re not going to solve the problem. We’re going to have to have a global solution to this,” he said.</p> \n<p> Attenborough agreed that “the solutions are global”.</p> \n<p> Obama also asked the naturalist if he thought it was possible “to get a handle on these issues”.</p> \n<p> After Attenborough stressed the value of finding ways to generate and store power from renewable resources, Obama said: “I think you’re right about that. There has got to be an economic component to this.”</p> \n<p> Attenborough, 89, the brother of the late actor and director Richard Attenborough, has been making television documentaries for 60 years. The BBC has called him “the godfather of natural history TV”.</p> \n<p> </p> \n<p> It came as his administration is finalising rules to curb carbon emissions from power plants. Obama has pushed world leaders to agree to new targets at a summit later this year in Paris.</p> \n<p> Obama told Attenborough that children were “much more environmentally aware” than adults, and cited his daughters Malia, 16, and Sasha, 13, as examples. “They do not dispute, for example, the science around climate change,” Obama said.</p>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2480e2a854ee4a2c2601bd589113a0c89eefae85/316_538_2817_1690/2817.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1690,"width":2817,"orientation":"landscape","credit":"Chuck Kennedy/The White/BBC/PA","altText":"Barack Obama interviews David Attenborough.","cleanCredit":"Photograph: Chuck Kennedy/The White/BBC/PA"}],"bodyImages":[],"webPublicationDate":"2015-06-29T01:53:56Z","lastModified":"2015-06-29T02:36:43Z","metadata":{"commentable":true,"commentCount":253,"contributors":[],"feature":false,"keywords":["Climate change","US news","Barack Obama","David Attenborough","Environment","UK news","Greenhouse gas emissions","Renewable energy","Energy","World news"],"tags":[{"id":"environment/climate-change","webTitle":"Climate change"},{"id":"us-news/us-news","webTitle":"US news"},{"id":"us-news/barack-obama","webTitle":"Barack Obama"},{"id":"tv-and-radio/david-attenborough","webTitle":"David Attenborough"},{"id":"environment/environment","webTitle":"Environment"},{"id":"uk/uk","webTitle":"UK news"},{"id":"environment/carbon-emissions","webTitle":"Greenhouse gas emissions"},{"id":"environment/renewableenergy","webTitle":"Renewable energy"},{"id":"environment/energy","webTitle":"Energy"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"topics":[],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/29/barack-obama-turns-tables-in-david-attenborough-climate-change-interview","shortUrl":"http://gu.com/p/4a7kb","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/29/barack-obama-turns-tables-in-david-attenborough-climate-change-interview","webUri":"http://www.theguardian.com/environment/2015/jun/29/barack-obama-turns-tables-in-david-attenborough-climate-change-interview"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457279011","source":"BBC One, Sunday 28th June at 10.30pm","durationInSeconds":107,"formats":[{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/25/150625Obama_1.m3u8"},{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/25/150625Obama_1_desk.mp4"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/6/25/1435273145607/KP_325336_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Barack Obama interviews David Attenborough on climate change - video","credit":"guardian.co.uk","altText":"620x372 trailpic for Barack Obama interviews David Attenborough on climate change - video","cleanCaption":"620x372 trailpic for Barack Obama interviews David Attenborough on climate change - video"}}},"importance":4,"kicker":{"title":"Climate change"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/2480e2a854ee4a2c2601bd589113a0c89eefae85/316_538_2817_1690/2817.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1690,"width":2817,"orientation":"landscape","credit":"Chuck Kennedy/The White/BBC/PA","altText":"Barack Obama interviews David Attenborough.","cleanCredit":"Photograph: Chuck Kennedy/The White/BBC/PA"}}]},{"title":"'Moment of truth' / Solar plane sets off on longest solo flight in history","rawTitle":"Solar plane sets off on longest solo flight in history","item":{"type":"article","id":"environment/2015/jun/29/solar-plane-takes-off-solo-pacific-crossing","title":"Solar plane takes off in 'moment of truth' for longest solo flight in history","trailText":"Solar Impulse 2 sets off on Pacific crossing from Japan to Hawaii, expected to last five days and nights in most difficult leg yet of Andre Borschberg’s attempt","standFirst":"<p data-dropid=\"0\">Solar Impulse 2 sets off on Pacific crossing from Japan to Hawaii, expected to last five days and nights in most difficult leg yet of Andre Borschberg’s attempt</p>","byline":"Alan Yuhas in New York","body":"<p>A solar plane took off for what could be the longest solo flight in history on Monday, with its Swiss pilot confronting the “moment of truth” of a journey around the Pacific Ocean and around the world.<br /></p> \n<p>The Solar Impulse 2 set off about 3am from Nagoya, Japan, en route to Hawaii, a trip expected to take five days and nights of continuous flight.</p> \n<p>The Pacific crossing represents the most difficult leg of Andre Borschberg’s attempt to circumnavigate the world in a multi-stage flight.</p> \n<p>Borschberg was delayed in Nagoya for weeks after “a wall” of bad weather forced an unplanned landing and his original flight, from Nanjing, China, was diverted in early June to Japan.</p> \n<p>The Swiss pilot flew for 44 hours from Nanjing to Nagoya – two days and two nights – and rested only in 20 minute intervals. To cross the Pacific he will have to repeat the feat two and a half times over.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/25/solar-aircraft-impulse-2-flown-pacific-world-record-bid\">Solar aircraft to be flown across the Pacific in world record bid</a> </p> \n</aside> \n<p>“We really are in the moment of truth now,” Conor Lennon, a member of the Solar Impulse team said from the project’s headquarters. “It’s the moment of truth technically and in human terms as well. Can the plane manage it?”</p> \n<p>“There’s a lot of uncertainty at the end, we cannot know everything,” Bertrand Piccard, Borschberg’s project co-founder and occasional co-pilot, said after the team decided to fly. “Today we accepted the decision to go, we accepted that risk, we believe the window is good.”</p> \n<p>Piccard said that the window to reach Hawaii is “a little bit tight” and that “maybe we’ll be a little bit late” before a weather system moves into the plane’s path. The plane’s crew has spent weeks trying to gauge long-range weather forecasts to find a window for the crossing.</p> \n<p>With wind and turbulence calmer in the predawn hours of the morning, the Solar Impulse 2 took off in the darkness equipped with full batteries that would recharge as the sun rises over the ocean. The plane has 17,000 solar cells on its wings and a top speed of about 87mph, faster than a ship but much slower than traditional aircraft. </p> \n<p>Designed to be lightweight – its carbon-fiber build and lithium batteries weigh little more than two tons, about as much as a car – the plane is threatened by strong winds and bad weather like the driving rains that halted its progress for weeks in Japan. </p> \n<p>Borschberg’s home for the next five days will be a 130-cubic-foot cockpit, in which he’ll have to keep the plane gliding as much as possible during the day to save power, guiding it into patches of sunlight and using its motors as little as possible. </p> \n<p>He will also have to endure altitudes of 28,000ft and temperatures close to 100F (55C) in the unpressurized and unheated cockpit. Meanwhile the entire Solar Impulse team will help recalculate the plane’s journey every day, adjusting for weather and other variables that might affect its trajectory.</p> \n<p>“We are really at the limit of what the technology can provide,” he <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/25/solar-aircraft-impulse-2-flown-pacific-world-record-bid\">told the Guardian last month</a>.<br /></p> \n<p>“The step we make forward is huge,” he said. “We didn’t have the chance to test this airplane day and night, we never flew over the oceans. There is no way to go back, so when you leave the coast of China you are committed to go to Hawaii, you are committed to fly five days five nights. You have to go to the end.”</p> \n<p>Borschberg, a 62-year-old Swiss engineer, performs yoga to help stay alert and rested during flights.</p> \n<p>The plane began its circumnavigation from <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/mar/08/swiss-pilots-attempt-worlds-first-around-world-solar-flight\">Abu Dhabi</a> in March, stopping in Muscat, Ahmedabad, Varanasi, Mandalay, Chongqing and Nanjing – and <a href=\"http://www.fai.org/records/news-of-records/39450-solar-impulse-lands-in-nanjing-after-flight-across-china\">breaking records for solar flight</a> along the way. </p> \n<p>In May, Piccard<a href=\"https://www.youtube.com/watch?v=_rLVnJN_BPA\"> compared</a> his and Borschberg’s challenge with achievements on par with those of other aviation pioneers.<br /></p> \n<p>“Eighty years ago, maybe we would have done like some of the pioneers, like <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/09/amelia-earhart-rare-footage-burbank-california\">Amelia Earhart</a>,” Piccard said. “That means taking off without knowing what would happen and disappear.”</p> \n<p>Earhart vanished over the Pacific in 1937 attempting the hazardous crossing over 5,000 miles of ocean, through unpredictable weather and long hours of exhausting work. In June a team of researchers has <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2015/jun/09/amelia-earhart-rare-footage-burbank-california\">traveled to the tiny atoll of Nikumaroro</a> in the south Pacific, where <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/us-news/2014/oct/30/amelia-earhart-plane-finally-found-not-so-fast\">they believe her plane crashed</a> and wreckage remains to this day.</p> \n<p>Solar Impulse would be more cautious than its predecessors, Piccard said: “We don’t want to be daredevils. It would be stupid. We have the tools to make it in a safer way.” </p> \n<p>If successful, Borschberg will have beaten the the standing endurance record for solo flight in any plane by about two days. </p> \n<p>On Tuesday Piccard admitted that doubts sometimes creep into his mind about safety, but expressed confidence about the mission.</p> \n<p>“You create your own very dark scenarios,” he said. “What happen if all the engines fail and the plane is in the water – OK – and then you go back to the reasonable decision-making. We have a narrow plane we have tested, it works, it’s fine. We have a good team, we have people ready to make it happen.”</p> \n<p>Borschberg has also dismissed risks, and said that he has faith in his training and emergency equipment: a parachute and life raft for worst-case scenarios.</p> \n<p>After landing Hawaii, Borschberg plans to fly to Phoenix, Arizona, for another leg of the journey of comparable length to the first flight over the Pacific.</p> \n<p>The original Solar Impulse flew a 26-hour flight in 2010, proving that a solar-powered aircraft could store enough energy in its lithium batteries to keep flying at night. The Swiss engineers hope that their innovations with solar power and energy efficiency can be incorporated into other technologies and daily use around the world.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/uploader/embed/2015/05/solar_impulse_pacific_flight/giv-212770Mj66Xxg7snv/img/solar_impulse_pacific620-3-0-0.png\" data-alt=\"solar impulse\"> \n <a href=\"http://interactive.guim.co.uk/uploader/embed/2015/05/solar_impulse_pacific_flight/giv-212770Mj66Xxg7snv/img/solar_impulse_pacific620-3-0-0.png\">solar impulse</a> \n <figcaption>\n  Illustration showing the route between Japan and Hawaii, and the amount of daylight that will be available to them.\n </figcaption> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a009d5cf85b48b5e95f808d5255a6c6b92c21603/58_302_3773_2266/3773.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2266,"width":3773,"orientation":"landscape","credit":"AP","altText":"The Solar Impulse 2 flies over Nagoya airport after taking off from Nagoya, central Japan, early on Monday.","cleanCredit":"Photograph: AP"}],"bodyImages":[],"webPublicationDate":"2015-06-29T01:00:45Z","lastModified":"2015-06-29T07:12:01Z","metadata":{"commentable":true,"commentCount":121,"contributors":[{"name":"Alan Yuhas","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2014/9/19/1411137976218/Alan-Yuhas-R.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alan-yuhas"}],"feature":false,"keywords":["Solar power","Environment","Air transport","World news"],"tags":[{"id":"environment/solarpower","webTitle":"Solar power"},{"id":"environment/environment","webTitle":"Environment"},{"id":"world/air-transport","webTitle":"Air transport"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"environment"},"topics":[{"displayName":"Alan Yuhas","topic":{"type":"tag-contributor","name":"profile/alan-yuhas"}}],"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/jun/29/solar-plane-takes-off-solo-pacific-crossing","shortUrl":"http://gu.com/p/4a3gm","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/jun/29/solar-plane-takes-off-solo-pacific-crossing","webUri":"http://www.theguardian.com/environment/2015/jun/29/solar-plane-takes-off-solo-pacific-crossing"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-457299068","source":"Reuters","durationInSeconds":37,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/06/29/150629Solar_FromGAus-16x9.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/06/29/150629Solar_FromGAus/150629Solar_FromGAus.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/6/29/1435557879226/Solar-Impulse-2-001.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":360,"width":640,"orientation":"landscape","caption":"This handout photo taken early on June 29, 2015 and provided by the Solar Impulse project shows the Swiss-made solar-powered plane Solar Impulse 2 (top L) preparing for take off from the international airport in Nagoya, Japan, headed for Hawaii. 29 June 2015 Photograph: SOLAR IMPULSE/AFP","credit":"SOLAR IMPULSE/AFP","altText":"Solar Impulse 2","cleanCaption":"This handout photo taken early on June 29, 2015 and provided by the Solar Impulse project shows the Swiss-made solar-powered plane Solar Impulse 2 (top L) preparing for take off from the international airport in Nagoya, Japan, headed for Hawaii. 29 June 2015 Photograph: SOLAR IMPULSE/AFP"}}},"importance":3,"kicker":{"title":"'Moment of truth'"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"replace","image":{"urlTemplate":"http://media.guim.co.uk/a009d5cf85b48b5e95f808d5255a6c6b92c21603/58_302_3773_2266/1000.jpg","height":601,"width":1000}}]},{"title":"Lord Janner / Peer to face justice after DPP ruling overturned","rawTitle":"Peer to face justice after DPP ruling overturned","item":{"type":"article","id":"uk-news/2015/jun/28/lord-janner-face-trial-dpp-ruling-overturned-sexual-abuse-allegations","title":"Lord Janner to face justice after DPP ruling overturned","trailText":"Pressure grows on director of public prosecutions Alison Saunders to resign as it emerges trial of facts will take place after sex abuse allegations ","standFirst":"<p data-dropid=\"0\">Pressure grows on director of public prosecutions Alison Saunders to resign as it emerges trial of facts will take place after sex abuse allegations </p>","byline":"Sandra Laville and  Rajeev Syal","body":"<p>Pressure is growing on the director of public prosecutions, Alison Saunders, to resign after her decision not to charge Lord Janner with a string of sexual abuse charges dating back to the 1960s was overturned in a review by an independent QC.</p> \n<p>Janner is to face justice in a trial of the facts following a review from an unnamed QC, the Crown Prosecution Service will announce on Monday. </p> \n<p> It will be the first time that allegations against Janner – which have been investigated in the past in three failed police investigations – will be aired in a courtroom.</p> \n<p>Saunders said in April it was not in the public interest to charge Janner, because he had dementia, which meant he was unfit to enter a plea. Her decision was challenged by alleged victims in a formal process known as the right to review. It is believed to be one of the first times that alleged victims have overturned a DPP’s decision.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/15/cps-decision-not-prosecute-lord-janner-under-review\">CPS decision not to prosecute Lord Janner under review</a> </p> \n</aside> \n<p>Saunders overruled a specialist QC, Eleanor Laws, an expert in child abuse law, who recommended that the peer be charged. The DPP’s decision led to an extraordinary rift with Leicestershire police, who spent two years investigating Janner in the latest inquiry and said Saunders’ failure to charge him was “perverse”. The force threatened legal action to overturn the DPP’s decision.</p> \n<p>The family of the 86-year-old peer have said he is innocent of any of the allegations. </p> \n<p>Alleged victims of Janner said that they had received hand-delivered letters on Saturday informing them that the CPS’s decision not to prosecute had been reversed.</p> \n<p>One, who has asked to remain anonymous, said: “It shouldn’t have taken this long – 45 years for some – to get to this point. Saunders should go because she has tried to stop the truth from coming out.”</p> \n<p>Another alleged victim, Paul Miller, accused Alison Saunders of incompetence.</p> \n<p>Miller, 53, from Leicester, claimed he was groped by the former Labour MP at the Palace of Westminster during a school trip when he was nine. He told the Sunday Express: “It’s great news but Alison Saunders should be sacked. She’s been proved to be incompetent in not making the right decision in the first place. Her position is now untenable.”</p> \n<p>Simon Danczuk, the Labour MP for Rochdale, led calls on Friday for Saunders to resign following initial reports that the decision would be overturned.</p> \n<p>“All suggestions are that Saunders reached the wrong conclusion in April and this is not the first time she has made a major mistake,” he said. “She has struggled in some of her decisions to pursue journalists through the courts, too. Her job is all about judgment.” </p> \n<p>David Davis, the Conservative MP and former shadow home secretary, said this was the right decision but questioned why it had taken Saunders so long to come to this “unusual” conclusion.</p> \n<p>“It is hard to know why she decided not to have a trial of the facts in the first place, only to decide to do so after the huge political furore,” he said. “This has been a terrible process which has prolonged the misery not just for the alleged victims but also for Janner and his family.” He stopped short of calling for her to resign, saying to do so would be premature.</p> \n<p>John Mann, the MP for Bassetlaw who has called for criminal inquiries into other historical claims of child abuse against former and existing Parliamentarians, said the decision should be welcomed because it would open doors for new inquiries. “This decision is a huge breakthrough. Hopefully, we will be able to look at the way MPs and peers have used privilege and their connections to stop inquiries into their alleged conduct,” he said.</p> \n<p>Mann added that he did not want Saunders to leave her post. “This would be a distraction from the job in hand of uncovering the truth about alleged child abuse. She should be shouting much louder to get enough resources to properly resource her prosecutors who are looking into historical child abuse claims.” </p> \n<p>In a “trial of facts”, the jury is asked to decide – on the basis of evidence adduced by prosecution lawyers and by lawyers appointed by the court to put the case for the defence – whether or not the accused did the acts he was charged with. Because the defendant cannot put forward a defence, there can be no verdict of guilty and the court cannot pass sentence. All the court can do is to make a hospital order, a supervision order or an order for the defendant’s absolute discharge.</p> \n<p>Liz Dux, a lawyer from Slater and Gordon representing a number of the alleged victims, said: “My clients are delighted by this decision. It is a total vindication of why they challenged the original decision of the DPP. All they have ever wanted was to give their evidence in a court and have findings of fact established. They have been denied this right for many many years but now their faith in British justice is restored and they look forward to being listened to after so long.”</p>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/446e420ce3502966b601ba04fd44d2289cb9fec4/3_675_2138_1281/2138.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1281,"width":2138,"orientation":"landscape","credit":"Nick Razzell/REX Shutterstock/Nick Razzell/REX Shutterstock","altText":"Greville Janner","cleanCredit":"Photograph: Nick Razzell/REX Shutterstock/Nick Razzell/REX Shutterstock"}],"bodyImages":[],"webPublicationDate":"2015-06-28T10:14:32Z","lastModified":"2015-06-29T00:05:03Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Sandra Laville","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/sandralaville"},{"name":"Rajeev Syal","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rajeev-syal"}],"feature":false,"keywords":["UK news","Law","Crown Prosecution Service"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"law/law","webTitle":"Law"},{"id":"law/crown-prosecution-service","webTitle":"Crown Prosecution Service"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/jun/28/lord-janner-face-trial-dpp-ruling-overturned-sexual-abuse-allegations","shortUrl":"http://gu.com/p/4a7ac","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/jun/28/lord-janner-face-trial-dpp-ruling-overturned-sexual-abuse-allegations","webUri":"http://www.theguardian.com/uk-news/2015/jun/28/lord-janner-face-trial-dpp-ruling-overturned-sexual-abuse-allegations"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/446e420ce3502966b601ba04fd44d2289cb9fec4/3_675_2138_1281/2138.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1281,"width":2138,"orientation":"landscape","caption":"Lord (Greville) Janner, pictured in 2005. Alison Saunders said it was not in the public interest to charge him because he had dementia. Photograph: Nick Razzell/Rex Shutterstock","credit":"Nick Razzell/Rex Shutterstock","altText":"Greville Janner","cleanCaption":"Lord (Greville) Janner, pictured in 2005. Alison Saunders said it was not in the public interest to charge him because he had dementia.","cleanCredit":"Photograph: Nick Razzell/Rex Shutterstock"}},"importance":2,"kicker":{"title":"Lord Janner"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/446e420ce3502966b601ba04fd44d2289cb9fec4/3_675_2138_1281/2138.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1281,"width":2138,"orientation":"landscape","credit":"Nick Razzell/REX Shutterstock/Nick Razzell/REX Shutterstock","altText":"Greville Janner","cleanCredit":"Photograph: Nick Razzell/REX Shutterstock/Nick Razzell/REX Shutterstock"}}]},{"title":"NHS / Staff told to say 'I am sorry' to patients","rawTitle":"Staff told to say 'I am sorry' to patients","item":{"type":"article","id":"society/2015/jun/29/nhs-staff-sorry-patients-medical-blunders","title":"NHS staff told to say 'I am sorry' to patients for medical blunders","trailText":"New guidance says doctors, nurses and midwives must now offer prompt apology and explanation to those injured by mistakes during treatment","standFirst":"<p data-dropid=\"0\">New guidance says doctors, nurses and midwives must now offer prompt apology and explanation to those injured by mistakes during treatment</p>","byline":"Denis Campbell Health correspondent","body":"<p>Doctors, nurses and midwives will have to offer patients face-to-face apologies and say they are personally sorry about medical blunders under tough new rules designed to make the NHS more honest.</p> \n<p>The 920,000 members of those three professions must now offer a prompt and heartfelt apology and explanation to the patient when things go wrong under new guidance being published on Monday.</p> \n<p>It applies to all the UK’s 234,000 doctors and 686,000 nurses and midwives. The guidance should mean that those injured by mistakes during treatment, such as being given the wrong drug, are told immediately what happened and what harm they have suffered or may suffer as a result.</p> \n<p>The General Medical Council (GMC), which regulates doctors, and the Nursing and Midwifery Council think that genuine, personal apologies will help patients overcome their anxiety and distress.</p> \n<p>“Patients are likely to find it more meaningful if you offer a personalised apology – for example ‘I am sorry …’ – rather than a general expression of regret about the incident on the organisation’s behalf,” says the guidance, which was prompted by the Mid Staffordshire care scandal.</p> \n<p>“Saying ‘I am sorry’ is intuitive. You want to avoid saying, for example, ‘my trust regrets’ or ‘the organisation that I work for regrets’. These could be seen by patients as slightly weasel words. They want a personal apology and for the doctor or the team to show genuine contrition,” said Professor Terence Stephenson, an eminent paediatrician who is the GMC’s chairman.</p> \n<p>The move could ultimately reduce the rising tide of medical negligence against the NHS, which now costs it about &pound;1.3bn a year in damages and legal fees. Research shows that many patients only resort to legal action because they feel they have not been told the truth about a lapse in safety. The guidance seeks to reassure staff by emphasising that apologising “doesn’t mean that we expect you to take personal responsibility for system failures or other people’s mistakes”.</p> \n<p>Between 10% and 20% of patients are believed to suffer some harm as a direct result of receiving healthcare, especially in hospital. Often they suffer minor damage but sometimes they have the wrong part of their body operated on or even die as a result. All harm will now have to be disclosed.</p> \n<p>The guidance will make it much harder for any doctor, nurse or midwife to do what some have done until now, namely keep silent about a failing they have caused or witnessed for fear that that they or their colleagues or employer will be sued. Failure to comply with the regulators’ new instructions will mean that any doctor, nurse or midwife whose conduct prompts a complaint will be judged more harshly when their fitness to practise is being considered by their disciplinary body.</p> \n<p>When explaining that a problem has occurred NHS staff must “share all you know and believe to be true … [and] respond honestly to any questions” whether an investigation is still ongoing or not. They should use plain English, not medical jargon, and ensure they do not answer their mobile phone or pager during the conversation so the patient knows they are taking it seriously, Stephenson added.</p> \n<p>The guidance has been beefed-up since a draft was released last year. It now includes a duty on NHS medical personnel not to obstruct colleagues or ex-colleagues who want to raise concerns about patient safety.</p> \n<p>The move was backed by the Royal College of Physicians, which represents the UK’s 30,000 hospital doctors, and the Medical Defence Union, which represents doctors accused of wrongdoing. Dr Michael Devlin, its head of professional standards and liaison, said it had been advising doctors for over 50 years to tell the patient and apologise as soon as they became aware of a mishap.</p> \n<p>But the British Medical Association, the doctors’ union, voiced concern. “Any suggestion of an enforced apology where there is a dispute over where fault lies would be inappropriate. Research shows that most poor outcomes are due to system rather than individual failures. Apologies in these circumstances should be couched in those terms if we are to have a process that is truthful and appropriate”, said Dr Mark Porter, its chair of council.</p> \n<p>Peter Walsh, chief executive of the charity Action against Medical Accidents (AvMA), said some doctors, nurses and midwives had ignored advice from professional bodies to be open and honest.</p> \n<p>“Most doctors and nurses have always done the right thing but some lack the awareness and skills to do it well and compassionately. Some have justified not being open because of fear of adverse consequences for them or their employer, such as litigation. In effect the system as a whole has frowned upon cover-ups but been prepared to tolerate them,” he said.</p> \n<p>“At AvMA all too many times we have seen the devastating effect that cover-ups have on patients and their families. Sometimes the trauma is more harmful than the original mistake. It drives people to take legal or disciplinary action to achieve some accountability and learning to prevent the same thing happening to others.”</p>","section":"Society","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fad264aa4f737cfca22e088d5022cc8a1bc4571/0_0_5070_3044/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3044,"width":5070,"orientation":"landscape","credit":"Graham Turner for the Guardian","altText":"Professor Terence Stephenson, GMC chairman","cleanCredit":"Photograph: Graham Turner for the Guardian"}],"bodyImages":[],"webPublicationDate":"2015-06-28T23:02:05Z","lastModified":"2015-06-28T23:43:54Z","metadata":{"commentable":true,"commentCount":176,"contributors":[{"name":"Denis Campbell","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/deniscampbell"}],"feature":false,"keywords":["NHS","Nursing","Midwifery","Doctors","Health","Health policy","Society","UK news","Mid Staffordshire NHS Trust","Hospitals","Politics","Public services policy"],"tags":[{"id":"society/nhs","webTitle":"NHS"},{"id":"society/nursing","webTitle":"Nursing"},{"id":"society/midwifery","webTitle":"Midwifery"},{"id":"society/doctors","webTitle":"Doctors"},{"id":"society/health","webTitle":"Health"},{"id":"politics/health","webTitle":"Health policy"},{"id":"society/society","webTitle":"Society"},{"id":"uk/uk","webTitle":"UK news"},{"id":"society/mid-staffordshire-nhs-trust","webTitle":"Mid Staffordshire NHS Trust"},{"id":"society/hospitals","webTitle":"Hospitals"},{"id":"politics/politics","webTitle":"Politics"},{"id":"society/policy","webTitle":"Public services policy"}],"section":{"id":"society"},"topics":[{"displayName":"Denis Campbell","topic":{"type":"tag-contributor","name":"profile/deniscampbell"}}],"embeddedVideos":[],"adTargetingPath":"society"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/society/2015/jun/29/nhs-staff-sorry-patients-medical-blunders","shortUrl":"http://gu.com/p/4a7fc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/society/2015/jun/29/nhs-staff-sorry-patients-medical-blunders","webUri":"http://www.theguardian.com/society/2015/jun/29/nhs-staff-sorry-patients-medical-blunders"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fad264aa4f737cfca22e088d5022cc8a1bc4571/0_0_5070_3044/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3044,"width":5070,"orientation":"landscape","caption":"Professor Terence Stephenson, GMC chairman said: ‘Saying ‘I am sorry’ is intuitive. You want to avoid saying, for example, ‘my trust regrets’ or ‘the organisation that I work for regrets’.’ Photograph: Graham Turner for the Guardian","credit":"Graham Turner for the Guardian","altText":"Professor Terence Stephenson, GMC chairman","cleanCaption":"Professor Terence Stephenson, GMC chairman said: ‘Saying ‘I am sorry’ is intuitive. You want to avoid saying, for example, ‘my trust regrets’ or ‘the organisation that I work for regrets’.’","cleanCredit":"Photograph: Graham Turner for the Guardian"}},"importance":1,"kicker":{"title":"NHS"},"showQuotedHeadline":false,"sublinks":[],"images":[{"type":"default","image":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/9fad264aa4f737cfca22e088d5022cc8a1bc4571/0_0_5070_3044/5070.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":3044,"width":5070,"orientation":"landscape","credit":"Graham Turner for the Guardian","altText":"Professor Terence Stephenson, GMC chairman","cleanCredit":"Photograph: Graham Turner for the Guardian"}}]}],"lastModified":"2015-06-29T08:12:15Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}