{"id":"uk/groups/collections/uk-alpha/news/regular-stories","title":"headlines","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"followUp":{"type":"list","uri":"http://mobile-apps.guardianapis.com/uk/lists/collections/uk-alpha/news/regular-stories"},"cards":[{"title":"Latvia summit / David Cameron plays down hopes of quick EU deal","rawTitle":"David Cameron plays down hopes of quick EU deal","item":{"type":"article","id":"world/2015/may/22/david-cameron-plays-down-quick-eu-reform-deal-hopes","title":"David Cameron plays down hopes of quick EU deal","trailText":"Prime minister arrives in Latvia determined to press Britain’s case for change, but warns there will be ‘lots of ups and downs along the way’","standFirst":"<p>Prime minister arrives in Latvia determined to press Britain’s case for change, but warns there will be ‘lots of ups and downs along the way’</p>","byline":"Rowena Mason in Riga and Frances Perraudin","body":"<p>David Cameron has warned there will be ups and downs in his battle for changes to the European Union as he arrived at a summit in Latvia.</p> \n<p>Speaking from Riga before his first summit with EU leaders since his general election victory, the UK prime minister played down any expectations of a quick deal and suggested other countries and commentators would initially create “noise” to undermine his aims.</p> \n<p>However, he emphasised his determination to get a new deal for Britain and explain to leaders that the UK referendum on EU membership would definitely take place before the end of 2017. There have been reports that Cameron was hoping to get a deal done a year early and then hold a referendum in 2016, but this is his first face-to-face opportunity to test the appetite for reform among a wide variety of EU leaders since he won the election outright.</p> \n<p>As he entered the talks, Cameron said: “It is an opportunity to start some of the discussions about the reform of the European Union. There will be ups and downs – you’ll hear one day this is possible, the next day something else is impossible.</p> \n<p>“But one thing throughout all of this will be constant and that is my determination to deliver for the British people a reform of the European Union so they get a proper choice in that referendum we hold - an in/out referendum before the end of 2017.</p> \n<p>“That will be constant. But there’ll be lots of noise, lots of ups and downs along the way.”</p> \n<p>The main focus of the Eastern Partnership summit is talks between EU leaders and former Soviet countries including Ukraine, Azerbaijan, Armenia, Belarus, Georgia and Moldova. The turmoil in Ukraine and relations with Russia are likely to be at the top of the agenda.</p> \n<p>However, Cameron will also be seeking to lobby for EU reform on the fringes of the conference, mainly with leaders of smaller countries with whom he might not have spent much time. It is understood his conversations with leaders on Friday will be fairly general, setting out his view of the mood towards the EU in the UK and some of the areas he wants to see change. More detailed demands will be discussed at a later date, including the EU summit in June and major talks with his French and German counterparts after his government has set out its legislative plans in the Queen’s speech.</p> \n<p>Cameron has already made clear that one of the “absolute requirements” is changes to allow national countries to set their own limits on how long migrants should have to wait before being able to claim welfare benefits. The UK wants to impose a four-year wait.</p> \n<p>Despite requests from other countries for Cameron to be clearer about his demands, a Whitehall source said it was not yet decided whether the prime minister would show his hand by setting out all his requests at any point.</p> \n<p>Cameron is mainly seeking changes that would reduce immigration to Britain from other EU countries. On Thursday, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/figures-show-migration-surge-as-david-cameron-unveils-illegal-working-bill\">the latest UK figures showed net migration rose to 318,000 last year</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/uk-news/2015/may/21/figures-show-migration-surge-as-david-cameron-unveils-illegal-working-bill\">Figures show immigration surge as Cameron unveils illegal working bill</a> </p> \n</aside> \n<p>Other leaders, including Germany’s Angela Merkel, have indicated that the fundamental principle of free movement is non-negotiable.<br />However, the UK is hoping there will be a way of making the changes to benefits while preserving this central tenet of the EU.<br />Other British demands include an exclusion from the EU’s commitment to ever closer union and the ability of national parliaments to work together to block legislation. Cameron has sounded increasingly emboldened about achieving change in the European Union since his re-election.</p> \n<p>A document leaked to the Times revealed that UK officials were suggesting that the EU should stop defining itself as a single-currency area, given that countries such as Britain and Denmark have kept their own. A Whitehall source said this was not the main thing on the UK’s wishlist, but that the government was on the lookout for anything that could be interpreted as discrimination against non-eurozone countries.</p> \n<p>On Thursday, Wolfgang Sch&auml;uble, Germany’s finance minister, invited the UK chancellor, George Osborne, for talks to discuss the UK’s desire for treaty changes along with his country’s wish for more integrated fiscal policy in the eurozone. “We have talked about him coming to Berlin so that we can think together about how we can combine the British position with the urgent need for a strengthened governance of the eurozone,” the German minister said.</p> \n<p>Professor G&uuml;nter Verheugen, a German politician and former EU commissioner, told the BBC’s Today programme on Friday morning that the free movement of peoples principle would “absolutely not” be negotiated, but that the benefits migrants are entitled to once they arrive in a country would be.</p> \n<p>“When the whole debate started there was clearly a strong opinion that the UK would be an affordable loss and that the troublemaker may go if the trouble maker wants to do so. That has changed,” he said. “I think that people are now much more aware that the United Kingdom is crucial not only for the economic future of Europe, but in particular for the political future of Europe.”</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8f8e5733b27e8c6e36190839afaaac4a9ce452be/964_79_2536_1521/2536.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1521,"width":2536,"orientation":"landscape","credit":"Ints Kalnins/Reuters","altText":"British PM David Cameron with Finnish PM Alexander Stubb","cleanCredit":"Photograph: Ints Kalnins/Reuters"}],"bodyImages":[],"webPublicationDate":"2015-05-22T09:05:37Z","lastModified":"2015-05-22T09:18:58Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"},{"name":"Frances Perraudin","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/frances-perraudin"}],"feature":false,"keywords":["European Union","David Cameron","UK news","Europe","Politics","World news"],"tags":[{"id":"world/eu","webTitle":"European Union"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"politics/politics","webTitle":"Politics"},{"id":"world/world","webTitle":"World news"}],"section":{"id":"world"},"topics":[],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/david-cameron-plays-down-quick-eu-reform-deal-hopes","shortUrl":"http://gu.com/p/49623","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/david-cameron-plays-down-quick-eu-reform-deal-hopes","webUri":"http://www.theguardian.com/world/2015/may/22/david-cameron-plays-down-quick-eu-reform-deal-hopes"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/8f8e5733b27e8c6e36190839afaaac4a9ce452be/964_79_2536_1521/2536.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1521,"width":2536,"orientation":"landscape","caption":"British prime minister David Cameron (centre) with his Finnish counterpart Alexander Stubb before an Eastern Partnership summit session in Riga, Latvia. Photograph: Ints Kalnins/Reuters","credit":"Ints Kalnins/Reuters","altText":"British PM David Cameron with Finnish PM Alexander Stubb","cleanCaption":"British prime minister David Cameron (centre) with his Finnish counterpart Alexander Stubb before an Eastern Partnership summit session in Riga, Latvia.","cleanCredit":"Photograph: Ints Kalnins/Reuters"}},"importance":7,"kicker":{"title":"Latvia summit"},"showQuotedHeadline":false},{"title":"Microsoft threatened MPs with job cuts in constituencies, claims Steve Hilton","rawTitle":"Microsoft threatened MPs with job cuts in constituencies, claims Steve Hilton","item":{"type":"article","id":"technology/2015/may/22/microsoft-faces-claims-it-threatened-mps-with-job-cuts-in-constituencies","title":"Microsoft faces claims it threatened MPs with job cuts in constituencies","trailText":"Conservative party strategy chief Steve Hilton attacks lobbying industry with allegation that company aggressively targeted MPs over IT reform ","standFirst":"<p>Conservative party strategy chief Steve Hilton attacks lobbying industry with allegation that company aggressively targeted MPs over IT reform </p>","byline":"Rowena Mason Political correspondent","body":"<p>Microsoft executives telephoned Conservative MPs threatening to shut down a facility in their local area because of planned IT reforms, David Cameron’s former strategy chief has claimed.</p> \n<p>Steve Hilton, who worked for Cameron in opposition and for two years in Downing Street, made the allegation as he argued the dominance of corporate lobbying in the UK was leading to bad policy-making.</p> \n<p>Asked how the government should deal with lobbyists, he said: “You just have to fight them off. I can give you specific examples: the thing I mentioned about IT contracts. Maybe there is someone here to confirm this from Microsoft? When we proposed this, Microsoft phoned Conservative MPs with Microsoft R&amp;D facilities in their constituencies and said, ‘we will close them down in your constituency if this goes through’. </p> \n<p>“And we had the same from other tech companies as well … We had the stories from the MPs saying I’ve just had this call from – sometimes a global CEO – phoning a Conservative MP, saying we will close down this plant. We just resisted. You have to be brave. You just have to say sorry: it’s the right thing to do.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"4e37af605df525a833d374071f791913dd1e8fc1\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/22/1432255521351/a9fe2303-4cf1-4bd3-9c3e-473c50eb80e2-460x276.jpeg\" alt=\"Steve Hilton, the former Conservative party strategy chief\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Steve Hilton, the former Conservative party strategy chief, said government had to ‘fight off’ lobbyists.</span> \n  <span class=\"element-image__credit\">Photograph: Sarah Lee for the Guardian</span> \n </figcaption> \n</figure> \n<p>However, Hilton also appeared to concede that lobbying sometimes works. Speaking in Westminster to promote his new book, he said he felt very strongly that lobbying often led to “terrible outcomes, such as a devastating impact on our health and environment” caused by the vested interests of big food companies successfully defending “toxic junk that ends up being fed to our children”.</p> \n<p>He was severely critical of the lobbying industry despite being married to a senior public affairs executive, Rachel Whetstone, who has worked for Google and is now at Uber.</p> \n<p>Another former Downing Street aide, Rohan Silva, appears to have <a href=\"http://www.computerweekly.com/news/2240233813/Microsoft-threatened-MPs-over-government-open-standards-policy-claims-advisor\">given a similar account of lobbying by Microsoft</a> in relation to open source software, in comments reported by Computer Weekly.</p> \n<p>Silva told a conference: “A day or two before we were going to give a speech, a couple of backbench MPs called the office – they said Microsoft had called them saying if we went ahead with the speech on open standards, open architecture and open source, they would cut spending or maybe close research and development centres in the constituencies of the MPs they had called.</p> \n<p>“I was pretty worried about this, to be honest. I went to see George [Osborne] and he said if Microsoft have a problem with the speech they should call us directly. I relayed that back to the MPs and we never got a call from Microsoft, so we went ahead with the speech. But for the public affairs department, the relationship was never quite the same.”</p> \n<p>Microsoft for years opposed the Conservatives’ position on open document standards, which was advocated from 2007 but not adopted by the government until 2014. The government’s standard is now open document format (ODF), which means files can be opened with free software, rather than commercial products.</p> \n<p>Asked about the claims made by Hilton, a Microsoft spokeswoman said the company had “nothing to share”.</p>","section":"Tech","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a6e3384959ed4b7910f76ea82d90a80606628775/0_320_3500_2100/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2100,"width":3500,"orientation":"landscape","credit":"Morris MacMatzen/REUTERS","altText":"Microsoft showing a smartphone with the Windows 10 operating system at the CeBIT trade fair in Hanover in March","cleanCredit":"Photograph: Morris MacMatzen/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432255522959/a9fe2303-4cf1-4bd3-9c3e-473c50eb80e2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Steve Hilton, the former Conservative party strategy chief, said government had to ‘fight off’ lobbyists. Photograph: Sarah Lee for the Guardian","credit":"Sarah Lee for the Guardian","altText":"Steve Hilton, the former Conservative party strategy chief","cleanCaption":"Steve Hilton, the former Conservative party strategy chief, said government had to ‘fight off’ lobbyists.","cleanCredit":"Photograph: Sarah Lee for the Guardian"}],"webPublicationDate":"2015-05-22T08:02:05Z","lastModified":"2015-05-22T08:45:32Z","metadata":{"commentable":false,"commentCount":0,"contributors":[{"name":"Rowena Mason","image":{"urlTemplate":"http://png-resizer.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/contributor/2015/4/1/1427899403654/Rowena-Mason-L.png?width=#{width}"},"uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/rowena-mason"}],"feature":false,"keywords":["Microsoft","Lobbying","Computing","Technology","Conservatives"],"tags":[{"id":"technology/microsoft","webTitle":"Microsoft"},{"id":"politics/lobbying","webTitle":"Lobbying"},{"id":"technology/computing","webTitle":"Computing"},{"id":"technology/technology","webTitle":"Technology"},{"id":"politics/conservatives","webTitle":"Conservatives"}],"section":{"id":"technology"},"topics":[{"displayName":"Rowena Mason","topic":{"type":"tag-contributor","name":"profile/rowena-mason"}}],"embeddedVideos":[],"adTargetingPath":"technology"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/technology/2015/may/22/microsoft-faces-claims-it-threatened-mps-with-job-cuts-in-constituencies","shortUrl":"http://gu.com/p/495h7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/technology/2015/may/22/microsoft-faces-claims-it-threatened-mps-with-job-cuts-in-constituencies","webUri":"http://www.theguardian.com/technology/2015/may/22/microsoft-faces-claims-it-threatened-mps-with-job-cuts-in-constituencies"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/a6e3384959ed4b7910f76ea82d90a80606628775/0_203_3500_2291/3500.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":2291,"width":3500,"orientation":"landscape","caption":"Microsoft showing a smartphone with Windows 10 operating system at the CeBIT trade fair in Hanover in March. Photograph: Morris MacMatzen/Reuters","credit":"Morris MacMatzen/Reuters","altText":"Microsoft showing a smartphone with the Windows 10 operating system at the CeBIT trade fair in Hanover in March","cleanCaption":"Microsoft showing a smartphone with Windows 10 operating system at the CeBIT trade fair in Hanover in March.","cleanCredit":"Photograph: Morris MacMatzen/Reuters"}},"importance":6,"showQuotedHeadline":false},{"title":"Colombian takes BP to UK court over alleged complicity in kidnap and torture","rawTitle":"Colombian takes BP to UK court over alleged complicity in kidnap and torture","item":{"type":"article","id":"environment/2015/may/22/colombian-takes-bp-to-court-in-uk-alleged-complicity-kidnap-and-torture","title":"Colombian takes BP to court in UK over alleged complicity in kidnap and torture","trailText":"BP says it will defend unprecedented claim by trade union leader Gilberto Torres in case that spotlights role of big carbon in one of Colombia’s darkest periods","standFirst":"<p>BP says it will defend unprecedented claim by trade union leader Gilberto Torres in case that spotlights role of big carbon in one of Colombia’s darkest periods</p>","byline":"Mary Carson, Adrian Gatton, Rodrigo Vázquez and Maggie O'Kane","body":"<p>A Colombian trade union leader is beginning an unprecedented claim for damages against BP in the high court in London, alleging the oil company’s complicity in his kidnap and torture 13 years ago.</p> \n<p>Gilberto Torres, 52, was abducted in February 2002 while driving home from an oil-pumping station in Casanare, eastern Colombia, and was released after 42 days, only after workers threatened a national oil strike. The case, which begins on Friday, will throw a spotlight on one of the murkiest periods in Colombia’s history, and the role of big business in it.</p> \n<p>His lawyers say that it is the first time a union leader has been able to lodge a claim for human rights abuses against a multinational oil company in the high court. They believe his claim could pave the way for scores more similar actions.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/22/gilberto-torres-survived-colombias-death-squads-now-he-wants-justice\">Gilberto Torres survived Colombia's death squads. Now he wants justice</a> </p> \n</aside> \n<p>BP denies any involvement. It says it will “vigorously” defend the claim.</p> \n<p>Torres tells his story for the first time in a Guardian online documentary. The film includes the extraordinary testimony of his kidnappers when they finally faced trial.</p> \n<p>The UN estimates that 3,000 union activists were murdered and 6,000 more disappeared in the Casanare region in the last 30 years. The targeting of them by pro-government paramilitaries went largely unnoticed outside Colombia because of the civil war raging between the Colombian government and Farc, the leftwing guerrilla group.</p> \n<p>Torres was abducted at gunpoint shortly after he organised a strike in protest over the murder of another union leader. He had received increased threats in the days leading up to him being taken.</p> \n<figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\" data-alt=\"Climate campaign sign up\"> \n <a href=\"http://interactive.guim.co.uk/embed/2015/03/climate-embeds/campaign-form/update/promos/campaign-embed-form.html\">Climate campaign sign up</a> \n</figure> \n<p>He tells the Guardian how he watched as his captors, who later claimed they were paid to protect the pipeline by the oil companies, questioned a suspected Farc rebel. “They hit him. They insulted him. They spat on him. They battered him, until he confessed that he was part of Farc. With that admission, he signed his death warrant. </p> \n<p>“They shot him twice in the neck. They cut his head, his legs and his arms off. And at the end the commander with a machete started to puncture his corpse. I understood then that this was going to happen to me.”</p> \n<p>After six weeks in captivity, 10 days in a flooded outdoor pit infested with red ants, and days of interrogation aimed at getting him to confess to being a member of a leftwing guerrilla movement, Torres was unexpectedly handed over to the Red Cross. He is only the second trade union leader in the history of 40 years of conflict in Colombia to have survived an abduction. </p> \n<p> Torres worked for the oil workers’ union USO, representing 400 members working on the 515-mile (830km) Ocensa pipeline, which carried crude from Casanare to the Caribbean Sea. </p> \n<p> Ocensa was set up by major oil companies including BP, Colombia’s state-owned enterprise Ecopetrol, and four other multinational companies, to build and own the pipeline.</p> \n<p> It was pumping $7m (&pound;4.5m) worth of crude oil every day. BP was the biggest oil producer in the area.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2015/may/21/guardian-view-climate-change-keep-it-in-ground\">The Guardian view on climate change: keep it in the ground | Editorial</a> </p> \n</aside> \n<p>Union protests sanctioned by Torres were disrupting production. He wanted to draw attention to the disappearance of union colleagues and had been highly vocal the previous week about members of an army brigade, charged with protecting the pipeline, training on company grounds.</p> \n<p>BP, like other oil companies operating in Colombia at the time, paid a government tax of $1 a barrel to help finance army and police protection of oil facilities. According to journalists who carried out an investigation into BP’s security provision in 1995, the company signed a three-year collaborative agreement with the Colombia defence ministry worth $11.6m, of which BP would provide $2.2m. </p> \n<p>Much of that was spent on the 16th Brigade, an army unit assigned specifically to protect the company’s oil installations. The army is accused of contracting out that work to local pro-government paramilitaries – with often lethal results. </p> \n<p>In the wake of the oil boom, the Colombian army and paramilitaries brought to Casanare a US-designed counter-insurgency strategy of dirty war, known locally as “<em>quitarle agua al pez</em>” or “draining the fish tank”. Instead of fighting the guerrillas, they would target people they considered sympathisers. </p> \n<p>Sue Willman, partner in Deighton Pierce Glynn, the London firm representing Torres, said there would be no accusation that BP was directly involved in his abduction. But the company had failed to take action to halt paramilitary activity. </p> \n<p>Willman said: “Amnesty International went to BP a number of times warning them about the murders and disappearances. But BP failed to act effectively on the warnings.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/2015/may/20/revealed-bps-close-ties-with-the-uk-government\">Revealed: BP's close ties with the UK government</a> </p> \n</aside> \n<p>Pro-government paramilitaries who were convicted in Bogot&aacute; of kidnapping Torres claimed that Ocensa had paid for the murder. As well as its arrangements over the pipeline, BP had a 15.2% stake in Ocensa. Their testimony is heard in the Guardian documentary for the first time outside Colombia.</p> \n<p>Ocensa said it “did not commission, order or pay for Gilberto Torres’s kidnapping”. It said it never caused displacement, kidnapping or murder in 20 years of operating in the Casanare region. </p> \n<p>BP, Ocensa and Ecopetrol all deny they paid paramilitaries to guard the pipeline. </p> \n<p>BP is one of the fossil fuel companies that <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/environment/ng-interactive/2015/mar/16/keep-it-in-the-ground-guardian-climate-change-campaign\">the Guardian is calling on two of the world’s two largest health charities</a>, the Bill and Melinda Gates Foundation and the Wellcome Trust, to divest from through its Keep it in the Ground campaign. The Gates Foundation’s Asset Trust has a &pound;243m holding and Wellcome has &pound;118m in BP, according to the most recent figures.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"http://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\" data-alt=\"Fossil fuel ticker\"> \n <a href=\"http://interactive.guim.co.uk/embed/kiln/fuelticker/\">Fossil fuel ticker</a> \n</figure>","section":"Environment","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432222991329/30f1c512-b7d5-4ed3-a7d3-d7368fb73da1-1020x612.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":612,"width":1020,"orientation":"landscape","credit":"The Guardian","altText":"Gilberto Torres","cleanCredit":"Photograph: The Guardian"}],"bodyImages":[],"webPublicationDate":"2015-05-22T06:57:53Z","lastModified":"2015-05-22T08:27:03Z","metadata":{"commentable":true,"commentCount":46,"contributors":[{"name":"Mary Carson","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/mary-carson"},{"name":"Maggie O'Kane","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/maggieokane"}],"feature":false,"keywords":["Oil","Fossil fuels","BP","Colombia","Human rights","Environment","Business","Energy","Oil","UK news","World news","Law","Americas","Farc","Commodities","Energy industry","Oil and gas companies"],"tags":[{"id":"environment/oil","webTitle":"Oil"},{"id":"environment/fossil-fuels","webTitle":"Fossil fuels"},{"id":"business/bp","webTitle":"BP"},{"id":"world/colombia","webTitle":"Colombia"},{"id":"law/human-rights","webTitle":"Human rights"},{"id":"environment/environment","webTitle":"Environment"},{"id":"business/business","webTitle":"Business"},{"id":"environment/energy","webTitle":"Energy"},{"id":"business/oil","webTitle":"Oil"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"law/law","webTitle":"Law"},{"id":"world/americas","webTitle":"Americas"},{"id":"world/farc","webTitle":"Farc"},{"id":"business/commodities","webTitle":"Commodities"},{"id":"business/energy-industry","webTitle":"Energy industry"},{"id":"business/oilandgascompanies","webTitle":"Oil and gas companies"}],"section":{"id":"environment"},"topics":[],"series":{"title":"Keep it in the ground","uri":"http://mobile-apps.guardianapis.com/lists/tag/environment/series/keep-it-in-the-ground"},"embeddedVideos":[],"adTargetingPath":"environment"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/environment/2015/may/22/colombian-takes-bp-to-court-in-uk-alleged-complicity-kidnap-and-torture","shortUrl":"http://gu.com/p/495em","relatedUri":"http://mobile-apps.guardianapis.com/items-related/environment/2015/may/22/colombian-takes-bp-to-court-in-uk-alleged-complicity-kidnap-and-torture","webUri":"http://www.theguardian.com/environment/2015/may/22/colombian-takes-bp-to-court-in-uk-alleged-complicity-kidnap-and-torture"},"shouldHideAdverts":false,"headerEmbed":"<figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=lAyPIZcuCKA\"> \n <iframe width=\"460\" height=\"259\" src=\"https://www.youtube.com/embed/lAyPIZcuCKA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe> \n <figcaption>\n  Colombian trade unionist Gilberto Torres claims oil firms BP and Ocensa funded paramilitaries who abducted and planned to murder him. Watch the extraordinary testimony of his captors\n </figcaption> \n</figure>"},"importance":5,"showQuotedHeadline":false},{"title":"Exclusive / Cabinet row over May's plan to censor TV programmes","rawTitle":"Cabinet row over May's plan to censor TV programmes","item":{"type":"article","id":"world/2015/may/21/mays-plan-to-censor-tv-programmes-condemned-by-tory-cabinet-colleague","title":"Theresa May's plan to censor TV shows condemned by Tory cabinet colleague","trailText":"Former culture secretary Sajid Javid told prime minister he was unable to support home secretary’s proposals as they infringed freedom of speech","standFirst":"<p><strong>Exclusive:</strong> Former culture secretary Sajid Javid told prime minister he was unable to support home secretary’s proposal as it infringed free speech</p>","byline":"Alan Travis Home affairs editor","body":"<p>A plan by the home secretary to introduce counter-extremism powers to vet British broadcasters’ programmes before they are transmitted has been attacked in the bluntest terms as a threat to freedom of speech by one of her own Conservative cabinet colleagues, the Guardian has learned.<br /></p> \n<p>Sajid Javid wrote to David Cameron to say that, as culture secretary, he was unable to support Theresa May’s proposal to give Ofcom the new powers to take pre-emptive action against programmes that included “extremist content”, in a letter sent just before the start of the general election campaign. </p> \n<p>Javid, who moved from the Department of Culture, Media and Sport to become business secretary after the election, said the plan would move Ofcom from a regulator “into the role of a censor”. It would involve “a fundamental shift in the way UK broadcasting is regulated”, moving away from the current framework of post-transmission regulation which takes account of freedom of expression, he said.</p> \n<figure class=\"element element-image\" data-media-id=\"c4f5a1812e09301317d80c52e20c5644f16d781c\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432235143706/54279019-ae46-4762-a6bc-8c85029ca9ea-280x420.jpeg\" alt=\"First page of Sajid Javid's letter to the prime minister\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n</figure> \n<figure class=\"element element-image\" data-media-id=\"249fc43b7ea24778be6cf2767b3d080ff3050b7a\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432235285737/1dd172c8-4be6-480b-9c88-4cfd1e18beba-280x420.jpeg\" alt=\"Second page of Sajid Javid's letter to the prime minister.\" width=\"280\" height=\"420\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Sajid Javid’s letter to the prime minister.</span> \n </figcaption> \n</figure> \n<p>The leaked memo from the then culture secretary came in response to a request made by May on 6 March to ministers on the cabinet’s home affairs committee and the national security committee. She was seeking clearance for publication of her extremism strategy, which included the broadcasters’ censorship proposal. <br /></p> \n<p>It is not clear exactly what the outcome was following Javid’s objection. Next week’s Queen’s speech is expected include loosely specified powers to “strengthen the role of Ofcom to take action against channels which broadcast extremist content” according to a statement released by Downing Street last week.</p> \n<p>The home secretary last hinted at her wish to see the introduction of pre-broadcast banning powers in the immediate aftermath of the murder of Drummer Lee Rigby in Woolwich two years ago, when Conservative MPs expressed strong criticism of a <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2013/may/24/bbc-channel-4-anjem-choudary\">BBC Newsnight interview with the radical Islamist activist Anjem Choudary</a>.<br /></p> \n<p>May questioned what the BBC was doing in interviewing Choudary and said the government had to look at the role of Ofcom in relation to “what is being beamed into people’s homes”. But when the prime minister’s extremism task force reported in December 2013, it did not include any moves towards pre-broadcast censorship and the subject was presumed to have been dropped.</p> \n<p>At the time the idea was compared to Margaret Thatcher’s move to tell broadcasters to deny terrorists the “oxygen of publicity”, which led to a full-scale row over a BBC decision to broadcast an extended interview with Martin McGuinness. That led to a journalists’ strike and, two years later, the resignation of the director general.</p> \n<p>In Javid’s letter, dated 12 March, the minister voiced his concern about the risk that the revived censorship proposal would be used “otherwise than intended, not least given the difficulty of defining extremism, and the consequent likelihood of the government being seen to be interfering with freedom of speech without sufficient justification”.<br /></p> \n<p>Javid even went as far as adding: “It should be noted that other countries with a pre-transmission regulatory regime are not known for their compliance with rights relating to freedom of expression and government may not wish to be associated with such regimes.” </p> \n<p>Objections from Javid and to a lesser extent from other senior Conservative cabinet ministers, including Eric Pickles, Theresa Villiers, Nicky Morgan and Chris Grayling, prevented the home secretary from publishing her extremism strategy, A Stronger Britain, before the election. The Javid leak undermines claims that it was the Lib Dems alone who blocked May’s extremism strategy in the coalition.<br /></p> \n<p>Last week’s Downing Street statement also confirmed there will be legislation to introduce new banning orders for extremist organisations, and extremism-disruption orders to “combat groups and individuals who reject our values and promote messages of hate”, which will deny their access to the airwaves and to social media.<br /></p> \n<figure class=\"element element-image\" data-media-id=\"94788bacd4f3a5a7deb9c6dc8a392fe146a94eb6\"> \n <img src=\"http://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2015/5/21/1432235915196/c1a41cce-cb86-4c3f-bcaf-1215e8f308a2-460x276.jpeg\" alt=\"Theresa May first voiced concerns about extremist views on television in the wake of the murder of Drummer Lee Rigby in 2013.\" width=\"460\" height=\"276\" class=\"gu-image\" /> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May first voiced concerns about extremist views on television in the wake of the murder of Drummer Lee Rigby in 2013.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Dunham/PA</span> \n </figcaption> \n</figure> \n<p>May has already revealed plans to require the Home Office “extremism analysis unit” to set out clearly for the first time which individuals and organisations the government and public sector should or should not engage with: “This will make sure nobody unwittingly lends legitimacy or credibility to extremists or extremist organisations.”</p> \n<p>The commitment to produce legislation giving Ofcom a stronger role to take action against channels which broadcast extremist content suggests next week’s Queen’s speech will go much further than simply keeping its powers under regular review.<br /></p> \n<p>Ofcom, Javid’s letter said, already has strict rules to ensure that material that is likely to “incite hatred” is not broadcast on radio, television or in on-demand programmes. He says Ofcom has already taken “robust action against UK broadcasters which have breached these rules”.</p> \n<p>The minister told the PM: “However, Ofcom does not have the powers to approve programmes before they are broadcast and nor do we consider that it should have these powers as has been proposed in paragraph 111 of the strategy. </p> \n<p>“Extending Ofcom’s powers to enable it to take pre-emptive action would move it from its current position as a post-transmission regulator into the role of censor.”</p> \n<p>The then culture secretary said he was unable to agree to the publication of May’s extremism strategy with the wording in paragraph 111 and suggested it be replaced with a paragraph setting out the previously agreed position that Ofcom’s powers be kept under regular review.</p> \n<p>The Home Office said they refused to comment on leaked ministerial documents.</p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/68f872c06c906f721dba613553808aabd46d59b8/0_69_2540_1524/2540.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":1524,"width":2540,"orientation":"landscape","credit":"Stefan Wermuth/REUTERS","altText":"Sajid Javid","cleanCredit":"Photograph: Stefan Wermuth/REUTERS"}],"bodyImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432235145483/54279019-ae46-4762-a6bc-8c85029ca9ea-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","credit":"Guardian","altText":"First page of Sajid Javid's letter to the prime minister"},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432235287213/1dd172c8-4be6-480b-9c88-4cfd1e18beba-1360x2040.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":2040,"width":1360,"orientation":"portrait","caption":"Sajid Javid’s letter to the prime minister.","credit":"Guardian","altText":"Second page of Sajid Javid's letter to the prime minister.","cleanCaption":"Sajid Javid’s letter to the prime minister."},{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432235916437/c1a41cce-cb86-4c3f-bcaf-1215e8f308a2-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Theresa May first voiced concerns about extremist views on television in the wake of the murder of Drummer Lee Rigby in 2013. Photograph: Matt Dunham/PA","credit":"Matt Dunham/PA","altText":"Theresa May first voiced concerns about extremist views on television in the wake of the murder of Drummer Lee Rigby in 2013.","cleanCaption":"Theresa May first voiced concerns about extremist views on television in the wake of the murder of Drummer Lee Rigby in 2013.","cleanCredit":"Photograph: Matt Dunham/PA"}],"webPublicationDate":"2015-05-21T19:33:42Z","lastModified":"2015-05-22T08:04:48Z","metadata":{"commentable":true,"commentCount":2331,"contributors":[{"name":"Alan Travis","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/alantravis"}],"feature":false,"keywords":["Censorship","Freedom of speech","UK security and counter-terrorism","Theresa May","Sajid Javid","David Cameron","Conservatives","Liberal-Conservative coalition","Liberal Democrats","Politics","UK news","World news","Ofcom","Media","Television industry"],"tags":[{"id":"world/censorship","webTitle":"Censorship"},{"id":"world/freedom-of-speech","webTitle":"Freedom of speech"},{"id":"uk/uksecurity","webTitle":"UK security and counter-terrorism"},{"id":"politics/theresamay","webTitle":"Theresa May"},{"id":"politics/sajid-javid","webTitle":"Sajid Javid"},{"id":"politics/davidcameron","webTitle":"David Cameron"},{"id":"politics/conservatives","webTitle":"Conservatives"},{"id":"politics/liberal-conservative-coalition","webTitle":"Liberal-Conservative coalition"},{"id":"politics/liberaldemocrats","webTitle":"Liberal Democrats"},{"id":"politics/politics","webTitle":"Politics"},{"id":"uk/uk","webTitle":"UK news"},{"id":"world/world","webTitle":"World news"},{"id":"media/ofcom","webTitle":"Ofcom"},{"id":"media/media","webTitle":"Media"},{"id":"media/television","webTitle":"Television industry"}],"section":{"id":"world"},"topics":[{"displayName":"Alan Travis","topic":{"type":"tag-contributor","name":"profile/alantravis"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/21/mays-plan-to-censor-tv-programmes-condemned-by-tory-cabinet-colleague","shortUrl":"http://gu.com/p/495hn","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/21/mays-plan-to-censor-tv-programmes-condemned-by-tory-cabinet-colleague","webUri":"http://www.theguardian.com/world/2015/may/21/mays-plan-to-censor-tv-programmes-condemned-by-tory-cabinet-colleague"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432236195323/e438e190-b6ae-4ccd-986b-48184b4eef86-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"Sajid Javid: feared ‘a fundamental shift in the way UK broadcasting is regulated’. Photograph: Anadolu Agency/Getty Images","credit":"Anadolu Agency/Getty Images","altText":"Sajid Javid: feared ‘a fundamental shift in the way UK broadcasting is regulated’.","cleanCaption":"Sajid Javid: feared ‘a fundamental shift in the way UK broadcasting is regulated’.","cleanCredit":"Photograph: Anadolu Agency/Getty Images"}},"importance":4,"kicker":{"title":"Exclusive"},"showQuotedHeadline":false},{"title":"Budget / Deficit narrows after VAT and corporation tax boost","rawTitle":"Deficit narrows after VAT and corporation tax boost","item":{"type":"article","id":"business/2015/may/22/uk-public-finances-improve-on-vat-and-corporation-tax-deficit","title":"UK budget deficit narrows after VAT and corporation tax boost","trailText":"Office for National Statistics said government borrowing was £6.8bn in April, down nearly 27% from a year earlier ","standFirst":"<p>Office for National Statistics said government borrowing was &pound;6.8bn in April, down nearly 27% from a year earlier </p>","byline":"Reuters","body":"<p>Britain’s public sector budget deficit narrowed more than expected in April, giving chancellor George Osborne a boost as he renews his push to fix the country’s public finances.<br /></p> \n<p>The Office for National Statistics said public sector net borrowing, excluding state-controlled banks, totalled &pound;6.8bn in April, down nearly 27% from a year earlier and the lowest shortfall for that month since 2008.</p> \n<p>Economists taking part in a Reuters poll had forecast a shortfall of &pound;8.1bn.</p> \n<p>The public coffers were swelled by the highest VAT haul for April – the first month of the financial year – since records began in the 1997/98 financial year and the highest corporation tax revenues for the month since 2008.</p> \n<p>Income tax revenues also rose to &pound;11.6bn, the highest amount for April in two years as Britain’s economic recovery translated into more tax receipts.</p> \n<p>Also helping narrow the deficit, central government spending fell including a nearly 7% reduction in interest payments as Britain’s ultra-low inflation reduced the government’s bill on inflation-linked bonds.</p> \n<p>Osborne is aiming to wipe out the deficit by 2018/19 after his Conservative party unexpectedly won a parliamentary majority in the 7 May election, <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/business/2015/may/20/fresh-spending-squeeze-has-already-begun-says-george-osborne\">paving the way for further spending cuts</a>.</p> \n<p>Osborne had originally planned to eliminate the deficit by 2015 when the Conservatives and the Liberal Democrats formed a coalition government after the 2010 election.</p> \n<p>Instead, he managed to halve the deficit to just under 5% of gross domestic product.</p> \n<p>Revised figures published by the ONS showed borrowing in the 2014/15 tax year totalled &pound;87.7bn compared with an earlier estimate of &pound;87.3bn and a government goal of no more than &pound;90.2bn.</p> \n<p>In March, Osborne said that he wanted to reduce borrowing to &pound;75.3bn this financial year, equivalent to 4.0% of GDP.</p> \n<p>Osborne is due to spell out a new budget on 8 July and has promised further cuts to welfare and government departments’ spending.</p> \n<p>The International Monetary Fund has raised doubts about whether Osborne can hit his targets, and many economists are sceptical that he can eliminate the deficit without raising taxes.</p> \n<p>Public sector net debt, excluding state-controlled banks, totalled &pound;1.488tn in April equivalent to 80.4% of GDP.</p> \n<p>Osborne aims to start bringing the ratio down in the 2015/16 financial year.</p>","section":"Business","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432285781783/24218523-cc06-40c7-b56b-5594d3d50d19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Nick Ansell/PA","altText":"UK notes and coins","cleanCredit":"Photograph: Nick Ansell/PA"}],"bodyImages":[],"webPublicationDate":"2015-05-22T09:10:54Z","lastModified":"2015-05-22T09:14:34Z","metadata":{"commentable":true,"commentCount":7,"contributors":[],"feature":false,"keywords":["Budget deficit","Business","Economics","George Osborne","Economic policy"],"tags":[{"id":"business/budget-deficit","webTitle":"Budget deficit"},{"id":"business/business","webTitle":"Business"},{"id":"business/economics","webTitle":"Economics"},{"id":"politics/georgeosborne","webTitle":"George Osborne"},{"id":"politics/economy","webTitle":"Economic policy"}],"section":{"id":"business"},"topics":[],"embeddedVideos":[],"adTargetingPath":"business"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/business/2015/may/22/uk-public-finances-improve-on-vat-and-corporation-tax-deficit","shortUrl":"http://gu.com/p/49628","relatedUri":"http://mobile-apps.guardianapis.com/items-related/business/2015/may/22/uk-public-finances-improve-on-vat-and-corporation-tax-deficit","webUri":"http://www.theguardian.com/business/2015/may/22/uk-public-finances-improve-on-vat-and-corporation-tax-deficit"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/22/1432285781783/24218523-cc06-40c7-b56b-5594d3d50d19-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","caption":"UK public finances improved in April. Photograph: Nick Ansell/PA","credit":"Nick Ansell/PA","altText":"UK notes and coins","cleanCaption":"UK public finances improved in April.","cleanCredit":"Photograph: Nick Ansell/PA"}},"importance":3,"kicker":{"title":"Budget"},"showQuotedHeadline":false},{"title":"Kent earthquake / Magnitude 4.3 tremor shakes houses","rawTitle":"Magnitude 4.3 tremor shakes houses","item":{"type":"article","id":"uk-news/2015/may/22/earthquake-hits-kent-shaking-houses-waking-residents","title":"Kent hit by 4.2 earthquake, shaking houses and waking residents","trailText":"Magnitude 4.2 quake affects Canterbury, Margate and Whitstable, with people jolted from sleep and taking to social media to express their alarm","standFirst":"<p>Magnitude 4.2 quake affects Canterbury, Margate and Whitstable, with people jolted from sleep and taking to social media to express their alarm</p>","byline":"Staff and agencies","body":"<p>An earthquake hit parts of Kent in the early hours of Friday morning, shaking houses, rattling windows and waking people in the county.</p> \n<p>The magnitude 4.2 earthquake was being investigated by seismologists at the British Geological Survey which said tremors had been felt in areas including Margate.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BritGeoSurvey/statuses/601591836139003904\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Here's seismicity map for this morning's 4.2 earthquake, 5km south of Ramsgate, Kent &amp; approx 100km east of London <a href=\"http://t.co/XaF9cRY4gm\">pic.twitter.com/XaF9cRY4gm</a></p>— BGS (@BritGeoSurvey) \n  <a href=\"https://twitter.com/BritGeoSurvey/status/601591836139003904\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Kent police were inundated with calls.</p> \n<p>A spokesman said: “It has now been confirmed parts of east Kent has been affected by an earthquake measuring just 4.3 on the Richter scale (British Geological Survey).</p> \n<p>“Police began receiving reports of the earthquake tremor in the east Kent area at around 2.57am. Police and the fire and rescue service had no reports of structural damage or injuries. We will continue to liaise with our partner agencies to ensure we are providing help and support in any areas needed.”<br /></p> \n<p>Musician Jake West was in his terraced house in Canterbury when he reported it started shaking.<br /></p> \n<p>“At 3am it’s normally quiet,” he told the Guardian. “There was silence, then there was shaking. It was very odd. It felt like there was someone very heavy who was stomping down the stairs.”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKJakeWest/statuses/601567208116858880\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Either a giant just bounced on my roof, or I just felt a little earthquake. <a href=\"https://twitter.com/hashtag/kent?src=hash\">#kent</a></p>— Jake West (@UKJakeWest) \n  <a href=\"https://twitter.com/UKJakeWest/status/601567208116858880\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Other Kent residents tweeted their reactions after being woken by the tremors. </p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KateBlackamore/statuses/601571734974771200\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I thought someone was shaking me to get up and then realised the whole bloody house is shaking!</p>— Katie Blackamore (@KateBlackamore) \n  <a href=\"https://twitter.com/KateBlackamore/status/601571734974771200\">May 22, 2015</a>\n </blockquote> \n</figure> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KateBlackamore/statuses/601571950608130048\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Worst thing is I immediately went to Twitter to find out what was going on and for reassurance that I wasn't going crazy. <a href=\"https://twitter.com/hashtag/earthquake?src=hash\">#earthquake</a></p>— Katie Blackamore (@KateBlackamore) \n  <a href=\"https://twitter.com/KateBlackamore/status/601571950608130048\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Vikki Petts said: “So we just had a 4.3 magnitude earthquake in Kent and my housemates slept through the entire thing. Certainly woke me up!” </p> \n<p>Jonathan Tapp said: “Earthquake in East Kent and now can’t get back to sleep. Despite months spent in NZ this is my first one that I’ve felt.”</p> \n<p>Iain Buchanan, of Ramsgate, said: “So I’m not going mental, my house shook due to an earthquake in Kent of all places. Thank god for 24 hrs news &amp; social media to find out.</p> \n<p>“Lying in bed when the house suddenly shook. Thought something had collapsed outside, so got up to check. </p> \n<p>“I’ve looked outside and all appears to be find in the street. No damage that I can see. Will obviously see more later when it’s lighter. Weird experience anyway.” </p> \n<p>Other agencies initially recorded varying measurements, including the European-Mediterranean Seismological Centre, based in Paris, said the earthquake measured 4.3 on the Richter scale. </p> \n<p>It tweeted: “M4.3 earthquake strikes 46km SE of Southend-on-Sea (United Kingdom).”</p> \n<p>The US Geological Survey measured the quake as magnitude 4.0.</p> \n<p>British seismologists sent a <a href=\"https://twitter.com/britgeosurvey\">series of tweets</a> in the early hours of the morning and provided some perspective by drawing a comparison with the disaster in Nepal:<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BritGeoSurvey/statuses/601601982256799744\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Today's 4.2 magnitude Ramsgate earthquake is approx 260,000 times smaller than the 7.8 <a href=\"https://twitter.com/hashtag/NepalQuake?src=hash\">#NepalQuake</a> event</p>— BGS (@BritGeoSurvey) \n  <a href=\"https://twitter.com/BritGeoSurvey/status/601601982256799744\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>Some people having been having fun with that fact...</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cortexrock/statuses/601577671169048576\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">First pic of <a href=\"https://twitter.com/hashtag/kent?src=hash\">#kent</a> <a href=\"https://twitter.com/hashtag/earthquake?src=hash\">#earthquake</a> damage comes in <a href=\"http://t.co/7I7NFtk4wU\">pic.twitter.com/7I7NFtk4wU</a></p>— Mark Roberts (@cortexrock) \n  <a href=\"https://twitter.com/cortexrock/status/601577671169048576\">May 22, 2015</a>\n </blockquote> \n</figure> \n<p>But all the same it was a relatively unusual event for the UK:<br /></p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BritGeoSurvey/statuses/601608204519354368\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Earthquakes the size of the Ramsgate event happen approximately every 2 years in the UK &amp; approximately 4500 times in the world annual</p>— BGS (@BritGeoSurvey) \n  <a href=\"https://twitter.com/BritGeoSurvey/status/601608204519354368\">May 22, 2015</a>\n </blockquote> \n</figure>","section":"UK","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/media/4f8f2104e9dde4114b8ab0e31c34bd8ce467e317/0_0_930_558/930.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":558,"width":930,"orientation":"landscape","credit":"British Geological Survey","altText":"Kent earthquake as recorded by the British Geological Survey’s Elham station.","cleanCredit":"Photograph: British Geological Survey"}],"bodyImages":[],"webPublicationDate":"2015-05-22T06:16:52Z","lastModified":"2015-05-22T08:11:33Z","metadata":{"commentable":true,"commentCount":389,"contributors":[],"feature":false,"keywords":["UK news","Earthquakes","World news","Natural disasters and extreme weather"],"tags":[{"id":"uk/uk","webTitle":"UK news"},{"id":"world/earthquakes","webTitle":"Earthquakes"},{"id":"world/world","webTitle":"World news"},{"id":"world/natural-disasters","webTitle":"Natural disasters and extreme weather"}],"section":{"id":"uk-news"},"topics":[],"embeddedVideos":[],"adTargetingPath":"uk-news"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/uk-news/2015/may/22/earthquake-hits-kent-shaking-houses-waking-residents","shortUrl":"http://gu.com/p/495qc","relatedUri":"http://mobile-apps.guardianapis.com/items-related/uk-news/2015/may/22/earthquake-hits-kent-shaking-houses-waking-residents","webUri":"http://www.theguardian.com/uk-news/2015/may/22/earthquake-hits-kent-shaking-houses-waking-residents"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456869744","source":"Kent Online","durationInSeconds":70,"formats":[{"mimeType":"video/mp4","uri":"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=10400590&format=video/mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/22/250522KentEarthquake.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/22/1432280477565/KP_238702_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Kent earthquake: I woke up to find the whole room shaking - audio","credit":"guardian.co.uk","altText":"620x372 trailpic for Kent earthquake: I woke up to find the whole room shaking - audio","cleanCaption":"620x372 trailpic for Kent earthquake: I woke up to find the whole room shaking - audio"}}},"importance":2,"kicker":{"title":"Kent earthquake"},"showQuotedHeadline":false},{"title":"Gay marriage referendum / Irish voters set to make history","rawTitle":"Irish voters set to make history","item":{"type":"article","id":"world/2015/may/22/irish-voters-set-to-make-history-in-gay-marriage-referendum","title":"Irish voters make history in gay marriage referendum","trailText":"Polls open as Ireland becomes first country to ask electorate about legalising gay marriage ","standFirst":"<p>Polls open as Ireland becomes first country to ask electorate about legalising gay marriage </p>","byline":"Henry McDonald in Dublin","body":"<p>Polls have opened in Ireland, where voters are making history as the republic becomes the first nation to ask its electorate to legalise gay marriage.</p> \n<p>More than 3m voters have been invited to cast ballots in Ireland’s 43 constituencies, with the result to follow on Saturday. Polling stations opened at 7am BST and they close at 10pm.<br /></p> \n<p>The voting follows a hard-fought and occasionally rancorous battle between conservative and liberal Ireland.</p> \n<p>Though some 20 other countries worldwide have already legalised gay marriage, Ireland would be the first to do so through a referendum. The move would mark the culmination of an improbable journey in a country in which homosexual acts were still illegal as recently as 1993.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/world/2015/may/21/irelands-gay-marriage-referendum-the-guardian-briefing\">Ireland's gay marriage referendum – the Guardian briefing</a> </p> \n</aside> \n<p>The Fine Gael-Labour government, alongside the main opposition parties, said they were confident that Ireland will vote yes today despite strong campaigning in the last few days by those opposed to same-sex marriage.<br /></p> \n<p>The government point to an extra 68,000 new people of voting age who have signed on to the electoral register within the last fortnight. The administration in Dublin sees this as a sign that younger voters will turn out in higher numbers than in previous referendums to back the yes side. In every opinion poll the yes camp has been ahead of the no side.<br /></p> \n<p>In his final live televised interview ahead of the polling stations opening, Ireland’s prime minister, Enda Kenny, urged voters to vote yes “for love and for equality”.<br /></p> \n<p>But the no campaign, comprised mainly of lay Catholic intellectuals, writers and activists, have warned that a yes vote will create a crisis of personal conscience in Ireland. An alliance of evangelical Catholics and Protestants have distributed more than 90,000 anti-gay marriage pamphlets over the last week across Ireland urging a no vote.<br /></p> \n<p>Paddy Monaghan, one of the co-ordinators of the alliance of 100 religious activists, issued a warning on the eve of the referendum.<br /></p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/news/datablog/2015/may/22/irish-same-sex-marriage-referendum-world-laws\">Irish same-sex marriage referendum: the laws around the world</a> </p> \n</aside> \n<p>“We have warned in our pamphlet about the major implications on the issue of conscience if there is a yes vote on Friday. If there is a yes vote, will the Muslim printer in Ireland now be obliged to print cartoons of Muhammad? Redefining marriage is sold to us by the media and political establishment as a permissive measure but it will quickly become coercive,” Monaghan said.<br /></p> \n<p>In the last week of campaigning, the first female Anglican bishop in Ireland, England, Scotland or Wales, Pat Storey, has written to all her clergy in Meath and Kildare, explaining her reasons for voting no.<br /></p> \n<p>Focusing on fears stirred up by the no camp about children allegedly being forcibly adopted by gay couples, Bishop Storey said: “You cannot redefine marriage without including information and reference to children, family and the good of society. It is my view that, where possible, children benefit most from both genders parenting them. That is not to say that single parents who find themselves alone do not do an immensely great job in raising their children. Yet I believe that it is God’s intention that, where feasible, children should have a mother and father.”<br /></p> \n<p>Until this week the yes-no battle was coloured by accusations that opponents of gay marriage were misleading the public over claims about forced adoptions or same-sex couples having a supposed right to obtain children through surrogacy. The yes camp has pointed out that the commissioner overseeing the campaign has dismissed these claims and emphasised they were not connected to gay marriage.<br /></p> \n<p>In the last few days, the campaign has turned much uglier, with yes advocates revealing the amount of vitriolic abuse they have received. Irish Times writer Una Mullally tweeted a link to a letter she was sent which referred to her revelation during the campaign that she has cancer. The letter writer told her: “Sorry to hear about your cancer but maybe it is the will of God.”</p> \n<p>Referring to Mullally’s going public about her illness, her sexuality and her support for the yes side, the letter writer continued: “After all you have been relentlessly pushing the twisted idea of gay marriage which would destroy the family as we know it and ruin the lives of generations of innocent children victimised by the narcissism of their ‘parents’.”<br /></p> \n<p>Mullally’s correspondent ended the letter with further personalised, racially tinged abuse directed at her and her partner: “My advice is to accept that you are both homosexual and not very pretty, as there are far worse fates; you might be black for instance.”</p> \n<p>Meanwhile, Colm O’Gorman, the current executive director of Amnesty International Ireland, prominent yes campaigner and survivor of clerical child sex abuse, disclosed on Thursday that a no voter tweeted him a picture of a gay man being thrown to his death off a building by Islamic State extremists. O’Gorman said the image was vile.</p> \n<p>Currently 17 countries, including Spain, France, Argentina and Denmark along with several states in the US, allow same-sex couples to marry, and two others have passed legislation paving the way for legalisation. </p> \n<p>Ireland, however, is unique because it is the only nation to ask its electorate to endorse gay marriage in a plebiscite. The result will be known on Saturday afternoon. <br /></p>","section":"World","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2015/5/21/1432222657206/0eefaf75-a871-4eac-8240-136ce56b29bc-2060x1236.jpeg?width=#{width}&height=#{height}&quality=#{quality}","height":1236,"width":2060,"orientation":"landscape","credit":"Peter Morrison/AP","altText":"Yes posters cover a shop's windows in the centre of Dublin.","cleanCredit":"Photograph: Peter Morrison/AP"}],"bodyImages":[],"webPublicationDate":"2015-05-22T08:45:05Z","lastModified":"2015-05-22T08:48:42Z","metadata":{"commentable":true,"commentCount":51,"contributors":[{"name":"Henry McDonald","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/henrymcdonald"}],"feature":false,"keywords":["Ireland","LGBT rights","Gay marriage","Catholicism","Europe","Religion","World news","Society","Christianity","Sexuality"],"tags":[{"id":"world/ireland","webTitle":"Ireland"},{"id":"world/lgbt-rights","webTitle":"LGBT rights"},{"id":"society/gay-marriage","webTitle":"Gay marriage"},{"id":"world/catholicism","webTitle":"Catholicism"},{"id":"world/europe-news","webTitle":"Europe"},{"id":"world/religion","webTitle":"Religion"},{"id":"world/world","webTitle":"World news"},{"id":"society/society","webTitle":"Society"},{"id":"world/christianity","webTitle":"Christianity"},{"id":"society/sexuality","webTitle":"Sexuality"}],"section":{"id":"world"},"topics":[{"displayName":"Henry McDonald","topic":{"type":"tag-contributor","name":"profile/henrymcdonald"}}],"embeddedVideos":[],"adTargetingPath":"world"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/world/2015/may/22/irish-voters-set-to-make-history-in-gay-marriage-referendum","shortUrl":"http://gu.com/p/495c7","relatedUri":"http://mobile-apps.guardianapis.com/items-related/world/2015/may/22/irish-voters-set-to-make-history-in-gay-marriage-referendum","webUri":"http://www.theguardian.com/world/2015/may/22/irish-voters-set-to-make-history-in-gay-marriage-referendum"},"shouldHideAdverts":false,"headerVideo":{"id":"gu-video-456868258","source":"Guardian","durationInSeconds":178,"formats":[{"mimeType":"video/mp4","uri":"http://cdn.theguardian.tv/mainwebsite/2015/05/21/150521Riyadhaudiofixed_desk.mp4"},{"mimeType":"video/m3u8","uri":"http://cdn.theguardian.tv/HLS/2015/05/21/150521Riyadhaudiofixed.m3u8"}],"stillImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/audio/video/2015/5/21/1432245065194/KP_237949_crop_1200x720.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":720,"width":1200,"orientation":"landscape","caption":"620x372 trailpic for Ireland's gay marriage referendum - video ","credit":"guardian.co.uk","altText":"620x372 trailpic for Ireland's gay marriage referendum - video ","cleanCaption":"620x372 trailpic for Ireland's gay marriage referendum - video "}}},"importance":1,"kicker":{"title":"Gay marriage referendum"},"showQuotedHeadline":false}],"lastModified":"2015-05-22T09:18:46Z","personalization":{"id":"uk/groups/collections/uk-alpha/news/regular-stories","uri":"http://mobile-apps.guardianapis.com/uk/groups/collections/uk-alpha/news/regular-stories"},"visibility":"all","adTargetingPath":"uk-alpha/news/regular-stories/front"}