{"id":"lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode","title":"Breaking Bad: episode by episode","style":{"primaryColour":"#005689","secondaryColour":"#4bc6df","overlayColour":"#183f5d","backgroundColour":"#ffffff"},"pagination":{"currentPage":1,"totalPages":1},"cards":[{"title":"Breaking Bad recap: season five finale – Felina","rawTitle":"Breaking Bad recap: season five finale – Felina","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/sep/30/breaking-bad-recap-season-five-finale-felina","title":"Breaking Bad recap: season five finale – Felina","trailText":"<p><strong>Richard Vine's episode blog:</strong> So it's over. And what a story: tension, pathos, brutality, humour and shocks. <strong>Contains spoilers</strong></p>","standFirst":"So it's over. And what a story: tension, pathos, brutality, humour and shocks. Contains spoilers\n<br />\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/30/vince-gilligan-breaking-bad-finale-felina\" title=\"\"><span class=\"bullet\">•</span> Vince Gilligan on the Breaking Bad finale</a>","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad series five, episode 16 – Felina.</em></p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/23/breaking-bad-episode-15-granite-slate\" title=\"\">Click here to read Richard's episode 15 blog. </a></p>\n<h2>'I did it for me'</h2>\n<p>And ... breathe. What a way to go out. &quot;Should be one hell of a story,&quot; Walt warns us at the start, and, yes, it really was. As final episodes go, this delivered everything that has been great about Breaking Bad. It had tension, pathos, brutality, emotion, humour, jaw-dropping shocks – but also resolution. We had Walt, the one-man army, driving into the lions' den (uncle Jack's clubhouse) armed only with a car-key (and a hidden M60). We had Walt the man of detail, using his powers of observation to take out Lydia. We had the man of darkness, drawing on the power of his (W)alter ego Heisenberg to terrorise the Schwartzes – and find a way to provide for his family after his death. And we had the husband at last being honest with his wife: &quot;I did it for me. I liked it. I was good at it and I was really – I was alive.&quot;</p>\n<h2>'Five minutes'</h2>\n<p>Marie's call to Skyler to warn her about Walt being back in town gave us just enough detail to sense how they've been getting on (&quot;Truce&quot;), before pulling back to reveal Walt. It's an old trick, but a good one. Skyler sits and chain-smokes in front of him, as Walt admits to her – and perhaps himself for the first time – that in death he found a way to live. No half-baked lies in her new kitchen: &quot;It's over and I needed a proper goodbye.&quot; He built his empire as high as it would go, the stacks of dollar bills piling up in tandem with the body count, and then watched as it collapsed, crashing down on the lives of everyone around him.</p>\n<p>Walt leaves her with two things: the lottery ticket that marks the desert graves of Hank and Steve Gomez (which should double as a way for her to make peace with Marie and be something of a bargaining chip with the DEA) – and also an assurance that he's broke. If Walt's gamble is correct, the money he left with Elliott and Gretchen will arrive on Flynn's 18th birthday, and Skyler and Flynn will accept it in the same manner they accepted it the last time that Elliott and Gretchen &quot;helped out&quot;, when Walt told them that they were paying for his health care. Unlike last time, they're in on the plan.</p>\n<h2>'Hello Gretchen. Hello Elliott. I really love your new house'</h2>\n<p>In full Unabomber chic, Walt sits in the dark, waiting for Gretchen and Elliott to come home. He strolls into their luxury pad, eavesdropping as they chat about pizza, Thai food, Napa and spas, and then waits for them to spot him. He dismisses Elliott's attempts at being macho with a killer's calm: &quot;Elliott, if we're going to go that way, you're going to need a bigger knife.&quot; He practically rubs their noses in his money, making sure Gretchen hasn't missed any on the floor, as if to say, there you go: I've made it too. His plan is simple – borrowed from their TV interview. As &quot;two rich benefactors&quot;, who once knew his &quot;blameless children's monstrous father&quot; they can launder his money, offer another generous donation which will circumvent the suspicions of the federal government and Skyler. And just when it looks like he's letting them off relatively easily, trusting them to shake on it, he flicks his hand, as easily as Gretchen had flicked the remote on her fireplace. Two red gunsight lights dance across their bodies. &quot;Don't move a muscle. Just breathe.&quot; He paid &quot;the two best hitmen west of the Mississippi&quot; to keep tabs on them. It's a jaw-dropping moment, up there with Skyler walking in on Todd and his balaclava buddies in Holly's nursery. I didn't start breathing again until I realised that the &quot;hitmen&quot; were Badger and Skinny Pete, when they jumped in Walt's stolen car and handed back their laser pointers.</p>\n<p>Like so much of Felina, the end was satisfying because of its simplicity. Really, we've known from the start how it would end. Walt's going to die. A show that sentences its lead character to death in the first episode is duty bound to deliver that promise by the end. That first scene here in the snow-covered car seemed to set the tone for how everything would play out. Just as he's about to hotwire a stolen car, he stops to check the most obvious place for the keys: they're tucked behind the sun visor. A simple solution that paved the way for a finale that answered some of our more outlandish theories with a clean exit route. He gets his revenge on Elliott and Gretchen, showing them just how much he's made on his own, and also using them to provide for his family. The ricin: slipped into a packet of that <a href=\"http://www.bbc.co.uk/news/magazine-22758059\" title=\"\">&quot;Stevia crap&quot; </a>that Lydia likes in her soya milk chamomile tea. How did he know she'd be meeting Todd there? She's a &quot;schedule-orientated&quot; creature of habit. The M60 stashed in his car boot? Rigged up to kill Uncle Jack's crew – one last chance for some imaginative engineering, setting it to trigger with the remote on his car keys, an everyday item that would get past their clubhouse security (lucky they didn't check the boot).</p>\n<p>And then, Team RV reunited. Walt jumps on Jesse to save him from the machine gun, Jesse strangles Todd with his chains, Walt shoots Jack instead of taking his offer of returning the rest of his money, and Walt kicks the gun to Jesse, offering revenge, one last moment of trying to put words into Jesse's mouth, convince him of Walt's vision of reality: &quot;You want this.&quot; Jesse, broken and shaken, won't give him an easy way out, turning it back on his old teacher, partner, enemy, friend:- &quot;Nothing happens until I hear you say it.&quot; &quot;I want this.&quot; &quot;Then do it yourself.&quot; Jesse drives off – free at last. Is there a note of teacher's pride in Walt's face as he takes a look around Jesse's lab? Then, as the cops pull up, he's on the floor, dead. The great Heisenberg, the dying father who wanted to leave his family enough to live on after his death, the chemistry-whiz turned drug kingpin, the high-school teacher who broke bad and then maybe broke good again, just a little.</p>\n<p>RIP, Walter Hartwell White. We'll miss you.</p>\n<h2>Notes, observations and best lines<br /></h2>\n<p><span class=\"bullet\">•</span> Two short, but highly effective flashbacks. It was bad enough seeing Skyler, Junior and Marie hanging out in the White house living room as Hank teased Walt in his Ned Flanders outfit (&quot;Get a little excitement in your life&quot;). But that scene of Jesse in his woodwork class, lovingly crafting the box (which he then sold for drugs)? Heartbreaking.</p>\n<p><span class=\"bullet\">•</span> &quot;Is that up near the opera house? I hear that's nice.&quot; Walt would have made a good reporter.</p>\n<p><span class=\"bullet\">•</span> A couple of bonus beats: the <a href=\"http://audiour.com/playlist/2pmqxuk5\" title=\"\">Best Quality Vacuum answering machine</a>; <a href=\"http://dealbook.nytimes.com/2013/09/23/breaking-bad-the-gray-matter-of-charity/?_r=0\" title=\"\">the fake New York Times column</a> by Andrew Ross Sorkin that Charlie Rose mentioned during his TV interview with the Schwartzes; a cure for <a href=\"http://www.youtube.com/watch?v=dqbfrHmWrJI\" title=\"\">&quot;Breaking Bad Sadness&quot;</a>; <a href=\"http://www.funnyordie.com/videos/5f24c5785e/huell-s-rules\" title=\"\">Huell's Rules</a> to tide you over before Better Call Saul and Vince Gilligan's other new show,<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2013/sep/26/breaking-bad-vince-gilligan-house-battle-creek\" title=\"\"> Battle Creek</a>; and a handy <a href=\"http://www.spoilerfoiler.com\" title=\"\">&quot;spoiler foiler&quot;</a> from Netflix you may want to pass on to any friends who haven't been able to enjoy Felina yet.</p>\n<p><span class=\"bullet\">•</span> Anyone else think the opening shot of the snow-covered windscreen was a sly nod from AMC to HBO and their <a href=\"http://www.youtube.com/watch?v=ZC_uTMkmH08\" title=\"\">static ident</a>?</p>\n<p><span class=\"bullet\">•</span> &quot;Is that cornflower?&quot; Walt was the third wheel at Todd and Lydia's weekly coffee date.</p>\n<p><span class=\"bullet\">•</span> &quot;You'd be doing him a favour.&quot; Lydia, badass in Louboutins.</p>\n<p><span class=\"bullet\">•</span> &quot;For real yo, whole thing felt kinda shady – like, morality-wise.&quot; Nice to touch base with Badger and Skinny Pete.</p>\n<p><span class=\"bullet\">•</span> &quot;Pop! Darkness. Cheer up, beautiful people. This is where you get to make it right.&quot;</p>\n<p><span class=\"bullet\">•</span> &quot;Damn man, we was sure it was you, because that shit is choice, yo, better than ever. I mean, um, you know …&quot; Skinny Pete tries to mitigate his review of Jesse's cooking in front of Walt.</p>\n<p><span class=\"bullet\">•</span> A few more details worth noting: those horrible portaits now hanging in Skyler's new house; Walt frisked in a Christ pose; the massage chair moving under the dead henchman's body; the sound of the motor turning the M60 after it ran out of ammo; Jesse strangling Todd with his handcuffs like Walt killing Krazy 8; an automated message on Skyler's new answering machine instead of Walt; Marie in a white top.</p>\n<p><span class=\"bullet\">•</span> Three more tracks to complete the Breaking Bad playlist: Todd's special Lydia ringtone is <a href=\"http://www.youtube.com/watch?v=n4zRe_wvJw8\" title=\"\">Lydia the Tattooed Lady</a> by the Marx Brothers; <a href=\"http://www.youtube.com/watch?v=kIHRgisdbeY\" title=\"\">El Paso by Marty Robbins</a> is the song playing on the tape in the car Walt steals, and the song that gives us the episode's title &quot;Felina&quot;; the music playing over the final shot (&quot;Guess I got what I deserve&quot;) is <a href=\"http://www.youtube.com/watch?v=C53QAuOoSgc\" title=\"\">Badfinger's Baby Blue</a>.</p>\n<p><span class=\"bullet\">•</span> &quot;You look terrible.&quot; &quot;Yes, but I feel good.&quot; Skyler and Walt say goodbye.</p>\n<p>Thanks for all your comments below the line for this blog and I hope you enjoyed the finale as much as I did. Once the New Mexico dust has settled it will be interesting to see where people place it alongside some of the other recent TV finales. Share your thoughts below.</p>\n<p><span class=\"bullet\">•</span> This article was amended on 30 September 2013. It originally read &quot;Jesse and Lydia's coffee date&quot;; it has been corrected to say Todd and Lydia.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/9/30/1380539697771/Should-be-one-hell-of-a-s-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time. Photograph: Ursula Coyote/Ursula Coyote/AMC Photograph: Ursula Coyote/Ursula Coyote/AMC","credit":"Ursula Coyote/Ursula Coyote/AMC","altText":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time.","cleanCaption":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time. Photograph: Ursula Coyote/Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/Ursula Coyote/AMC"}],"bodyImages":[],"webPublicationDate":"2013-09-30T11:25:10Z","lastModified":"2014-05-22T05:20:44Z","metadata":{"commentable":true,"commentCount":594,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Television","Television & radio","Breaking Bad"],"tags":[{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/30/breaking-bad-recap-season-five-finale-felina","shortUrl":"http://gu.com/p/3j6f3","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/sep/30/breaking-bad-recap-season-five-finale-felina","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/sep/30/breaking-bad-recap-season-five-finale-felina"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/9/30/1380539708940/Should-be-one-hell-of-a-s-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time. Photograph: Ursula Coyote/Ursula Coyote/AMC Photograph: Ursula Coyote/Ursula Coyote/AMC","credit":"Ursula Coyote/Ursula Coyote/AMC","altText":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time.","cleanCaption":"'Should be one hell of a story' … Walter White sets the wheels in motion one last time. Photograph: Ursula Coyote/Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/Ursula Coyote/AMC"}},"importance":7,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: series five, episode 15 – Granite State","rawTitle":"Breaking Bad recap: series five, episode 15 – Granite State","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/sep/23/breaking-bad-episode-15-granite-slate","title":"Breaking Bad recap: series five, episode 15 – Granite State","trailText":"<p><strong>Richard Vine's episode blog:</strong> This extended episode combined tension with heartbreak, and horror with comedy. Can you bear the wait until next week's finale?</p>","standFirst":"This extended episode combined tension with heartbreak, and horror with comedy. Can you bear the wait until next week's finale?","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad series five, episode 15 – Granite State.</em></p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/16/breaking-bad-episode-14-ozymandias\" title=\"\">Click here to read Richard's episode 14 blogpost</a></p>\n<h2>'The sweet, kind, brilliant man that we once knew long ago – he's gone'</h2>\n<p>After last week's powerhouse episode, with Walt's full Heisenberg rant and Hank's gut-wrenching murder (still can't believe he's gone), I wasn't sure where they would be taking us next. Would we fast-forward to the future Walt we saw at the start of this season? How much more can we take? This penultimate instalment delivered; its extended running time was packed with scenes that tugged the audience in one direction before dropping us off a cliff the next. There was tension balanced with heartbreak (Jesse's MacGyver-style paperclip prison-break, punished by Andrea's murder); horror with comedy (Todd in a balaclava terrorising Skyler, then dressing up for his &quot;coffee date&quot; with Lydia); pathos with reality checks (Walt on the DIY IV drip; Flynn refusing to have anything to do with him: &quot;You killed Uncle Hank&quot;).</p>\n<h2>'Mr Lambert – welcome to New Hampshire'</h2>\n<p>There have been moments throughout the series where Walt has brought up the idea of starting again, running away, using the money to build a new life, to do anything. Granite State brings us the reality of what that dream of freedom looks like: being shipped across country inside a propane tank (another barrel) and then holing up in a cabin in New Hampshire in his long-johns, with only his cash and two copies of <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/film/2007/dec/17/family.dustinhoffman\" title=\"\">Mr Magorium's Wonder Emporium</a> to keep him company. He's a millionaire who can't even buy two hours of company from Saul's guy, Mr Vacuum Repair. I loved the casting of Robert Forster here, bringing that seen-it-all, fixer professionalism that's been missing since Walt shot Mike. At one point I thought Walt was going to start chucking his fat stacks on the wood-burning stove. As his temporary bunk-mate Saul points out back in the repair shop, money is a problem: there's no way Walt's children are going to be able to inherit it. Even Mike couldn't get his nest-egg to his granddaughter without it &quot;ending up in Uncle Sam's pockets&quot;.</p>\n<h2>'It can't all be for nothing' </h2>\n<p>Another piece of the Breaking Bad story returns: Gretchen and Elliot Schwartz. Walt finally makes it down the snow-covered road – it's odd to see him out of the desert – and into the nearest bar. He gets a barmaid to fake an emergency call from &quot;Aunt Marie&quot; to Junior so he explain his latest plan: he's going to post a box full of cash to Junior's friend Louis. Junior (now back to Flynn) doesn't want anything to do with him or his money. Walt is broken. If his family doesn't even want the money, it's over. Hetakes Saul's advice at last and turns himself in to the DEA.</p>\n<p>Walt sits down at the bar to wait to be arrested. The barman's channel-surfing chances upon the Schwartzes, being interviewed on TV by real-life talkshow host <a href=\"http://www.charlierose.com\" title=\"\">Charlie Rose</a>. It's a moment that not only gives us a glimpse of the impact that Walt's criminal career is having in the wider world (he's notorious enough that his early association with Gray Matter Technologies has affected their stock price) and reminds us of what he could have been (someone with a legitimate business empire) and what he once was (the brilliant scientist), but it also pushes another of Walt's triggers: not getting to write his own story. In their version, the Walter White they knew is gone, and Heisenberg's signature product, the blue meth, is still out there, even reaching Europe. As they spin a line about their contact with Walt, downgrading his involvement in Gray Matter Technologies to being little more than providing &quot;the company name&quot;, the Breaking Bad theme music fades into the scene, Walt's fist clenches, and in his eyes you can see that injured pride returning. Here's Walter White, who felt ripped off all those years ago and has never forgotten it; here's quiet Mr White who summoned a dark nemesis, who built an empire with his scientific know-how, lost it in the desert and is still being ripped off by people using his recipe to cook blue meth; here's Heisenberg – and he's gone before the local cops can arrive.</p>\n<h2>Notes, observations and best lines</h2>\n<p><span class=\"bullet\">•</span> So: Walt has got $100,000 in cash, the new look we saw him with at the start of the series (hair, full beard, new glasses) – who is he going to track down? Jack's attempt to buy him off with one barrel clearly hasn't worked (&quot;They murdered Hank, they stole my life's work&quot;) – but could he also be planning to use the ricin on the Schwartzes? A &quot;science first&quot; revenge for that first major setback in his life? Back in ABQ, it looks as if Todd has found a reason to keep Jesse alive – he's really keen to keep increase the purity of the meth in order to please Lydia. Will this provide a final chance for Jesse and Walt to make up? Or will this be an opportunity for Jesse to take his own revenge?</p>\n<p><span class=\"bullet\">•</span> &quot;It's an actual store! Guess I figured 'vacuum cleaner repair' was a term of art.&quot; Saul's guy turns out to have the perfect cover.</p>\n<p><span class=\"bullet\">•</span> A few more highlights from my notes: Walt bribing Mr Vacuum Repair for two more hours of his company and settling for one; Walt being too weak to threaten Saul; the wood-burning-stove-cam; Heisenberg's hat sitting on the stuffed deer head; Saul's set of matching blue luggage; snow; Todd's ice-cream reward for Jesse; Walt wearing long-johns instead of his trademark Y-fronts; a cameo from Principal Carmen; Junior back to calling himself Flynn White; Walt remembering Flynn's friend Louis; Saul flipping his fringe out of the way for his new ID photo; Mr Vacuum Repair watching YouTube to perfect his needle technique; the crushing sensation as Jesse's prison-break failed and then he was forced to watch Andrea being killed on her doorstep.</p>\n<p><span class=\"bullet\">•</span> &quot;The heart wants what the heart wants, right?&quot; Uncle Jack, the romantic.</p>\n<p><span class=\"bullet\">•</span> &quot;You really don't want us coming back here.&quot; Balaclava Todd.</p>\n<p><span class=\"bullet\">•</span> &quot;Does this pussy cry through the whole thing?&quot; Uncle Jack, the DVD critic.</p>\n<p><span class=\"bullet\">•</span> &quot;It's not the Ritz Carlton, but it's comfortable enough for short-term.&quot; Welcome to the Hotel Vacuum Repair.</p>\n<p><span class=\"bullet\">•</span> &quot;The fun's over. From here on out, I'm Mr Low-Profile, just another douchebag with a job and three pairs of Dockers.&quot; Don't call Saul.</p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/23/breaking-bad-modern-family-emmys\" title=\"\">Just the two Emmys this year?</a> Can we expect more when this final part of the last season is up for contention next year? Congratulations to the team and Anna Gunn – the scene with Todd's masked men waiting for her in Holly's bedroom was terrifying, proof that after all Walt's promises, Skyler and the kids really wouldn't be safe.</p>\n<p><span class=\"bullet\">•</span> Maybe Hank has gone to a better place: <a href=\"https://vine.co/v/hreuUO1BUQD\" title=\"\">&quot;Ready for that drink now?&quot;</a> Yes.</p>\n<p><em><span class=\"bullet\">•</span> This blog was amended on 23 September 2013. The episode title was given as Granite Slate; this has now been corrected. </em></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/23/1379938710019/Breaking-Bad-Granite-Slat-006.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Breaking Bad: Granite Slate – Walter White, played by Bryan Cranston. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Breaking Bad: Granite Slate","cleanCaption":"Breaking Bad: Granite Slate – Walter White, played by Bryan Cranston. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}],"bodyImages":[],"webPublicationDate":"2013-09-23T12:21:00Z","lastModified":"2014-05-22T04:50:52Z","metadata":{"commentable":true,"commentCount":643,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Breaking Bad","Television","Television & radio","Culture"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/23/breaking-bad-episode-15-granite-slate","shortUrl":"http://gu.com/p/3jxkt","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/sep/23/breaking-bad-episode-15-granite-slate","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/sep/23/breaking-bad-episode-15-granite-slate"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/23/1379938053237/Breaking-Bad-Granite-Slat-011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Breaking Bad: Granite Slate – Walter White (Bryan Cranston) with Mr Vacuum Repair (Robert Forster). Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Breaking Bad: Granite Slate","cleanCaption":"Breaking Bad: Granite Slate – Walter White (Bryan Cranston) with Mr Vacuum Repair (Robert Forster). Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode 14 – Ozymandias","rawTitle":"Breaking Bad recap: season five, episode 14 – Ozymandias","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/sep/16/breaking-bad-episode-14-ozymandias","title":"Breaking Bad recap: season five, episode 14 – Ozymandias","trailText":"<p>Betrayals, brutality and bombshells keep coming as Walt moves deeper into the darkness, says <strong>Richard Vine</strong></p>","standFirst":"Betrayals, brutality and bombshells keep coming as Walt moves ever deeper into the darkness","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad season five, episode 14 – Ozymandias.</em></p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/09/breaking-bad-recap-season-five-episode-13-tohajiilee\" title=\"\">Click here to read Richard's episode 13 blogpost</a></p>\n<h2>'I've still got things left to do'</h2>\n<p>It's not often the bad guy gets to ride off into the sunset. But that's what it felt like as Walt sat waiting for Saul's guy in the same roadside extraction point where Jesse sat a few weeks ago, and then climbed into an innocuous people carrier. Behind him, the concrete looked like a mountain graveyard; in front of him, three bags and a barrel full of cash: the high price for all the bodies he has left behind.</p>\n<p>If Breaking Bad has been about watching Mr Chips transform into Scarface, as creator Vince Gilligan has often said, this episode seemed in part to be about Walt acknowledging it – but also recognising that he has come to the end of his &quot;empire business&quot;, as suggested by the title's reference to <a href=\"http://en.wikipedia.org/wiki/Ozymandias\" title=\"\">the Shelley poem Ozymandias</a>. At every turn, as he wrestled with his two halves, the right and wrong, the White and the Heisenberg, he seemed to choose to be the danger, the one who knocks, psyching himself up after Hank's murder to sell out Jesse (&quot;found him&quot;); being out-played by the meth Nazis; abducting Holly after realising that Skyler and Junior have turned against him; finally abandoning everyone to make a run for it by himself.</p>\n<p>Before we return to last week's excruciating cliffhanger, there's time to reflect: a flashback to the first time we were out here in the desert. We're back in the RV – and it's almost like a dream playing out in Walt's head, as we're reminded of a time when Skyler was happy to be making &quot;nine bucks&quot; on eBay, when Walt could still get away with a lie about pulling overtime in the car wash, and when a knife block could sit innocently on the kitchen counter. Then, as Walt's impromptu chemistry lesson fades (remember when he was a teacher?), it's time to return to the brutal present: &quot;the reaction has begun&quot; indeed.</p>\n<p>Walt pleads with Uncle Jack for Hank's life: &quot;He's family.&quot; Seasoned pros Jack and Hank both seem to be on the same page, and know even $80m isn't enough to buy his way out. As Hank points out, &quot;You're the smartest guy I ever met, and you're too stupid to see – he made up his mind 10 minutes ago.&quot; Not only has Walt's gambit to save Hank failed, but he has also just given up the location of his DIY desert bank (&quot;pretty specific instructions&quot;).</p>\n<p>Then he sells Jesse out, with a &quot;found him.&quot; Even in that terrible moment, was there a flicker of Mr White there? Did he try to run the angles, come up with some final &quot;yeah, science!&quot; moment to save Jesse before deciding that it was all over? Instead, it's Todd who comes to the rescue, pointing out that it might be wise to interrogate Jesse first. &quot;I mean, he might have told them some stuff that might not be too good for us.&quot; (His &quot;aw shucks&quot; blankness may actually hide a shrewd operator.) Then, the first of tonight's bombshells, as Walt seems to tip headfirst into the darkness: &quot;I watched Jane die. I was there and I watched her die. I watched her overdose and choke to death. I could have saved her. But I didn't.&quot; For all his ambiguity over the series, his wavering on the line, this was so cruel – sending Jesse off to die with this final revelation to break him. It's unlikely to be the &quot;fast and painless&quot; hit Walt ordered, but at least it will be out of his sight, unlike Hank.</p>\n<p>That shot of Walt catching his breath, glimpsing himself in the rear view mirror, seemed to say it all as he took stock – he's alive, there's cash in the car, and blood on his hands – as he turned to look at the fresh marks in the dust, the hole he dug to hide the money now a ready-made grave for Hank and Gomez. Time for another twist in the desert: a bullet hole in Walt's fuel tank means he's out of petrol, leaving him with one option, to walk. Walt rolled his last barrel through the sand, like Donkey Kong unleashed from the top of his ladders (it's lucky he didn't hide it in boxes).</p>\n<p>Elsewhere, a whirlwind of emotion and chaos: Marie still thinks Hank has arrested Walt, and finds it in her heart to try to save Skyler, restraining her tendency to overdramatise with a simple: &quot;I will support you through this.&quot; Her condition is tonight's second revelation, as Skyler's hand is forced. Walt Jnr has to be told – before he finds out from someone else. And in turn, Junior's clear logic cuts through to Skyler (&quot;If all this is true and you knew about it, you're as bad as him&quot;), and she sees Walt again as the monster she has to protect her children from.</p>\n<p>Back at the White house there's more panic. Walt is ready to run, to get Skyler and Junior to chuck a few things in a bag and get out – &quot;I will discuss all of this later&quot; – but they refuse. Walt's left alone again, alienated from the family he has used for so long to justify his actions. Breaking Bad has had more of its fair share of violent scenes that linger in the memory – Gus adjusting his tie with half his face blown off, Danny Trejo's head on a tortoise, the kid assassin who shot Combo and cycled off. But this fight was especially painful to watch. The stakes seemed so high with Junior and Holly in the room, the knife flailing around – it looked at one point as if he might get stabbed. Instead, Junior protects his mother. &quot;I need the police – my dad, he pulled a knife on my mom. He attacked her, he's dangerous.&quot; It's a cold reminder of the &quot;domestic situation&quot; distress call Skyler made to have Walt removed from the premises back when they were both keeping the truth from Junior.</p>\n<h2>'You're always whining and complaining while I do everything'</h2>\n<p>Walt runs off with Holly, his blood staining her pink and white jacket, Skyler left distraught in the middle of the street. He calls to unleash a tirade of abuse – &quot;This is your fault. I warned you for a solid year – you cross me, there will be consequences. You never believed in me, you were never grateful …&quot; After his demolition job on Jesse, it's like he has been possessed as he mimics her &quot;whining&quot; (&quot;It's immoral! It's illegal!&quot;). But is there more to the conversation than just his ego being unleashed? Is he giving her a way out, calculating that there would be a trace on the line, the police listening as he took full responsibility for everything, absolving her as he says: &quot;I built this – <em>me</em>. Me alone, nobody else. You mark my words, Skyler, toe the line. Or you will wind up just like Hank.&quot; What is it that he has left to do? Save Jesse? Get the money back? Get them all out of there? Just two episodes left now. It's going to be a long week.</p>\n<h2>Notes, observations and best lines</h2>\n<p><span class=\"bullet\">•</span> &quot;My name is ASAC Schrader and you can go fuck yourself&quot;. Adios, Hank.</p>\n<p><span class=\"bullet\">•</span> &quot;Yo! So what's next?&quot; If only you knew, Season-One Jesse.</p>\n<p><span class=\"bullet\">•</span> &quot;What's with all the greed here? It's unattractive.&quot; Maybe it's because he reminds me of Christopher Lloyd in Back to the Future, but Uncle Jack does seem like a pretty fair sort of guy if you're in his good books – $11m is not a bad pay-off. Even his &quot;Woah, simmer down there, Sparky&quot; had a certain wit.</p>\n<p><span class=\"bullet\">•</span> &quot;I'm sorry for your loss.&quot; Todd … emotes … again.</p>\n<p><span class=\"bullet\">•</span> &quot;Good to go?&quot; Colder than a trip to Belize.</p>\n<p><span class=\"bullet\">•</span> &quot;Mama&quot; – was this Holly's first dialogue on the show?</p>\n<p><span class=\"bullet\">•</span> &quot;I will support you through this.&quot; Sisters, doing it for themselves.</p>\n<p><span class=\"bullet\">•</span> A word on Jesse's face: did Uncle Jack's crew bust up the other eye to mirror the one Hank pulped? How long does Todd plan on keeping him around, chained like a &quot;rabid dog&quot;?</p>\n<p><span class=\"bullet\">•</span> &quot;Found him.&quot; &quot;Let's cook.&quot; &quot;I negotiated.&quot; You really know you're in the endgame when a show can pull out so many meaningful two-word sentences.</p>\n<p><span class=\"bullet\">•</span> &quot;You stupid bitch.&quot; Was this the first time Walt has used Jesse's catchphrase?</p>\n<p><span class=\"bullet\">•</span> &quot;Flynn? Could you put your seatbelt on? Please, it's not safe.&quot; Breaking Bad really is doing its bit for seatbelt awareness, isn't it? (Somehow, <a href=\"http://en.wikipedia.org/wiki/Ralph_Nader\" title=\"\">I could see Walt voting for Ralph Nader</a>, the independent presidential candidate who campaigned for car safety in the 1960s.)</p>\n<p><span class=\"bullet\">•</span> This episode was directed by Brick and Looper director <a href=\"http://www.rcjohnso.com\" title=\"\">Rian Johnson</a>, who also directed the great &quot;bottle&quot; episode Fly back in season three, and Fifty-One at the start of season five (when Walt splashed out on a swanky new car for Walt Jnr).</p>\n<p><span class=\"bullet\">•</span> Anyone in need of a little light relief? How about <a href=\"http://www.youtube.com/watch?v=duKL2dAJN6I\" title=\"\">Jimmy Fallon's Joking Bad</a> or the adventures of <a href=\"http://www.youtube.com/watch?v=YgSERsmbOdM\" title=\"\">Heisenberg and Pinkman</a>?</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/9/16/1379331032951/Breaking-Bad-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Jesse and Walt: a cruel revelation in store. Photograph: Sportsphoto Ltd/Allstar Photograph: Sportsphoto Ltd/Allstar","credit":"Sportsphoto Ltd/Allstar","altText":"Breaking Bad","cleanCaption":"Jesse and Walt: a cruel revelation in store. Photograph: Sportsphoto Ltd/Allstar","cleanCredit":"Sportsphoto Ltd/Allstar"}],"bodyImages":[],"webPublicationDate":"2013-09-16T11:57:45Z","lastModified":"2014-05-22T04:21:02Z","metadata":{"commentable":true,"commentCount":754,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":false,"keywords":["Breaking Bad","Television","Culture","Television & radio"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/16/breaking-bad-episode-14-ozymandias","shortUrl":"http://gu.com/p/3tnnh","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/sep/16/breaking-bad-episode-14-ozymandias","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/sep/16/breaking-bad-episode-14-ozymandias"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/9/16/1379331042410/Breaking-Bad-011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Jesse and Walt: a cruel revelation in store. Photograph: Sportsphoto Ltd/Allstar Photograph: Sportsphoto Ltd/Allstar","credit":"Sportsphoto Ltd/Allstar","altText":"Breaking Bad","cleanCaption":"Jesse and Walt: a cruel revelation in store. Photograph: Sportsphoto Ltd/Allstar","cleanCredit":"Sportsphoto Ltd/Allstar"}},"importance":5,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode 13 – To'hajiilee","rawTitle":"Breaking Bad recap: season five, episode 13 – To'hajiilee","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/sep/09/breaking-bad-recap-season-five-episode-13-tohajiilee","title":"Breaking Bad recap: season five, episode 13 – To'hajiilee","trailText":"<p><strong>Richard Vine's episode blog: </strong>As we get closer to the finale, and the sense of impending doom grows, we learn some useful lessons in brand awareness</p>","standFirst":"As we get closer to the finale, and the sense of impending doom grows, we learn some useful lessons in brand awareness","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad series five, episode 13 – To'hajiilee.</em></p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/02/breaking-bad-recap-season-five-episode-12\" title=\"\">Click here to read Richard's episode 12 blogpost</a></p>\n<h2>'Walter White, you have the right to remain silent'</h2>\n<p>Get off the phone. Call it in. Radio for backup. I can't have been the only one willing Hank to hang up and dial the DEA. Hank's not what you'd call an emotional guy, so to see him take the time to call home, to tell Marie that he loves her, that he might be a bit busy for the next few weeks, but it's all over, was heartbreaking. The longer it went on, the more he told her, the more it felt like there was no way it was going to end well. And then – there they were, the cavalry coming to <a href=\"http://www.youtube.com/watch?v=9JS-iK0lD0s\" title=\"\">the lone danger's</a> rescue: Todd and Uncle Jack's white-power gang, driving through the dust to take the New Mexico standoff to another level.</p>\n<h2>'Get my photo, bitch? That barrel look familiar?'</h2>\n<p>After last week's sting flopped, Jesse and Hank's partnership finally seemed to be working out. Jesse knew the cash was the key to breaking Walt (&quot;where he lives&quot;), and offered up Huell as the weak link in the Heisenberg chain of command (a bonus payback for his pickpocketing?). On his side, Hank's intimate knowledge of crime scenes helped them fake two photos on his cameraphone. The first was too much for poor Huell, whose poker face finally cracked at the sight of Jesse's &quot;brains&quot; blown out on the kitchen floor. The second, a shot of 55-gallon barrel stuffed with cash was good enough to fool Walt. A satisfying bit of detective work on their part too, gambling that Walt wouldn't have known for sure whether or not the hire van he used had GPS fitted.</p>\n<p>Walt's drive out into the desert was a breathless twist on the car chase: a wild ride into the middle of nowhere, not realising that he was the one being followed. Jesse keeping him on the phone, growling at him like a demented DJ, taunting him with the threat of burning his Benjamins (&quot;Fire in the hole bitch!&quot;); that use of &quot;Walt&quot; instead of &quot;Mr White&quot; is always so cutting. Was Hank taping Walt's conversation? Of all the confessions we've heard in these final episodes, that's the closest yet we've come to hearing the truth from Walt, as he rattled through his Heisenberg CV, from Brock's poison incident (&quot;Don't you think I knew how much to give him, that I had it all measured out? Don't you know me by now?&quot;), to the murders of Gus, <a href=\"http://breakingbad.wikia.com/wiki/Emilio_Koyama\" title=\"\">Emilio</a> and Krazy-8.</p>\n<h2>'One target, not currently in jail'</h2>\n<p>For all his talk of Jesse being &quot;like family&quot;, insisting to Uncle Jack that he hasn't been sold out (&quot;<a href=\"http://en.wikipedia.org/wiki/The_Rat_Patrol\" title=\"\">Rat patrol</a>? No, no – he just won't listen to reason&quot;) while agreeing to one last cook for them in exchange for murder, it feels like Walt wasn't expecting to be anywhere near the frontline again. The shot of his face as he ducked for cover, his glasses flying up on to the backseat of the Schradermobile, said it all: this wasn't the &quot;fast and painless&quot; hit he'd ordered. This is the cold reality of his empire: stuck in the middle of a shootout, seconds away from a bloodbath. He may hate Hank right now – but that doesn't mean he wants him or Gomez to die.</p>\n<p>For some time it feels like Breaking Bad has been building to an ending where we're going to lose a lot of the major characters: the demands of a tragedy dictate the drama that death brings. It's one thing knowing that, but it's another watching it play out – I didn't want this scene to end, to know for certain that we've started the cull. It's debatable whether we really needed another cliffhanger at this point in the series (we'll be here next week!), but maybe it's the mark of a great show that we won't really believe we've seen the last of Hank and his <a href=\"http://brooklynbrewery.com/blog/community/schraderbrau-saying-goodbye-to-our-favorite-fictional-homebrewer/\" title=\"\">Schraderbrau</a> until we see his body lying next to Gomez in the desert dust. But surely there's no way out?</p>\n<h2>Notes, observations and best lines</h2>\n<p><span class=\"bullet\">•</span> More mirroring and references to earlier episodes again this week. Lydia and Skyler both believe in brand awareness - &quot;blue is our brand&quot;, Lydia told Todd; the &quot;A1 Day&quot; catchphrase &quot;reinforces our brand&quot;, Skyler told Junior as he learned the ropes at the car wash. Lydia's line to Todd - &quot;I believe in you&quot; - was also reminiscent of Walt's early tutelage of Jesse. In a scene that echoed Walt and Jesse deciding who'd deal with Emilio and Krazy-8, Hank offered to flip a coin with Gomie for the honour of reading Walt his rights. When Walt says to Jesse &quot;don't you know me by now?&quot; - it goes both ways. Jesse knew that the money was the key to getting Walt out on his own, and Walt knew that he could use Brock to draw Jesse out of hiding. He probably would have succeeded if Hank hadn't intercepted the message on the Hello Kitty phone - &quot;nice try, asshole&quot;. More colour-coding too as Walt's blue shirt matched the A1 counter and the sky above Hank's head while he waited under the freeway bridge for Gomez: he's everywhere.</p>\n<p><span class=\"bullet\">•</span> &quot;The kid is not as dumb as you think.&quot; Saul believes in Jesse, even if Walt doesn't.</p>\n<p><span class=\"bullet\">•</span> Anyone else think that one of the meth crew was going to pull out a Pantone colour chart in their new lab? As they insisted that their batch was &quot;kind of blue&quot;, &quot;blueish&quot;, &quot;aquamarine&quot; and suggested that food colouring might be the solution (think about the &quot;flamingo pink&quot; of farm-raised salmon, one helpfully offered), Todd's line about &quot;cooking the colour right out of it&quot; reinforced just how much Lydia needs Walt to come back to give Todd a refresher course. Still, Todd does know how to make her a nice cup of tea (there was a creepy shot of him touching the lipstick markn she left).</p>\n<p><span class=\"bullet\">•</span> Is Brock the first person to see straight through Walt? The look on his face as Walt walked in (&quot;Froot Loops? That's good stuff.&quot;) said it all: do not trust this man. Another scene to add to the <a href=\"https://www.facebook.com/WhenWaltJrEatsBreakfastBreakingBad\" title=\"\">Breaking Bad breakfast meme</a> (Breakfasting Bad?).</p>\n<p><span class=\"bullet\">•</span> Todd's ringtone? <a href=\"http://en.wikipedia.org/wiki/Magnus_Pyke\" title=\"\">Magnus Pyke</a>'s &quot;Science!&quot; line from Thomas Dolby's 80s hit <a href=\"http://www.youtube.com/watch?v=V83JR2IoI8k\" title=\"\">She Blinded Me With Science</a>.</p>\n<p><span class=\"bullet\">•</span> &quot;That dude who looked like Wolverine? He couldn't crack 70.&quot;</p>\n<p><span class=\"bullet\">•</span> &quot;I've got a bad feeling about this.&quot; The force is strong with <a href=\"http://www.youtube.com/watch?v=Drkh0YLF8rI\" title=\"\">Darth White</a> today.</p>\n<p><span class=\"bullet\">•</span> &quot;There's a whole lot of desert out there.&quot; Oh Gomez …</p>\n<p><span class=\"bullet\">•</span> &quot;Coward.&quot; Interesting choice of words from Walt, considering he admitted to Jack that he couldn't face killing Jesse himself (&quot;Jesse is like family to me&quot;).</p>\n<p><span class=\"bullet\">•</span> &quot;Don't drink and drive – but if you do, call me.&quot; Saul's advice for his new fan, Walt Jr.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/9/1378726527856/Breaking-Bad-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Saul Goodman (Bob Odenkirk) and Walter White (Bryan Cranston) in Breaking Bad. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Breaking Bad","cleanCaption":"Saul Goodman (Bob Odenkirk) and Walter White (Bryan Cranston) in Breaking Bad. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}],"bodyImages":[],"webPublicationDate":"2013-09-09T11:48:36Z","lastModified":"2014-05-22T03:51:35Z","metadata":{"commentable":true,"commentCount":534,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Breaking Bad","Television","Television & radio","Culture"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/sep/09/breaking-bad-recap-season-five-episode-13-tohajiilee","shortUrl":"http://gu.com/p/3ttqa","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/sep/09/breaking-bad-recap-season-five-episode-13-tohajiilee","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/sep/09/breaking-bad-recap-season-five-episode-13-tohajiilee"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/9/1378726546175/Breaking-Bad-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Saul Goodman (Bob Odenkirk) and Walter White (Bryan Cranston) in Breaking Bad. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Breaking Bad","cleanCaption":"Saul Goodman (Bob Odenkirk) and Walter White (Bryan Cranston) in Breaking Bad. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode 12 – Rabid Dog","rawTitle":"Breaking Bad recap: season five, episode 12 – Rabid Dog","item":{"type":"article","id":"tv-and-radio/2013/sep/02/breaking-bad-recap-season-five-episode-12","title":"Breaking Bad recap: season five, episode 12 – Rabid Dog","trailText":"<p><strong>Richard Vine: </strong>Something of a holding episode this week, but which way will Jesse turn - to Walt, to Hank, or neither?</p>","standFirst":"Something of a holding episode this week, but which way will Jesse turn - to Walt, to Hank, or neither?\n<br />\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/22/breaking-bad-vince-gilligan-charlie-brooker\" title=\"\">A roundup of Vince Gilligan's talk at the Edinburgh TV festival </a>\n<br />\n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/video/2013/aug/23/breaking-bad-creator-vince-gilligan-edinburgh\" title=\"\">Watch a clip of Vince Gilligan talking to Charlie Brooker</a>","byline":"Richard Vine","body":"<p>SPOILER ALERT: This blog is for viewers who have seen <a href=\"x-gu://list/mobile-apps.guardianapis.com/lists/tag/tv-and-radio/breaking-bad\" title=\"\">Breaking Bad</a> series five, episode 12 – Rabid Dog.</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/2013/aug/26/breaking-bad-recap-season-five-episode-11\" title=\"\">Click here to view Richard's season five, episode 11 blogpost</a></p>\n<h2>'What's one more?'</h2>\n<p>Marie is researching poisons. Skyler is the staycation Lady Macbeth. Hank has dragged Gomie into his rogue surveillance operation. Is Junior the only character left who hasn't been corrupted by the Heisenberg logic? Even he's not convinced by Walt's goofy &quot;pump malfunction&quot; explanation for the carpet being covered in gasoline (&quot;Dad, can you just tell the truth?&quot;).</p>\n<p>Does Walt still care about Jesse? That's the main current running through this episode. Walt still seems to believe that there's a way out that doesn't involve &quot;sending him to Belize&quot;, or reacting to &quot;an Old Yeller type situation&quot;, as Saul offers. He's willing to ignore how close Jesse came to torching his house, and still try to &quot;talk to him, make him see reason&quot; – that's the message he leaves for Jesse, that's what he tells Saul, and that's what he tries to convince Skyler.</p>\n<p>Of course, he doesn't know that Hank talked Jesse out of burning down the house at the last minute – instead choosing to read the situation (empty house covered in gasoline) as evidence of Jesse having changed his mind. Even the way he signs off his phone message to Jesse – &quot;be safe&quot; – still feels genuine to some extent, especially compared to the way that Hank sees him (&quot;the junkie murderer that's dribbling all over my guest bathroom floor&quot;). Neither Saul nor Skyler are convinced that Jesse can be talked back round – but Walt holds on to the idea that he can control the situation (and not have to kill him). It's a curious combination of arrogance and parental concern, the &quot;we can fix this&quot; mentality looking out for his protege, versus the cold, killer logic of the meth world. In the White household, it's Skyler who is fully committed to the protect-at-all-cost course of action: &quot;what's one more?&quot;</p>\n<h2>'Just the word of a meth-head nut job against Mr Rogers who has a lung tumour'</h2>\n<p>It's not often you get to see TV characters offering their account of events that we've seen over a whole series. In these final episodes, we've already had Walt's warped version, flipping the story to tell the rise of Hank &quot;Heisenberg&quot; Schrader, and Todd's cheerful breakfast story about the fun he had that one time when he helped out on a great train robbery (leaving out the odd detail like child murder). In this episode, it's Hank's turn to break down the bare bones of the Pinkman-White relationship. He borrows Walt's video confession tactic, getting Jesse to relax on his sofa (under the watchful gaze of that slightly disturbing portrait of Marie in her bridal gown), and tell them everything he can remember. Hank, ever the lawman, builds a story from the evidence in front of him: Walt paid for Jesse's rehab, ran over two drug dealers with his car (&quot;sounds like he saved your life&quot;) and made Jesse a 50-50 partner. His analysis? &quot;Walt's ruthless, he'll do anything to protect his interests – except when it comes to you.&quot; Jesse isn't convinced, dismissing Hank and Gomie: &quot;You two guys are just guys, OK? Mr White – he's the devil.&quot;</p>\n<p>Overall, something of a holding episode this week. The &quot;twist&quot; that the scary bald dude in black in the plaza wasn't one of Walt's stooges waiting for Jesse with a ticket to Belize didn't quite have the impact that we've come to expect. On the other hand, perhaps they just wanted to throw something straightforward and simple into the mix – to remind us of the everyday, outside world where people who haven't been corrupted by Walt's Heisenberg devilry are still walking around waiting for their children. A banal moment, and one that was enough to push a (justifiably) paranoid Jesse into action, breaking free from both Hank's wire plan and Walt's grip. &quot;Nice try, asshole … Next time I'm going to get you where you really live.&quot; So where – or what – did Jesse mean? The money? The desert? His family? His reputation?</p>\n<p>Four down, four to go…</p>\n<h2>Notes, observations and lines of the week</h2>\n<p><span class=\"bullet\">•</span> &quot;So, that was my day, how was yours?&quot; Walt's mild-mannered bluffs aren't fooling anyone these days.</p>\n<p><span class=\"bullet\">•</span> &quot;I never should have let my dojo membership run out.&quot; Anyone else have a vision of Saul <a href=\"http://www.youtube.com/watch?v=BCSk7Npeytg\" title=\"\">high-kicking like a karate Elvis</a> here?</p>\n<p><span class=\"bullet\">•</span> A good selection in this episode of the unusual camera angles that have been such a strong part of the visual language of Breaking Bad: under the door handle, inside the carpet, looking out from a hotel ice machine.</p>\n<p><span class=\"bullet\">•</span> Marie's been looking up poison methods on the internet? Surely that's not a great move for the wife of a DEA agent who could be under investigation at any moment? Hopefully we'll be back with her therapist Dave next week to uncover why she was so upset with the &quot;new parking rules&quot; at work.</p>\n<p><span class=\"bullet\">•</span> This week's pop culture references: Hank's turn to pick up the Hello Kitty phone; Saul's reference to an <a href=\"http://www.imdb.com/title/tt0050798/\" title=\"\">&quot;Old Yeller type situation&quot;</a>; and Gomie remembering one of the less fruitful moments in DEA surveillance history: &quot;For three hours, all he talked about was something called <a href=\"http://en.wikipedia.org/wiki/Babylon_5\" title=\"\">Babylon 5</a>.&quot;</p>\n<p><span class=\"bullet\">•</span> Good to see Hank maintaining car safety, helping Jesse with his seat belt.</p>\n<p><span class=\"bullet\">•</span> Walt's classic Y-fronts/handgun combo from the very first episode make a brief comeback. More apparel choices – Marie seems to be the woman in black at the moment, and is it a coincidence that Junior was wearing a Jesse-style oversized hoodie in the scene by the swimming pool where he hugged Walt? I might have missed something, but are Jesse and Junior (his two &quot;sons&quot;, as it were) the two last major characters to meet?</p>\n<p><span class=\"bullet\">•</span> &quot;So your plan is to do his plan?&quot; Pinkman is not impressed with Hank.</p>\n<p><span class=\"bullet\">•</span> &quot;I'm not sure he wants to hear a nuanced version of the benefits of child poisoning.&quot; Saul nails it again.</p>\n<p><span class=\"bullet\">•</span> Marie may have filled the Schrader house with purple, but Hank gets to choose the novelty DEA coffee mugs. Anyone get a good look at the books on Hank's bookshelf?</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/2/1378119892713/Walter-White-Breaking-Bad-003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"\"Be safe\": Walter White (Bryan Cranston) contemplates his realtionship with Jesse. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC/Ursula Coyote/AMC","credit":"Ursula Coyote/AMC/Ursula Coyote/AMC","altText":"Walter White Breaking Bad","cleanCaption":"\"Be safe\": Walter White (Bryan Cranston) contemplates his realtionship with Jesse. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC/Ursula Coyote/AMC"}],"bodyImages":[],"webPublicationDate":"2013-09-02T11:28:00Z","lastModified":"2014-05-22T03:30:59Z","metadata":{"commentable":true,"commentCount":251,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":false,"keywords":["Breaking Bad","Culture","Television","Television & radio"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/culture","webTitle":"Culture"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#005689","navigationDownColour":"#4bc6df","ruleColour":"#4bc6df","headlineColour":"#333333","standfirstColour":"#676767","metaColour":"#999999","dividerColour":"#dcdad5","backgroundColour":"#ffffff","savedForLaterTrueColour":"#333333","savedForLaterFalseColour":"#999999","kickerColour":"#005689","colourPalette":"news"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2013/sep/02/breaking-bad-recap-season-five-episode-12","shortUrl":"http://gu.com/p/3te8h","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2013/sep/02/breaking-bad-recap-season-five-episode-12","webUri":"http://www.theguardian.com/tv-and-radio/2013/sep/02/breaking-bad-recap-season-five-episode-12"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/9/2/1378119903503/Walter-White-Breaking-Bad-008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"\"Be safe\": Walter White (Bryan Cranston) contemplates his realtionship with Jesse. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC/Ursula Coyote/AMC","credit":"Ursula Coyote/AMC/Ursula Coyote/AMC","altText":"Walter White Breaking Bad","cleanCaption":"\"Be safe\": Walter White (Bryan Cranston) contemplates his realtionship with Jesse. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC/Ursula Coyote/AMC"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode 11 – Confessions","rawTitle":"Breaking Bad recap: season five, episode 11 – Confessions","item":{"type":"article","id":"tv-and-radio/2013/aug/26/breaking-bad-recap-season-five-episode-11","title":"Breaking Bad recap: season five, episode 11 – Confessions","trailText":"<p><strong>Richard Vine:</strong> It's confession time, but are there more lies than truth? And will Jesse be too stoned to keep his cool under interrogation?</p>","standFirst":"It's confession time, but are there more lies than truth? And will Jesse be too stoned to keep his cool under interrogation?\n<br />\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/22/breaking-bad-vince-gilligan-charlie-brooker\" title=\"\">A roundup of Vince Gilligan's talk at the Edinburgh TV festival</a>\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/video/2013/aug/23/breaking-bad-creator-vince-gilligan-edinburgh\" title=\"\">Watch a clip of Vince Gilligan talking to Charlie Brooker</a>","byline":"Richard Vine","body":"<p>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad series five, episode 11 – Confessions.</p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/19/breaking-bad-recap-season-five-episode-10\" title=\"\">Click here to view Richard's season five, episode 10 blogpost</a></p>\n<h2>'Things have gone nuclear'<br /></h2>\n<p>Poor Trent. Can't imagine he got much of a tip from this table, no matter how hard he tried to upsell them on the guacamole (&quot;We make it right here at the table!&quot;). This excruciating sit-down was up there with Jesse's attempts to make small talk with Skyler at the end of the first half of season five. Team White pushed Team Purple's buttons: think what this will do to Walt Jr if he finds out. They pass: you should have thought about your kids before you started this.</p>\n<p>Walt's DVD &quot;confession&quot; is a masterpiece of Heisenberg spinning, turning the events of the past year back around to pin it all on one of the few people in the frame who could plausibly have pulled off a drug operation of this size. &quot;Hank has been building a meth empire for over a year now.&quot; In this alternate reality it's Hank who spotted his brother-in-law's capacity for chemistry, meth-cooking and bomb-making; as a DEA agent he had the underworld connections, knew Gustavo Fring and teamed up with Hector Salamanca when he fell out with Fring (&quot;I guess you call it a hit&quot;). Then, in among the lies: a truth, and another confession, this time from a heartbroken, stunned Marie. Hank's medical bills were paid for by the Whites. For Hank in this moment, it's the final &quot;nail in the coffin&quot; – a fact that will be hard to explain away without making them look guilty. As we've seen with Aaron Paul's performance over the last two weeks, silence can be as powerful as any of Walt's silver-tongued monologues. Marie and Hank's reaction in this scene was equally moving: open-mouthed, lost for words. You could see the impact of Walt's compelling perversion of the events sinking in, his mock shock at the things he was &quot;forced&quot; into an even bigger insult on top of the bare-faced lies, and realisation that they were being set up to take the fall if Hank took his investigation any further.</p>\n<h2>'Mr Pinkman, how are you today?' <br /></h2>\n<p>After his silence, it's time for Jesse to speak. Hank's turn in the interrogation room wakes him out of his stoned stupor. But as Hank makes his pitch – you're not the mastermind here, it's my brother-in-law I want – Jesse keeps his cool until Saul bursts in and gets him released on bail. Out in the desert with Walt and Saul (&quot;always the desert&quot;), Jesse confirms that he's no rat, and offers up his take on Hank: he doesn't have anything solid enough, and probably hasn't told the rest of the DEA. Then another of this week's confessions: Jesse has seen through his &quot;concerned dad thing&quot; – &quot;stop working me for like 10 seconds straight&quot;. He says: &quot;You need me gone, because your dickhead brother in law is never going to let up … Just tell me you need this.&quot; Walt walks over, the two partners staring into each other's eyes, while Saul shifts uncomfortably from side to side in the background. It's one of those moments where you feel like anything could happen – would Walt take him out right there? But he's still working him, pulling him in for a hug, as Jesse tries to breath through his tears, that shot of his legs giving way a moment that reminds you just how young he is, and how much he does need that &quot;concerned dad thing&quot;.</p>\n<p>And it nearly works. Right up until the moment when Saul's contact pulls up in a nondescript people carrier and Jesse reaches into his pocket and realises that Huell has lifted his bag of weed. If he could do that without Jesse noticing, then he could have swiped the pack of cigarettes with the ricin in. And as he stands there putting it all together, the dream of a new life in Alaska disappears, replaced by one thing: revenge. He beats the last of the week's confessions out of Saul – &quot;you stole the ricin cigarette … he poisoned Brock – and you helped him&quot; and drives over to Casa White with a can of gasoline: is this the moment the house gets destroyed?</p>\n<p>Elsewhere in &quot;the land of enchantment&quot;, baby-faced psycho Todd is bigging up his great meth train robbery with his Uncle Jack and Nazi buddy Kenny in a diner. Even though they did all clam up when the waitress came over, it still felt like a less-than-discreet conversation about running a meth business, especially as Todd insisted on using Walt's real name. To impress them? Coming after the not too subtle catch-up voicemail he left at the start of the episode (&quot;Me and Declan had a few differences of opinion and it got a little messy&quot;), he's shaping up for loose-canon duties.</p>\n<h2>Notes, observations and lines of the week</h2>\n<p><span class=\"bullet\">•</span> Following on from last week's DEA tache-watch, here's an interview from <a href=\"http://www.newscastic.com/news/the-man-behind-that-breaking-bad-mustache-817728/\" title=\"\">Newscastic</a> (via <a href=\"http://www.avclub.com/articles/meet-robert-sanchez-the-man-behind-the-amazing-mus,101884/\" title=\"\">The Onion's AV Club</a>) with the man behind that amazing walrus look: his name is Robert Sanchez, he's been in the DEA office before, and his character's name is Harry Lipenstein (hairy lip?). Never mind the <a href=\"http://www.bettercallsaul.com\" title=\"\">Better Call Saul spin-off</a>, who's up for Breaking Beard?</p>\n<p><span class=\"bullet\">•</span> &quot;It worked and we're fine.&quot; Heisenberg looms in the shadows.</p>\n<p><span class=\"bullet\">•</span> Some great background music this week: A1's muzak keeping things breezy in the background as Walt fished around for the gun stashed in the Coke machine, while the Mexican tunes playing in the taquiera helped make the meal even more unbearable.</p>\n<p><span class=\"bullet\">•</span> &quot;So long, Rocky, keep your left up.&quot; Saul keeps it light in the interrogation room.</p>\n<p><span class=\"bullet\">•</span> Was that a lilac-coloured shirt that Gomie was wearing? Come on Hank – he's on your side!</p>\n<p><span class=\"bullet\">•</span> This week's pop culture references: <a href=\"http://www.youtube.com/watch?v=SquAmTNBy4s\" title=\"\">Burt Reynolds in Hooper</a>; <a href=\"http://www.sanrio.com\" title=\"\">Hello Kitty </a>(of course that would be the burner phone Saul gave to Jesse); Rocky; and Robert Crumb's beardy guru <a href=\"http://en.wikipedia.org/wiki/Mr._Natural_(comics)\" title=\"\">Mr Natural</a>.</p>\n<p><span class=\"bullet\">•</span> Thanks to all the commentators who recommended AMC's talk show <a href=\"http://movies.netflix.com/WiMovie/70286868?locale=en-GB&amp;mqso=81000230&amp;titleVideoId=70286868&amp;awmatchtype=b&amp;awnetwork=g&amp;awcreative=32442334449&amp;awkeyword=%2Btalking%20%2Bbad%20%2Bnetflix&amp;awposition=1t1&amp;awexpid=&amp;awdevice=c&amp;awcampaignid=128422809&amp;gclid=CM-Ah5GCm7kCFXLLtAodnFkAJg\" title=\"\">Talking Bad</a> (also available on Netflix in the UK) – good to see Aaron Paul and Anna Gunn in something of a lighter mode in last week's discussion.</p>\n<p><span class=\"bullet\">•</span> In case you missed it, Vince Gilligan has been in the UK this week. Here's <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/22/breaking-bad-vince-gilligan-charlie-brooker\" title=\"\">a roundup of his talk at the Edinburgh TV festival</a>, here's <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/video/2013/aug/23/breaking-bad-creator-vince-gilligan-edinburgh\" title=\"\">a clip with Charlie Brooker</a> and <a href=\"http://www.bbc.co.uk/programmes/b038hghh\" title=\"\">here he is on Front Row</a> talking to Mark Lawson.</p>\n<p><span class=\"bullet\">•</span> &quot;Why don't you kill yourself Walt? Just kill yourself.&quot; Marie's drama queen tendencies run riot.</p>\n<p><span class=\"bullet\">•</span> Blocked-up ashtrays in airplane arm rests? Kids with bicycle helmets? Meth Nazis aren't fans of the nanny state.</p>\n<p><span class=\"bullet\">•</span> &quot;Goodbye, Mr Pinkman, hello Mr Credit To Society.&quot; Nearly.</p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/22/breaking-bad-vince-gilligan-charlie-brooker\" title=\"\">Read a roundup of Vince Gilligan's talk at the Edinburgh TV festival</a></p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/video/2013/aug/23/breaking-bad-creator-vince-gilligan-edinburgh\" title=\"\">Watch a clip of Vince Gilligan talking to Charlie Brooker</a></p>\n<p><span class=\"bullet\">•</span> This article was amended on 26 August 2013. The opening paragraph referred to &quot;Hank Jr&quot; when it meant &quot;Walt Jr&quot;. This has been corrected.<br /></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/8/26/1377518121255/Breaking-Bad-511-005.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"\"Always the desert\": Walter White (Bryan Cranston) and Jesse Pinkman (Aaron Paul) in contemplative mood. Photograph: Ursula Coyote/Sony Pictures Television Photograph: Ursula Coyote/Sony Pictures Television","credit":"Ursula Coyote/Sony Pictures Television","altText":"Breaking Bad 5/11","cleanCaption":"\"Always the desert\": Walter White (Bryan Cranston) and Jesse Pinkman (Aaron Paul) in contemplative mood. Photograph: Ursula Coyote/Sony Pictures Television","cleanCredit":"Ursula Coyote/Sony Pictures Television"}],"bodyImages":[],"webPublicationDate":"2013-08-26T12:26:19Z","lastModified":"2014-05-22T03:01:22Z","metadata":{"commentable":true,"commentCount":323,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Breaking Bad","Television","Culture","Television & radio"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/2013/aug/26/breaking-bad-recap-season-five-episode-11","shortUrl":"http://gu.com/p/3ta2k","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/2013/aug/26/breaking-bad-recap-season-five-episode-11","webUri":"http://www.theguardian.com/tv-and-radio/2013/aug/26/breaking-bad-recap-season-five-episode-11"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/About/General/2013/8/26/1377518131405/Breaking-Bad-511-011.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"\"Always the desert\": Walter White (Bryan Cranston) and Jesse Pinkman (Aaron Paul) in contemplative mood. Photograph: Ursula Coyote/Sony Pictures Television Photograph: Ursula Coyote/Sony Pictures Television","credit":"Ursula Coyote/Sony Pictures Television","altText":"Breaking Bad 5/11","cleanCaption":"\"Always the desert\": Walter White (Bryan Cranston) and Jesse Pinkman (Aaron Paul) in contemplative mood. Photograph: Ursula Coyote/Sony Pictures Television","cleanCredit":"Ursula Coyote/Sony Pictures Television"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode 10 – Buried","rawTitle":"Breaking Bad recap: season five, episode 10 – Buried","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/aug/19/breaking-bad-recap-season-five-episode-10","title":"Breaking Bad recap: season five, episode 10 – Buried","trailText":"<p><strong>Richard Vine's episode blog:</strong> It's Schraders v Whites, round two, with a slap, a showdown and a painful silence. And this time it's personal</p>","standFirst":"It's Schraders v Whites, round two, with a slap, a showdown and a painful silence. And this time it's personal\n<br />\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/aug/13/breaking-bad-no-real-women\" title=\"\">Breaking Bad is great TV, but with no real women, it can never be 'my' show</a>\n<br />\n<span class=\"bullet\">•</span> \n<a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2013/aug/18/breaking-bad-vince-gilligan-walter-white\" title=\"\">Vince Gilligan interview</a>","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad season five, episode 10 – Buried.</em></p>\n<p><a href=\"x-gu://item/mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/12/breaking-bad-series-five-episode-nine-blood-money\" title=\"\"><em>Click here to view Richard's season five, episode nine blogpost</em></a></p>\n<h2>'Maybe our best move here is to stay quiet'</h2>\n<p>Talk about making it personal. After Hank's right-hook last week, it's Marie's turn to come out swinging in the next round of the Schrader v White tag-team showdown. Her relationship with Skyler has always been fractious, but it's largely been about Marie screwing up and Skyler picking up the pieces. Now there's no doubt about which of the Lambert sisters has really screwed up. Marie's kleptomania, meltdowns and fondness for purple home furnishings are nothing compared to Skyler helping to run New Mexico's premier meth lab. &quot;How long have you known?&quot; she asks. It's a simple question. And the longer Skyler can't answer, the more her silence and tears speak for her, and the more time Marie has to put it all together. Was it when Skyler walked into the swimming pool? Was it since Gus Fring? The money that Walt made? The car wash? The whole gambling story? Before Hank was shot? Skyler's apology is meaningless – and Marie's slap is just as powerful as Hank's punch.</p>\n<p>The family structure underpinning Breaking Bad's story architecture has served the writers well in the past as a classic source of dramatic irony. The scenes between Skyler, Hank and Marie suggest that it's going to be a key factor in the way the final plays out. It's not just about the crimes, but also the way they play into the long-simmering family tensions. &quot;You won't talk to Hank, because you think Walt is going to get away with this,&quot; says Marie. In other words, you think your husband is smarter than mine. &quot;You have to get him,&quot; she says to Hank after that awful, almost biblical tug of war over Holly. &quot;You are not leaving this house with my daughter,&quot; insists Skyler, shaken out of her tears. There's a lot buried underneath this fight – not only Marie's shock at being lied to for so long by a sister who has spent years patronising her, but also a storyline that has hung in the background – her and Hank's childlessness. In both their conversations with Skyler (and also Hank's with Walt last week), discussing taking the kids in to keep them safe, it's hard not to recall how happy they were when they looked after Holly and Junior.</p>\n<p>Did Skyler know which way she was going to turn when she sat down with Hank in the diner? Did he push her too far, too quickly? Was he too eager to get the one piece of hard evidence that would turn his suspicions into proof? Again perhaps, a measure of how desperate he's become to crack the case he's been working on for so long – and to save some face. Surely a confession in a diner is not the most solid move he could have pulled (&quot;remember to uh, state your name and the date before you start&quot;). But his insistence on not getting lawyers involved seemed to trigger Skyler's practical, quick-thinking side – the one that has come out ever since she started taking an active role in Walt's business. &quot;Am I under arrest?&quot; she asked, then shouted, buying herself some time to get out.</p>\n<p>Does she see herself a &quot;victim&quot;? Does she even see Walt as the monster that Hank insists he is? Or is it Hank's news about the cancer that changes her mind? It looks a lot like the old Skyler nursing Walt on the bathroom floor after he passes out from his latest desert trip. She tells Walt she doesn't think Hank has anything on them beyond conjecture; that line where she mentions &quot;our best move here&quot; suggests that she's planning to stay with Walt and work it out. But could she be planning something else? If she thinks he's going to die, could she be thinking about keeping the money for herself (and the kids)?</p>\n<p>Back in the Schrader household, it's Marie who is also thinking clearly. Hank knows what he stands to lose at work if the truth about his brother-in-law being Heisenberg comes out without him offering any hard evidence: &quot;Ten seconds after I tell that story I'm a civilian. And then how can we help Skyler?&quot; But, Marie counters, if the DEA find out, and Hank keeps quiet, &quot;you'll go to jail too&quot;. He heads back to the office – to catch a break: &quot;his old pal Jesse Pinkman&quot; who's been flinging millions of dollars style all over town, Albuquerque's very own Robin Hood. But that's one &quot;stimulating conversation&quot; we won't get until next week...</p>\n<h2>Notes, observations and lines of the week</h2>\n<p><span class=\"bullet\">•</span> Lydia may have covered her eyes as Todd guided her through the bloody carnage of Declan's crew, but the dust on her Louboutins made it clear: she's not afraid to get dirty. Will this power move in killer heels be enough to keep her bosses in the Czech Republic happy? This might be a stretch, but does anyone else wonder if there's a way that her company Madrigal Electromotive will be tied to <a href=\"http://breakingbad.wikia.com/wiki/Gray_Matter_Technologies\" title=\"\">Gray Matter Technologies</a>, the company that Walt started at college, and sold his shares in for $5000?</p>\n<p><span class=\"bullet\">•</span> &quot;I can't exactly see him turning the other cheek.&quot; Saul nails it again.</p>\n<p><span class=\"bullet\">•</span> Another full-circle moment: Walt in his Y-fronts again. Nice to see all that cash hasn't gone to his head and he hasn't been splashing out on anything fancy like silk boxers.</p>\n<p><span class=\"bullet\">•</span> <a href=\"http://www.youtube.com/watch?v=bV3EYzP0HrQ\" title=\"\">&quot;What are you? Lone Wolf McQuade?&quot;</a> Marie speaks to Hank's inner Chuck Norris.</p>\n<p><span class=\"bullet\">•</span> &quot;Sending people to Belize&quot; = the new &quot;sleeping with the fishes&quot;</p>\n<p><span class=\"bullet\">•</span> &quot;Hey boss.&quot; Who was that DEA agent with the mega-walrus moustache? More of him please!</p>\n<p><span class=\"bullet\">•</span> Saul's henchmen Huey and Luell take over from Jesse's buddies Badger and Skinny Pete for this week's Gif-ready goofball moment, channeling <a href=\"http://duckman.pettho.com/characters/scrooge.html\" title=\"\">Scrooge McDuck</a> by jumping on the piles of dollar bills in the lock-up. Well, you would, wouldn't you?</p>\n<p><span class=\"bullet\">•</span> &quot;Fire in the hole!&quot; &quot;Sorry about that.&quot; Todd's definitely one of the politest meth cooks in town.</p>\n<p><span class=\"bullet\">•</span> &quot;34 59 20 106 36 52&quot; – <a href=\"http://lostpedia.wikia.com/wiki/The_Numbers\" title=\"\">it's like Lost all over again</a>. Walt really doesn't mind hiding stuff in plain sight, does he? Surely we'll be seeing a lot more of that lottery ticket with the coordinates of the buried money in the weeks to come.</p>\n<p><span class=\"bullet\">•</span> Lydia wasn't impressed with the new meth lab. Maybe if Declan and his team had invested in a <a href=\"http://shop.citizenbrick.com/Superlab-Playset-CB720570.htm\" title=\"\">Superlab Playset</a> to get the plans right they wouldn't have wound up on the desert ground.</p>\n<p><span class=\"bullet\">•</span> &quot;It was me. I screwed up.&quot; A rare moment of self-doubt. Did Heisenberg wake up as Walt again?</p>\n<h2>More on Breaking Bad</h2>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/commentisfree/2013/aug/13/breaking-bad-no-real-women\" title=\"\">Breaking Bad is great TV, but with no real women, it can never be 'my' show</a></p>\n<p><span class=\"bullet\">•</span> <a href=\"x-gu://item/mobile-apps.guardianapis.com/items/media/2013/aug/18/breaking-bad-vince-gilligan-walter-white\" title=\"\">Vince Gilligan interview</a></p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/8/19/1376905554432/Breaking-Bad-Anna-Gunn-as-004.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White. Photograph: Frank Ockenfels/AMC Photograph: Frank Ockenfels/AMC","credit":"Frank Ockenfels/AMC","altText":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White","cleanCaption":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White. Photograph: Frank Ockenfels/AMC","cleanCredit":"Frank Ockenfels/AMC"}],"bodyImages":[],"webPublicationDate":"2013-08-19T09:52:55Z","lastModified":"2014-05-22T02:40:52Z","metadata":{"commentable":true,"commentCount":279,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Breaking Bad","Television","Television & radio"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"culture/television","webTitle":"Television"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/19/breaking-bad-recap-season-five-episode-10","shortUrl":"http://gu.com/p/3t5de","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/aug/19/breaking-bad-recap-season-five-episode-10","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/aug/19/breaking-bad-recap-season-five-episode-10"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Guardian/Pix/pictures/2013/8/19/1376905562444/Breaking-Bad-Anna-Gunn-as-010.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":372,"width":620,"orientation":"landscape","caption":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White. Photograph: Frank Ockenfels/AMC Photograph: Frank Ockenfels/AMC","credit":"Frank Ockenfels/AMC","altText":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White","cleanCaption":"Breaking Bad: Anna Gunn as Skyler White and Bryan Cranston as Walter White. Photograph: Frank Ockenfels/AMC","cleanCredit":"Frank Ockenfels/AMC"}},"importance":3,"showQuotedHeadline":false,"sublinks":[]},{"title":"Breaking Bad recap: season five, episode nine – Blood Money","rawTitle":"Breaking Bad recap: season five, episode nine – Blood Money","item":{"type":"article","id":"tv-and-radio/tvandradioblog/2013/aug/12/breaking-bad-series-five-episode-nine-blood-money","title":"Breaking Bad recap: season five, episode nine – Blood Money","trailText":"<p><strong>Richard Vine: </strong>One of TV's greatest tortoise and hare chases approaches the finish line as Hank finally gets off the toilet</p>","standFirst":"One of TV's greatest tortoise and hare chases approaches the finish line as Hank finally gets off the toilet","byline":"Richard Vine","body":"<p><em>SPOILER ALERT: This blog is for viewers who have seen Breaking Bad series five, episode nine – Blood Money.</em></p>\n<p>&quot;Hello Carol.&quot;</p>\n<p>The wait is over: Hank is finally out of the bathroom. He can barely see straight as he breaks up the family meal at Casa White, makes his excuses and leaves, taking Walt's incriminating copy of Leaves of Grass with him. The realisation that he's finally found his man is overwhelming, and he has a panic attack as he's driving home. For a moment, it looked like the crash was serious, and Walt would be getting away with it again – but not this time. Instead, we get an indication of how fast these final episodes are likely to be moving, as one of TV's great tortoise and hare chases draws up to the finish line.</p>\n<p>Hank pulls the file.</p>\n<p>CASE NO: 10-5450192 BOETTICHER, GALE.</p>\n<p>There it is. The same handwriting. The scene gives Hank time to catch up with what we've known all along, the camera following his finger methodically matching the lettering, and bringing home just how much he doesn't want it to be true. But it's a match. Gale knew Walt. Gale's &quot;other favorite WW&quot; is Walter White. Walt is Heisenberg. Hank's officers deliver box after box of data to his garage. As he pores over the paper trail, slowly piecing it all together with his new suspect in mind, it's a decent selection of &quot;previously on&quot; moments for us too, as he holds up pictures of Gus Fring, Hector Salamanca, Gale, dead kids, bloody crime scenes and a gas mask, and then watches the fuzzy CCTV footage of Jesse and Walt stealing the barrels of methylamine from the warehouse back in season one. It's a lot easier to identify two men in jumpsuits when you've got an idea of who they are. Then, finally, he holds up the sketch of Heisenberg in his trademark pork pie hat and sunglasses: it's Walt.</p>\n<p>A lesser show might drag the showdown between Hank and Walt out for another few episodes, but it's right here – hopefully the first of many loose ends that we'll start to see being tied up in this final stretch. As ever in Breaking Bad, what's great is how we get to see a character's thought processes working in front of us. So, just as it's taken Hank five seasons to work out that his mild-mannered brother-in-law is in fact the criminal mastermind he's been chasing, it takes Walt just a night to realise that Hank is on to him.</p>\n<p>Walt's cancer is back. He throws up from the chemo – in the same bathroom that Hank used. He looks up and sees that his copy of Leaves of Grass is no longer sitting on top of the toilet. He steps outside in his dressing gown, finds a GPS tracker hidden on his car, and heads over to Hank's in the morning. &quot;Looks like you have the work coming to you, perks of being the boss, huh?&quot; he smiles, as he pats the boxes full of evidence. Hank can barely look him in the eye, still not quite wanting to believe it, just about squeezing out a weak smile back.</p>\n<p>Walt walks off. But then there's that pause. And a sigh. And you can see Walt's pride, his ego, his recklessness kicking in as he turns back for &quot;one last thing&quot; like an evil Steve Jobs: Heisenberg is in the house. He pulls out the GPS tracker, just like the one they used to tail Gus Fring together, daring Hank to show his hand, make a move. &quot;You wouldn't know anything about this, would you Hank?&quot; Hank hits the garage door remote. &quot;You OK? Got to say I don't like the way you're looking at me right now.&quot; Then – there it is. Hare: meet tortoise. Hank floors him, with a right hook and everything he's been putting together.</p>\n<p>&quot;It was you. All along, it was you. You drove into traffic to keep me from that laundry. That call I got, telling me Marie was in the hospital? That wasn't Pinkman. You had my cell number. You killed 10 witnesses to save your sorry ass. You bombed a nursing home. Heisenberg? Heisenberg! You two-faced sack of shit! I will put you under the jail.&quot;</p>\n<p>But then Walt tries to switch it up again. His cancer is back. &quot;In six months you won't have anyone to prosecute,&quot; and without actually admitting anything, he points out the futility of arresting him. &quot;I will never see the inside of a jail cell. I am a dying man who runs a car wash. What's the point?&quot;</p>\n<p>Elsewhere, Jesse's in a bad way. Stoned on his sofa, listening to Badger ramble through his Star Trek &quot;script&quot; for Skinny Pete (&quot;I got to write it down, is all&quot;). Intergalactic pie-eating contests are pretty far from Jesse's reality right now. He wants Saul to arrange for him to give away his share of the &quot;blood money&quot;, a cool $5m that he's carrying around in two duffel bags – half to Mike Ehrmantraut's granddaughter, half to the family of Drew Sharp (the boy who stumbled across their train heist in the desert). Saul's not impressed with either plan. Walt returns the bags. He says Mike's alive and can look after his own family. That's the story he's sticking to, and Jesse better get on board with it. &quot;I need you to believe me,&quot; he insists, half assurance, half threat.</p>\n<p>Lydia shows up at the car wash. There's been a 68% drop in the meth quality. Walt refuses to help his &quot;former business associate&quot;, but you get the feeling that she's not going to take no for an answer, even if Skyler does chase her off the property.</p>\n<p>Finally, there's the episode's flash-forward opening. What are we to make of it? Walt looking healthy, but a mess, a full head of hair, a shaggy survivalist beard and a dirty shirt, driving up to a desolate Casa White with a machine gun and some black duffel bags in his car boot. Skaters are tearing up the empty swimming pool outside, &quot;HEISENBERG&quot; is sprayed on the living room wall inside: it doesn't look like anyone's been living here for a long time. He walks past the trapdoor in the floor where he once hid the bundles of cash, the stash hole in Holly's room and unscrews a plug socket in the bedroom: there's that vial of ricin again …</p>\n<h2>Notes, observations and lines of the week</h2>\n<p>&quot;If you don't know who I am, then maybe your best course would be to tread lightly.&quot; Hank gets an introduction to Heisenberg.</p>\n<p>&quot;Every time Kirk went into the transporter he was killing himself? So over the series there's like a 147 Kirks?&quot; Badger and Skinny Pete wrangle with the practicalities of Star Trek's transporter system.</p>\n<p>Even when he tries to do something good, Jesse gets it wrong, chucking one of his bundles of cash literally down a drain on his late-night &quot;paper round&quot;.</p>\n<p>As ever, there's some great mirroring in this episode: the repetition of Walt's &quot;Hello, Carol&quot; greeting; Skinny Pete's &quot;It's science!&quot; line recalling one of Breaking Bad's long-running themes; the second accidental discovery in the bathroom as Walt pukes from the chemo; Skyler playing detective (&quot;just wondering – who washes a rental car&quot;); and Jesse and Hank both unable to look Walt in the eye. Will they team up?</p>\n<p>&quot;Here's your change, and if you'll hand this to your car wash professional and have an A1 day!&quot; Walt gets into the car wash spirit.</p>\n<p>&quot;Barndoor. Open.&quot; Oh, Saul.</p>","section":"TV & Radio","displayImages":[{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Lifeandhealth/Pix/pictures/2013/8/12/1376302795399/Jesse-Pinkman-and-Walter--003.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":84,"width":140,"orientation":"landscape","caption":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine","cleanCaption":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}],"bodyImages":[],"webPublicationDate":"2013-08-12T10:28:00Z","lastModified":"2014-05-22T02:11:24Z","metadata":{"commentable":true,"commentCount":408,"contributors":[{"name":"Richard Vine","uri":"http://mobile-apps.guardianapis.com/lists/tag/profile/richardvine"}],"feature":true,"keywords":["Breaking Bad","US television","Drama","Television & radio","Television","Culture"],"tags":[{"id":"tv-and-radio/breaking-bad","webTitle":"Breaking Bad"},{"id":"tv-and-radio/us-television","webTitle":"US television"},{"id":"tv-and-radio/drama","webTitle":"Drama"},{"id":"tv-and-radio/tv-and-radio","webTitle":"Television & radio"},{"id":"culture/television","webTitle":"Television"},{"id":"culture/culture","webTitle":"Culture"}],"section":{"id":"tv-and-radio"},"topics":[{"displayName":"Richard Vine","topic":{"type":"tag-contributor","name":"profile/richardvine"}}],"series":{"title":"Breaking Bad: episode by episode","uri":"http://mobile-apps.guardianapis.com/lists/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"embeddedVideos":[],"adTargetingPath":"tv-and-radio"},"style":{"navigationColour":"#951c55","navigationDownColour":"#e02b7f","ruleColour":"#e02b7f","headlineColour":"#ffffff","standfirstColour":"#ffffff","metaColour":"#ffffff","dividerColour":"#aa4977","backgroundColour":"#951c55","savedForLaterTrueColour":"#FFFFFF","savedForLaterFalseColour":"#e02b7f","kickerColour":"#fdadba","colourPalette":"feature1"},"links":{"uri":"http://mobile-apps.guardianapis.com/items/tv-and-radio/tvandradioblog/2013/aug/12/breaking-bad-series-five-episode-nine-blood-money","shortUrl":"http://gu.com/p/3tx44","relatedUri":"http://mobile-apps.guardianapis.com/items-related/tv-and-radio/tvandradioblog/2013/aug/12/breaking-bad-series-five-episode-nine-blood-money","webUri":"http://www.theguardian.com/tv-and-radio/tvandradioblog/2013/aug/12/breaking-bad-series-five-episode-nine-blood-money"},"shouldHideAdverts":false,"headerImage":{"urlTemplate":"http://images.mobile-apps.guardianapis.com/static/sys-images/Lifeandhealth/Pix/pictures/2013/8/12/1376302801999/Jesse-Pinkman-and-Walter--008.jpg?width=#{width}&height=#{height}&quality=#{quality}","height":276,"width":460,"orientation":"landscape","caption":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine. Photograph: Ursula Coyote/AMC Photograph: Ursula Coyote/AMC","credit":"Ursula Coyote/AMC","altText":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine","cleanCaption":"Jesse Pinkman and Walter White in Breaking Bad season five, episode nine. Photograph: Ursula Coyote/AMC","cleanCredit":"Ursula Coyote/AMC"}},"importance":4,"showQuotedHeadline":false,"sublinks":[]}],"lastModified":"2014-05-22T05:20:44Z","adverts":[{"type":"super-header","location":4,"frequency":6},{"type":"tablet-mpu","location":9,"frequency":19},{"type":"mobile-mpu","location":4,"frequency":6},{"type":"mobile-banner","location":4,"frequency":6}],"topics":[{"displayName":"Breaking Bad: episode by episode","topic":{"type":"tag-series","name":"tv-and-radio/series/breaking-bad-episode-by-episode"}}],"personalization":{"id":"groups/tag/tv-and-radio/series/breaking-bad-episode-by-episode","uri":"http://mobile-apps.guardianapis.com/groups/tag/tv-and-radio/series/breaking-bad-episode-by-episode"},"adTargetingPath":"tv-and-radio/series/breaking-bad-episode-by-episode","webUri":"http://www.theguardian.com/tv-and-radio/series/breaking-bad-episode-by-episode"}